[TEXT:␣] [TEXT:-]
[TEXT:␣] [TEXT:1]
[TEXT:␣-] [TEXT:1]
[TEXT:␣] [TEXT:2]
[TEXT:␣-] [TEXT:2]
[TEXT:␣] [TEXT:3]
[TEXT:␣] [TEXT:0]
[TEXT:␣-] [TEXT:3]
[TEXT:␣] [TEXT:4]
[TEXT:␣] [TEXT:5]
[TEXT:␣-] [TEXT:4]
[TEXT:␣-] [TEXT:5]
[TEXT:␣] [TEXT:7]
[TEXT:␣] [TEXT:6]
[TEXT:␣] [TEXT:8]
[TEXT:␣1] [TEXT:2]
[TEXT:␣] [TEXT:9]
[TEXT:␣1] [TEXT:0]
[TEXT:␣-] [TEXT:7]
[TEXT:␣1] [TEXT:1]
[TEXT:␣-] [TEXT:6]
[TEXT:␣1] [TEXT:4]
[TEXT:␣1] [TEXT:5]
[TEXT:␣-] [TEXT:8]
[TEXT:␣1] [TEXT:3]
[TEXT:␣1] [TEXT:7]
[TEXT:␣1] [TEXT:6]
[TEXT:␣-] [TEXT:9]
[TEXT:␣-1] [TEXT:2]
[TEXT:␣-1] [TEXT:0]
[TEXT:␣1] [TEXT:9]
[TEXT:␣2] [TEXT:0]
[TEXT:␣-1] [TEXT:1]
[TEXT:␣1] [TEXT:8]
[TEXT:␣-1] [TEXT:3]
[TEXT:␣2] [TEXT:1]
[TEXT:␣-1] [TEXT:4]
[TEXT:␣2] [TEXT:4]
[TEXT:␣-1] [TEXT:5]
[TEXT:␣2] [TEXT:2]
[TEXT:␣0] [TEXT:␣0]
[TEXT:␣-1] [TEXT:7]
[TEXT:␣-1] [TEXT:6]
[TEXT:␣2] [TEXT:3]
[TEXT:␣-1] [TEXT:9]
[TEXT:␣2] [TEXT:5]
[TEXT:␣-1] [TEXT:8]
[TEXT:␣-2] [TEXT:0]
[TEXT:␣2] [TEXT:6]
[TEXT:␣2] [TEXT:7]
[TEXT:␣2] [TEXT:8]
[TEXT:␣2] [TEXT:9]
[TEXT:␣-2] [TEXT:1]
[TEXT:␣-2] [TEXT:2]
[TEXT:␣-2] [TEXT:4]
[TEXT:␣-2] [TEXT:3]
[TEXT:␣3] [TEXT:1]
[TEXT:␣3] [TEXT:2]
[TEXT:␣3] [TEXT:0]
[TEXT:␣-2] [TEXT:5]
[TEXT:␣-2] [TEXT:6]
[TEXT:␣3] [TEXT:3]
[TEXT:␣3] [TEXT:6]
[TEXT:␣-2] [TEXT:7]
[TEXT:␣3] [TEXT:4]
[TEXT:␣-2] [TEXT:9]
[TEXT:␣-2] [TEXT:8]
[TEXT:␣3] [TEXT:5]
[TEXT:␣-1] [TEXT:␣1]
[TEXT:␣3] [TEXT:7]
[TEXT:␣2] [TEXT:␣4]
[TEXT:␣-3] [TEXT:1]
[TEXT:␣3] [TEXT:8]
[TEXT:␣3] [TEXT:9]
[TEXT:␣-3] [TEXT:0]
[TEXT:␣-3] [TEXT:2]
[TEXT:␣3] [TEXT:␣3]
[TEXT:␣1] [TEXT:␣-1]
[TEXT:␣4] [TEXT:0]
[TEXT:␣4] [TEXT:1]
[TEXT:␣-3] [TEXT:3]
[TEXT:␣0] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣-3]
[TEXT:␣0] [TEXT:␣1]
[TEXT:␣-3] [TEXT:4]
[TEXT:␣0] [TEXT:␣-1]
[TEXT:␣-2] [TEXT:␣-4]
[TEXT:␣-3] [TEXT:6]
[TEXT:␣4] [TEXT:4]
[TEXT:␣4] [TEXT:3]
[TEXT:␣2] [TEXT:␣3]
[TEXT:␣-3] [TEXT:5]
[TEXT:␣1] [TEXT:␣4]
[TEXT:␣4] [TEXT:2]
[TEXT:␣0] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣-2]
[TEXT:␣-3] [TEXT:7]
[TEXT:␣4] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣0␣0]
[TEXT:␣0] [TEXT:␣-4]
[TEXT:␣4] [TEXT:5]
[TEXT:␣3] [TEXT:␣2]
[TEXT:␣4] [TEXT:8]
[TEXT:␣-2] [TEXT:␣-3]
[TEXT:␣4] [TEXT:6]
[TEXT:␣-3] [TEXT:8]
[TEXT:␣-3] [TEXT:9]
[TEXT:1] [TEXT:0]
[TEXT:␣1] [TEXT:␣5]
[TEXT:␣2] [TEXT:␣-1]
[TEXT:␣7] [TEXT:␣5]
[TEXT:␣2] [TEXT:␣5]
[TEXT:␣2] [TEXT:␣-2]
[TEXT:␣6] [TEXT:␣5]
[TEXT:1] [TEXT:2]
[TEXT:␣-4] [TEXT:1]
[TEXT:␣2] [TEXT:␣12]
[TEXT:␣-3] [TEXT:␣-2]
[TEXT:␣-4] [TEXT:0]
[TEXT:␣4] [TEXT:7]
[TEXT:␣2] [TEXT:␣8]
[TEXT:␣0] [TEXT:␣-5]
[TEXT:1] [TEXT:3]
[TEXT:␣-1] [TEXT:␣-4]
[TEXT:␣7] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣5]
[TEXT:␣0] [TEXT:␣12]
[TEXT:␣0] [TEXT:␣8]
[TEXT:1] [TEXT:4]
[TEXT:␣3] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣1]
[TEXT:␣7] [TEXT:␣10]
[TEXT:␣-1] [TEXT:␣5]
[TEXT:1] [TEXT:5]
[TEXT:␣3] [TEXT:␣12]
[TEXT:␣0] [TEXT:␣17]
[TEXT:␣1] [TEXT:␣12]
[TEXT:␣3] [TEXT:␣8]
[TEXT:␣0] [TEXT:␣9]
[TEXT:␣4] [TEXT:9]
[TEXT:␣0] [TEXT:␣13]
[TEXT:␣-3] [TEXT:␣5]
[TEXT:␣-4] [TEXT:3]
[TEXT:␣2] [TEXT:␣16]
[TEXT:1] [TEXT:6]
[TEXT:␣0] [TEXT:␣-2]
[TEXT:␣4] [TEXT:␣12]
[TEXT:␣1] [TEXT:␣8]
[TEXT:1] [TEXT:7]
[TEXT:␣0] [TEXT:␣6]
[TEXT:␣5] [TEXT:␣12]
[TEXT:␣0] [TEXT:␣16]
[TEXT:␣-4] [TEXT:4]
[TEXT:␣0] [TEXT:␣10]
[TEXT:␣-4] [TEXT:2]
[TEXT:␣-2] [TEXT:␣12]
[TEXT:␣-1] [TEXT:␣-5]
[TEXT:␣2] [TEXT:␣-5]
[TEXT:␣-1] [TEXT:␣12]
[TEXT:␣-3] [TEXT:␣-4]
[TEXT:␣1] [TEXT:␣-2]
[TEXT:␣9] [TEXT:␣8]
[TEXT:-] [TEXT:2]
[TEXT:␣4] [TEXT:␣7]
[TEXT:1] [TEXT:8]
[TEXT:␣6] [TEXT:␣11]
[TEXT:␣0] [TEXT:␣14]
[TEXT:␣2] [TEXT:␣17]
[TEXT:␣3] [TEXT:␣16]
[TEXT:␣0] [TEXT:␣20]
[TEXT:␣2] [TEXT:␣-4]
[TEXT:␣0] [TEXT:␣7]
[TEXT:␣5] [TEXT:1]
[TEXT:␣4] [TEXT:␣16]
[TEXT:␣4] [TEXT:␣1]
[TEXT:␣-7] [TEXT:␣-5]
[TEXT:␣-7] [TEXT:␣-4]
[TEXT:␣0] [TEXT:␣15]
[TEXT:␣5] [TEXT:0]
[TEXT:␣2] [TEXT:␣9]
[TEXT:␣6] [TEXT:␣6]
[TEXT:␣1] [TEXT:␣16]
[TEXT:␣1] [TEXT:␣17]
[TEXT:␣-6] [TEXT:␣-5]
[TEXT:1] [TEXT:9]
[TEXT:␣2] [TEXT:␣20]
[TEXT:␣10] [TEXT:␣7]
[TEXT:␣-2] [TEXT:␣17]
[TEXT:␣3] [TEXT:␣17]
[TEXT:␣3] [TEXT:␣20]
[TEXT:␣0] [TEXT:␣24]
[TEXT:␣11] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣17]
[TEXT:␣4] [TEXT:␣8]
[TEXT:␣3] [TEXT:␣5]
[TEXT:␣-2] [TEXT:␣16]
[TEXT:␣2] [TEXT:␣13]
[TEXT:␣1] [TEXT:␣9]
[TEXT:␣-3] [TEXT:␣12]
[TEXT:␣-1] [TEXT:␣17]
[TEXT:␣6] [TEXT:␣15]
[TEXT:␣3] [TEXT:␣-4]
[TEXT:␣-1] [TEXT:␣16]
[TEXT:␣0] [TEXT:␣11]
[TEXT:␣3] [TEXT:␣13]
[TEXT:␣4] [TEXT:␣20]
[TEXT:␣3] [TEXT:␣15]
[TEXT:␣0] [TEXT:␣19]
[TEXT:␣-4] [TEXT:5]
[TEXT:␣-5] [TEXT:␣5]
[TEXT:␣7] [TEXT:␣15]
[TEXT:␣0] [TEXT:␣21]
[TEXT:␣-1] [TEXT:␣8]
[TEXT:␣1] [TEXT:␣13]
[TEXT:␣-1] [TEXT:␣0]
[TEXT:␣5] [TEXT:␣16]
[TEXT:␣5] [TEXT:␣15]
[TEXT:␣2] [TEXT:␣15]
[TEXT:␣-4] [TEXT:6]
[TEXT:␣1] [TEXT:␣20]
[TEXT:␣-12] [TEXT:␣5]
[TEXT:␣-5] [TEXT:␣12]
[TEXT:␣3] [TEXT:␣7]
[TEXT:␣-2] [TEXT:␣15]
[TEXT:␣-2] [TEXT:␣14]
[TEXT:␣2] [TEXT:␣-3]
[TEXT:␣-2] [TEXT:␣13]
[TEXT:␣-2] [TEXT:␣9]
[TEXT:-] [TEXT:3]
[TEXT:␣3] [TEXT:␣24]
[TEXT:␣-7] [TEXT:␣5]
[TEXT:␣3] [TEXT:␣9]
[TEXT:␣-1] [TEXT:␣9]
[TEXT:␣2] [TEXT:␣14]
[TEXT:␣-2] [TEXT:␣8]
[TEXT:␣1] [TEXT:␣-5]
[TEXT:␣0] [TEXT:␣18]
[TEXT:␣6] [TEXT:␣12]
[TEXT:␣1] [TEXT:␣0]
[TEXT:␣-2] [TEXT:␣-5]
[TEXT:␣-3] [TEXT:␣14]
[TEXT:␣-3] [TEXT:␣13]
[TEXT:␣-2] [TEXT:␣20]
[TEXT:␣-1] [TEXT:␣13]
[TEXT:␣-1] [TEXT:␣14]
[TEXT:␣8] [TEXT:␣9]
[TEXT:␣1] [TEXT:␣15]
[TEXT:␣-8] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣5]
[TEXT:␣4] [TEXT:␣17]
[TEXT:␣5] [TEXT:␣19]
[TEXT:␣-4] [TEXT:␣17]
[TEXT:␣2] [TEXT:␣19]
[TEXT:␣-5] [TEXT:␣17]
[TEXT:␣2] [TEXT:␣7]
[TEXT:␣-3] [TEXT:␣20]
[TEXT:␣-3] [TEXT:␣15]
[TEXT:␣2] [TEXT:␣21]
[TEXT:␣1] [TEXT:␣14]
[TEXT:␣-3] [TEXT:␣16]
[TEXT:␣-2] [TEXT:␣10]
[TEXT:␣11] [TEXT:␣12]
[TEXT:␣4] [TEXT:␣15]
[TEXT:␣-9] [TEXT:␣5]
[TEXT:␣2] [TEXT:␣10]
[TEXT:␣3] [TEXT:␣14]
[TEXT:␣3] [TEXT:␣-5]
[TEXT:␣5] [TEXT:␣20]
[TEXT:␣-2] [TEXT:␣19]
[TEXT:␣-10] [TEXT:␣5]
[TEXT:␣-1] [TEXT:␣20]
[TEXT:␣-4] [TEXT:8]
[TEXT:␣-2] [TEXT:␣-8]
[TEXT:␣2] [TEXT:␣24]
[TEXT:␣5] [TEXT:␣7]
[TEXT:␣0] [TEXT:␣-8]
[TEXT:␣-1] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣12]
[TEXT:␣-5] [TEXT:␣15]
[TEXT:␣-3] [TEXT:␣10]
[TEXT:␣3] [TEXT:␣11]
[TEXT:␣-1] [TEXT:␣15]
[TEXT:␣-2] [TEXT:␣21]
[TEXT:␣4] [TEXT:␣11]
[TEXT:␣1] [TEXT:␣10]
[TEXT:␣7] [TEXT:␣14]
[TEXT:␣9] [TEXT:␣14]
[TEXT:␣5] [TEXT:␣6]
[TEXT:␣3] [TEXT:␣19]
[TEXT:␣-3] [TEXT:␣8]
[TEXT:␣-1] [TEXT:␣10]
[TEXT:␣-3] [TEXT:␣-8]
[TEXT:␣-6] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣9]
[TEXT:␣4] [TEXT:␣24]
[TEXT:␣-5] [TEXT:␣14]
[TEXT:␣-3] [TEXT:␣19]
[TEXT:␣-7] [TEXT:␣17]
[TEXT:␣-5] [TEXT:␣19]
[TEXT:␣-5] [TEXT:␣16]
[TEXT:␣6] [TEXT:␣19]
[TEXT:2] [TEXT:0]
[TEXT:␣1] [TEXT:␣19]
[TEXT:␣0] [TEXT:␣-9]
[TEXT:␣3] [TEXT:␣21]
[TEXT:␣10] [TEXT:␣13]
[TEXT:␣1] [TEXT:␣21]
[TEXT:␣-4] [TEXT:␣-1]
[TEXT:␣-4] [TEXT:␣15]
[TEXT:␣6] [TEXT:␣16]
[TEXT:␣5] [TEXT:␣17]
[TEXT:␣-2] [TEXT:␣18]
[TEXT:␣-1] [TEXT:␣19]
[TEXT:␣2] [TEXT:␣18]
[TEXT:␣-3] [TEXT:␣24]
[TEXT:␣7] [TEXT:␣19]
[TEXT:␣-2] [TEXT:␣24]
[TEXT:␣-2] [TEXT:␣2]
[TEXT:␣-7] [TEXT:␣14]
[TEXT:-] [TEXT:4]
[TEXT:␣-7] [TEXT:␣12]
[TEXT:␣-2] [TEXT:␣6]
[TEXT:␣1] [TEXT:␣24]
[TEXT:␣0] [TEXT:␣22]
[TEXT:␣-4] [TEXT:␣14]
[TEXT:␣-4] [TEXT:7]
[TEXT:␣-3] [TEXT:␣4]
[TEXT:␣-1] [TEXT:␣21]
[TEXT:␣-4] [TEXT:␣16]
[TEXT:␣-2] [TEXT:␣4]
[TEXT:␣8] [TEXT:␣15]
[TEXT:␣-1] [TEXT:␣2]
[TEXT:␣-3] [TEXT:␣6]
[TEXT:␣10] [TEXT:␣12]
[TEXT:␣-12] [TEXT:␣7]
[TEXT:␣-14] [TEXT:␣5]
[TEXT:␣-2] [TEXT:␣22]
[TEXT:␣5] [TEXT:␣11]
[TEXT:␣-15] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣13]
[TEXT:␣-3] [TEXT:␣7]
[TEXT:␣-5] [TEXT:␣20]
[TEXT:␣8] [TEXT:␣19]
[TEXT:␣-3] [TEXT:␣21]
[TEXT:␣1] [TEXT:␣11]
[TEXT:␣-2] [TEXT:␣7]
[TEXT:␣3] [TEXT:␣10]
[TEXT:␣-7] [TEXT:␣15]
[TEXT:␣4] [TEXT:␣13]
[TEXT:␣8] [TEXT:␣14]
[TEXT:␣-6] [TEXT:␣12]
[TEXT:␣-1] [TEXT:␣6]
[TEXT:␣2] [TEXT:␣11]
[TEXT:␣-1] [TEXT:␣7]
[TEXT:␣-1] [TEXT:␣18]
[TEXT:␣1] [TEXT:␣18]
[TEXT:␣-12] [TEXT:␣12]
[TEXT:␣-1] [TEXT:␣24]
[TEXT:␣-7] [TEXT:␣-10]
[TEXT:␣6] [TEXT:␣20]
[TEXT:␣-2] [TEXT:␣11]
[TEXT:␣-5] [TEXT:␣13]
[TEXT:␣-7] [TEXT:␣10]
[TEXT:␣5] [TEXT:␣24]
[TEXT:␣4] [TEXT:␣19]
[TEXT:␣1] [TEXT:␣7]
[TEXT:␣-4] [TEXT:␣19]
[TEXT:␣2] [TEXT:␣22]
[TEXT:␣-2] [TEXT:␣-12]
[TEXT:␣-4] [TEXT:␣20]
[TEXT:␣-13] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣-6]
[TEXT:␣-3] [TEXT:␣18]
[TEXT:␣1] [TEXT:␣6]
[TEXT:␣-17] [TEXT:␣5]
[TEXT:␣-11] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣11]
[TEXT:␣-7] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣17]
[TEXT:␣0] [TEXT:␣-12]
[TEXT:␣-1] [TEXT:␣11]
[TEXT:␣-7] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣10]
[TEXT:␣-5] [TEXT:␣18]
[TEXT:␣-8] [TEXT:␣12]
[TEXT:␣-9] [TEXT:␣12]
[TEXT:␣-7] [TEXT:␣13]
[TEXT:-] [TEXT:5]
[TEXT:␣7] [TEXT:␣16]
[TEXT:␣3] [TEXT:␣18]
[TEXT:␣-5] [TEXT:␣9]
[TEXT:␣4] [TEXT:␣14]
[TEXT:␣-1] [TEXT:␣-8]
[TEXT:␣0] [TEXT:␣25]
[TEXT:␣-7] [TEXT:␣19]
[TEXT:␣-7] [TEXT:␣16]
[TEXT:␣-7] [TEXT:␣9]
[TEXT:␣0] [TEXT:␣-6]
[TEXT:␣2] [TEXT:␣-8]
[TEXT:␣-5] [TEXT:␣10]
[TEXT:␣-5] [TEXT:␣21]
[TEXT:␣-1] [TEXT:␣22]
[TEXT:␣7] [TEXT:␣11]
[TEXT:␣-3] [TEXT:␣22]
[TEXT:␣-6] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣-7]
[TEXT:␣-10] [TEXT:␣7]
[TEXT:␣-4] [TEXT:9]
[TEXT:␣2] [TEXT:␣25]
[TEXT:␣-6] [TEXT:␣15]
[TEXT:␣-12] [TEXT:␣6]
[TEXT:␣7] [TEXT:␣20]
[TEXT:␣1] [TEXT:␣22]
[TEXT:␣-16] [TEXT:␣5]
[TEXT:␣-10] [TEXT:␣12]
[TEXT:␣-4] [TEXT:␣24]
[TEXT:␣-7] [TEXT:␣11]
[TEXT:␣-12] [TEXT:␣9]
[TEXT:␣5] [TEXT:␣21]
[TEXT:␣-4] [TEXT:␣8]
[TEXT:␣7] [TEXT:␣12]
[TEXT:␣-5] [TEXT:␣8]
[TEXT:␣-4] [TEXT:␣9]
[TEXT:␣-14] [TEXT:␣7]
[TEXT:␣-7] [TEXT:␣8]
[TEXT:␣-10] [TEXT:␣10]
[TEXT:␣-7] [TEXT:␣20]
[TEXT:␣-12] [TEXT:␣10]
[TEXT:␣-5] [TEXT:␣22]
[TEXT:␣-10] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣21]
[TEXT:␣2] [TEXT:␣-9]
[TEXT:␣4] [TEXT:␣21]
[TEXT:2] [TEXT:3]
[TEXT:␣-10] [TEXT:␣17]
[TEXT:␣6] [TEXT:␣17]
[TEXT:␣8] [TEXT:␣10]
[TEXT:2] [TEXT:4]
[TEXT:␣-4] [TEXT:␣18]
[TEXT:␣9] [TEXT:␣13]
[TEXT:␣0] [TEXT:␣23]
[TEXT:␣3] [TEXT:␣-8]
[TEXT:␣-6] [TEXT:␣16]
[TEXT:␣-5] [TEXT:␣24]
[TEXT:␣-17] [TEXT:␣7]
[TEXT:␣-9] [TEXT:␣17]
[TEXT:␣0] [TEXT:␣28]
[TEXT:␣-5] [TEXT:␣11]
[TEXT:␣-3] [TEXT:␣-12]
[TEXT:␣5] [TEXT:␣14]
[TEXT:␣-13] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣10]
[TEXT:␣-7] [TEXT:␣18]
[TEXT:␣-10] [TEXT:␣6]
[TEXT:␣-5] [TEXT:␣-6]
[TEXT:␣-12] [TEXT:␣8]
[TEXT:␣-4] [TEXT:␣11]
[TEXT:␣-12] [TEXT:␣14]
[TEXT:␣3] [TEXT:␣22]
[TEXT:␣-1] [TEXT:␣0␣0]
[TEXT:␣-6] [TEXT:␣13]
[TEXT:␣7] [TEXT:␣17]
[TEXT:␣-6] [TEXT:␣19]
[TEXT:␣-8] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣22]
[TEXT:␣-8] [TEXT:␣17]
[TEXT:␣-12] [TEXT:␣15]
[TEXT:␣-14] [TEXT:␣12]
[TEXT:␣-4] [TEXT:␣7]
[TEXT:␣-2] [TEXT:␣25]
[TEXT:␣6] [TEXT:␣24]
[TEXT:␣-15] [TEXT:␣7]
[TEXT:␣2] [TEXT:␣6]
[TEXT:␣-9] [TEXT:␣14]
[TEXT:␣-7] [TEXT:␣21]
[TEXT:␣-5] [TEXT:␣6]
[TEXT:␣-11] [TEXT:␣12]
[TEXT:␣-5] [TEXT:0]
[TEXT:1] [TEXT:1]
[TEXT:␣-9] [TEXT:␣10]
[TEXT:␣-15] [TEXT:␣12]
[TEXT:␣-9] [TEXT:␣15]
[TEXT:␣-9] [TEXT:␣-8]
[TEXT:␣-14] [TEXT:␣6]
[TEXT:␣-14] [TEXT:␣10]
[TEXT:␣-10] [TEXT:␣15]
[TEXT:␣-15] [TEXT:␣6]
[TEXT:␣-17] [TEXT:␣10]
[TEXT:␣-8] [TEXT:␣15]
[TEXT:␣9] [TEXT:␣9]
[TEXT:␣-10] [TEXT:␣8]
[TEXT:␣6] [TEXT:␣10]
[TEXT:␣5] [TEXT:␣13]
[TEXT:␣-13] [TEXT:␣12]
[TEXT:␣1] [TEXT:␣-8]
[TEXT:␣-5] [TEXT:␣7]
[TEXT:␣-5] [TEXT:␣-7]
[TEXT:␣-4] [TEXT:␣-8]
[TEXT:␣-8] [TEXT:␣19]
[TEXT:␣-9] [TEXT:␣6]
[TEXT:␣5] [TEXT:␣23]
[TEXT:␣2] [TEXT:␣23]
[TEXT:␣7] [TEXT:␣24]
[TEXT:␣-12] [TEXT:␣17]
[TEXT:␣-4] [TEXT:␣6]
[TEXT:2] [TEXT:5]
[TEXT:␣-8] [TEXT:␣16]
[TEXT:␣0] [TEXT:␣-13]
[TEXT:␣-10] [TEXT:␣11]
[TEXT:␣-7] [TEXT:␣24]
[TEXT:␣-9] [TEXT:␣7]
[TEXT:␣-1] [TEXT:␣-12]
[TEXT:␣-11] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣9]
[TEXT:␣-12] [TEXT:␣13]
[TEXT:␣-10] [TEXT:␣13]
[TEXT:␣-5] [TEXT:1]
[TEXT:␣-17] [TEXT:␣6]
[TEXT:␣-19] [TEXT:␣5]
[TEXT:2] [TEXT:7]
[TEXT:␣1] [TEXT:␣25]
[TEXT:␣-6] [TEXT:␣11]
[TEXT:␣5] [TEXT:␣8]
[TEXT:␣-12] [TEXT:␣11]
[TEXT:␣6] [TEXT:␣14]
[TEXT:␣0] [TEXT:␣29]
[TEXT:␣-6] [TEXT:␣20]
[TEXT:␣-16] [TEXT:␣7]
[TEXT:␣-11] [TEXT:␣10]
[TEXT:␣-6] [TEXT:␣7]
[TEXT:␣10] [TEXT:␣14]
[TEXT:␣-9] [TEXT:␣19]
[TEXT:␣-3] [TEXT:␣1]
[TEXT:␣-8] [TEXT:␣10]
[TEXT:␣-2] [TEXT:␣23]
[TEXT:␣10] [TEXT:␣17]
[TEXT:␣-1] [TEXT:␣3]
[TEXT:␣3] [TEXT:␣28]
[TEXT:␣-6] [TEXT:␣9]
[TEXT:␣-15] [TEXT:␣10]
[TEXT:␣2] [TEXT:␣28]
[TEXT:␣-5] [TEXT:␣23]
[TEXT:␣-17] [TEXT:␣12]
[TEXT:␣0] [TEXT:␣2]
[TEXT:␣11] [TEXT:␣17]
[TEXT:␣-9] [TEXT:␣13]
[TEXT:␣-10] [TEXT:␣19]
[TEXT:␣4] [TEXT:␣18]
[TEXT:␣-7] [TEXT:␣22]
[TEXT:␣-2] [TEXT:␣3]
[TEXT:␣-7] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣4]
[TEXT:2] [TEXT:6]
[TEXT:␣-6] [TEXT:␣6]
[TEXT:␣-15] [TEXT:␣9]
[TEXT:␣9] [TEXT:␣18]
[TEXT:␣0] [TEXT:␣3]
[TEXT:␣-15] [TEXT:␣8]
[TEXT:␣-14] [TEXT:␣9]
[TEXT:␣-13] [TEXT:␣6]
[TEXT:␣-9] [TEXT:␣9]
[TEXT:␣-14] [TEXT:␣8]
[TEXT:␣5] [TEXT:␣22]
[TEXT:␣-8] [TEXT:␣13]
[TEXT:␣-18] [TEXT:␣5]
[TEXT:␣-11] [TEXT:␣6]
[TEXT:␣-16] [TEXT:␣6]
[TEXT:␣-17] [TEXT:␣8]
[TEXT:␣-6] [TEXT:␣8]
[TEXT:␣-10] [TEXT:␣16]
[TEXT:␣-12] [TEXT:␣19]
[TEXT:␣-14] [TEXT:␣14]
[TEXT:␣-1] [TEXT:␣25]
[TEXT:␣-3] [TEXT:␣23]
[TEXT:␣0] [TEXT:␣26]
[TEXT:␣12] [TEXT:␣12]
[TEXT:␣-4] [TEXT:␣-12]
[TEXT:␣-10] [TEXT:␣-7]
[TEXT:␣-6] [TEXT:␣18]
[TEXT:␣4] [TEXT:␣9]
[TEXT:␣3] [TEXT:␣25]
[TEXT:␣-11] [TEXT:␣14]
[TEXT:␣-13] [TEXT:␣10]
[TEXT:␣-2] [TEXT:␣-9]
[TEXT:␣-16] [TEXT:␣12]
[TEXT:␣0] [TEXT:␣27]
[TEXT:␣-16] [TEXT:␣10]
[TEXT:-] [TEXT:6]
[TEXT:␣-2] [TEXT:␣29]
[TEXT:␣-17] [TEXT:␣9]
[TEXT:␣3] [TEXT:␣23]
[TEXT:␣9] [TEXT:␣19]
[TEXT:␣-9] [TEXT:␣16]
[TEXT:␣5] [TEXT:␣18]
[TEXT:␣-6] [TEXT:␣22]
[TEXT:␣-11] [TEXT:␣8]
[TEXT:␣-3] [TEXT:␣25]
[TEXT:␣-12] [TEXT:␣16]
[TEXT:␣-1] [TEXT:␣-9]
[TEXT:␣-2] [TEXT:␣26]
[TEXT:␣9] [TEXT:␣15]
[TEXT:␣7] [TEXT:␣18]
[TEXT:␣-14] [TEXT:␣4]
[TEXT:2] [TEXT:9]
[TEXT:␣-11] [TEXT:␣15]
[TEXT:␣-11] [TEXT:␣9]
[TEXT:␣-20] [TEXT:␣5]
[TEXT:␣-17] [TEXT:␣3]
[TEXT:␣2] [TEXT:␣29]
[TEXT:␣-13] [TEXT:␣14]
[TEXT:␣-6] [TEXT:␣24]
[TEXT:2] [TEXT:8]
[TEXT:␣-1] [TEXT:␣23]
[TEXT:␣-13] [TEXT:␣9]
[TEXT:␣-5] [TEXT:␣-12]
[TEXT:␣-14] [TEXT:␣11]
[TEXT:␣4] [TEXT:␣22]
[TEXT:␣-3] [TEXT:␣3]
[TEXT:␣6] [TEXT:␣7]
[TEXT:␣-5] [TEXT:3]
[TEXT:␣-15] [TEXT:␣15]
[TEXT:␣-16] [TEXT:␣9]
[TEXT:␣-14] [TEXT:␣17]
[TEXT:␣-13] [TEXT:␣8]
[TEXT:␣-15] [TEXT:␣14]
[TEXT:␣-6] [TEXT:␣21]
[TEXT:␣-9] [TEXT:␣11]
[TEXT:␣-3] [TEXT:␣-7]
[TEXT:␣-14] [TEXT:␣3]
[TEXT:␣-8] [TEXT:␣9]
[TEXT:␣10] [TEXT:␣18]
[TEXT:␣-11] [TEXT:␣17]
[TEXT:␣1] [TEXT:␣23]
[TEXT:␣-8] [TEXT:␣20]
[TEXT:␣-9] [TEXT:␣8]
[TEXT:␣7] [TEXT:␣23]
[TEXT:␣-19] [TEXT:␣7]
[TEXT:␣-5] [TEXT:␣25]
[TEXT:␣6] [TEXT:␣13]
[TEXT:␣-17] [TEXT:␣4]
[TEXT:␣-17] [TEXT:␣14]
[TEXT:␣-14] [TEXT:␣15]
[TEXT:␣-14] [TEXT:␣13]
[TEXT:␣-15] [TEXT:␣4]
[TEXT:␣-19] [TEXT:␣12]
[TEXT:␣1] [TEXT:␣-4]
[TEXT:␣-8] [TEXT:␣18]
[TEXT:␣-11] [TEXT:␣11]
[TEXT:␣-16] [TEXT:␣8]
[TEXT:␣-9] [TEXT:␣18]
[TEXT:␣4] [TEXT:␣28]
[TEXT:␣-8] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣3]
[TEXT:␣-11] [TEXT:␣4]
[TEXT:␣8] [TEXT:␣18]
[TEXT:␣-3] [TEXT:␣-5]
[TEXT:␣-8] [TEXT:␣11]
[TEXT:␣9] [TEXT:␣17]
[TEXT:␣1] [TEXT:␣3]
[TEXT:␣-2] [TEXT:␣28]
[TEXT:␣-15] [TEXT:␣13]
[TEXT:␣-17] [TEXT:␣11]
[TEXT:␣-9] [TEXT:␣20]
[TEXT:␣5] [TEXT:␣28]
[TEXT:␣-15] [TEXT:␣11]
[TEXT:␣8] [TEXT:␣12]
[TEXT:␣-12] [TEXT:␣18]
[TEXT:␣-10] [TEXT:␣18]
[TEXT:␣1] [TEXT:␣29]
[TEXT:␣-8] [TEXT:␣22]
[TEXT:␣-11] [TEXT:␣13]
[TEXT:␣-13] [TEXT:␣11]
[TEXT:␣1] [TEXT:␣28]
[TEXT:␣-3] [TEXT:␣-9]
[TEXT:␣-10] [TEXT:␣20]
[TEXT:␣-8] [TEXT:␣6]
[TEXT:␣-3] [TEXT:␣26]
[TEXT:␣-4] [TEXT:␣25]
[TEXT:␣-12] [TEXT:␣4]
[TEXT:␣8] [TEXT:␣16]
[TEXT:␣0] [TEXT:␣-7]
[TEXT:␣-4] [TEXT:␣23]
[TEXT:-] [TEXT:7]
[TEXT:␣-8] [TEXT:␣21]
[TEXT:␣1] [TEXT:␣0␣0]
[TEXT:␣2] [TEXT:␣26]
[TEXT:␣5] [TEXT:␣10]
[TEXT:␣-17] [TEXT:␣17]
[TEXT:␣-8] [TEXT:␣8]
[TEXT:␣5] [TEXT:␣25]
[TEXT:␣-15] [TEXT:␣17]
[TEXT:␣-17] [TEXT:␣15]
[TEXT:␣-18] [TEXT:␣7]
[TEXT:␣-2] [TEXT:␣27]
[TEXT:␣4] [TEXT:␣10]
[TEXT:␣-13] [TEXT:␣4]
[TEXT:␣-17] [TEXT:␣13]
[TEXT:␣-13] [TEXT:␣13]
[TEXT:␣-19] [TEXT:␣6]
[TEXT:␣-20] [TEXT:␣7]
[TEXT:␣-5] [TEXT:2]
[TEXT:␣6] [TEXT:␣21]
[TEXT:␣-9] [TEXT:␣22]
[TEXT:␣-5] [TEXT:␣26]
[TEXT:␣4] [TEXT:␣25]
[TEXT:␣-11] [TEXT:␣16]
[TEXT:␣-15] [TEXT:␣3]
[TEXT:␣-13] [TEXT:␣17]
[TEXT:␣4] [TEXT:␣23]
[TEXT:␣-5] [TEXT:␣-1]
[TEXT:␣-13] [TEXT:␣15]
[TEXT:␣1] [TEXT:␣26]
[TEXT:␣-6] [TEXT:␣4]
[TEXT:␣-16] [TEXT:␣14]
[TEXT:␣8] [TEXT:␣23]
[TEXT:␣-16] [TEXT:␣4]
[TEXT:␣-16] [TEXT:␣15]
[TEXT:␣-19] [TEXT:␣10]
[TEXT:␣-6] [TEXT:␣-11]
[TEXT:␣-21] [TEXT:␣5]
[TEXT:␣7] [TEXT:␣21]
[TEXT:␣-19] [TEXT:␣9]
[TEXT:␣-3] [TEXT:␣28]
[TEXT:␣-7] [TEXT:␣23]
[TEXT:␣8] [TEXT:␣20]
[TEXT:␣-9] [TEXT:␣21]
[TEXT:␣-1] [TEXT:␣29]
[TEXT:3] [TEXT:0]
[TEXT:␣7] [TEXT:␣13]
[TEXT:␣3] [TEXT:␣29]
[TEXT:␣-11] [TEXT:␣19]
[TEXT:␣-1] [TEXT:␣26]
[TEXT:␣6] [TEXT:␣23]
[TEXT:␣-3] [TEXT:␣27]
[TEXT:␣-12] [TEXT:␣22]
[TEXT:␣-10] [TEXT:␣21]
[TEXT:␣-13] [TEXT:␣3]
[TEXT:␣-5] [TEXT:␣29]
[TEXT:␣-16] [TEXT:␣11]
[TEXT:␣12] [TEXT:␣16]
[TEXT:␣-17] [TEXT:␣2]
[TEXT:␣-16] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣29]
[TEXT:␣-1] [TEXT:␣28]
[TEXT:␣-10] [TEXT:␣22]
[TEXT:␣-19] [TEXT:␣8]
[TEXT:␣-5] [TEXT:␣4]
[TEXT:␣10] [TEXT:␣19]
[TEXT:␣-18] [TEXT:␣12]
[TEXT:␣8] [TEXT:␣17]
[TEXT:␣-18] [TEXT:␣10]
[TEXT:␣2] [TEXT:␣27]
[TEXT:␣11] [TEXT:␣13]
[TEXT:␣-14] [TEXT:␣16]
[TEXT:␣7] [TEXT:␣22]
[TEXT:␣-5] [TEXT:␣-8]
[TEXT:␣3] [TEXT:␣27]
[TEXT:␣-10] [TEXT:␣1]
[TEXT:␣-15] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣17]
[TEXT:␣-4] [TEXT:␣4]
[TEXT:␣-22] [TEXT:␣5]
[TEXT:␣-12] [TEXT:␣20]
[TEXT:␣-5] [TEXT:␣27]
[TEXT:␣-8] [TEXT:␣24]
[TEXT:␣-10] [TEXT:␣24]
[TEXT:␣10] [TEXT:␣22]
[TEXT:␣5] [TEXT:␣27]
[TEXT:␣-20] [TEXT:␣12]
[TEXT:␣9] [TEXT:␣22]
[TEXT:␣-19] [TEXT:␣14]
[TEXT:␣-18] [TEXT:␣6]
[TEXT:␣-20] [TEXT:␣10]
[TEXT:␣-15] [TEXT:␣16]
[TEXT:␣-14] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣32]
[TEXT:␣-19] [TEXT:␣15]
[TEXT:␣-9] [TEXT:␣4]
[TEXT:␣7] [TEXT:␣27]
[TEXT:␣-16] [TEXT:␣13]
[TEXT:␣6] [TEXT:␣18]
[TEXT:␣-20] [TEXT:␣6]
[TEXT:␣-6] [TEXT:␣-7]
[TEXT:␣-6] [TEXT:␣23]
[TEXT:␣10] [TEXT:␣15]
[TEXT:␣-13] [TEXT:␣16]
[TEXT:␣3] [TEXT:␣26]
[TEXT:␣2] [TEXT:␣32]
[TEXT:␣-11] [TEXT:␣3]
[TEXT:␣5] [TEXT:3]
[TEXT:␣-14] [TEXT:␣19]
[TEXT:␣5] [TEXT:␣29]
[TEXT:␣-13] [TEXT:␣19]
[TEXT:3] [TEXT:4]
[TEXT:␣-1] [TEXT:␣27]
[TEXT:␣-9] [TEXT:␣24]
[TEXT:␣-17] [TEXT:␣16]
[TEXT:␣-11] [TEXT:␣18]
[TEXT:␣-16] [TEXT:␣2]
[TEXT:␣-10] [TEXT:␣2]
[TEXT:␣-19] [TEXT:␣11]
[TEXT:␣1] [TEXT:␣27]
[TEXT:␣-4] [TEXT:␣27]
[TEXT:␣-18] [TEXT:␣9]
[TEXT:␣-5] [TEXT:␣28]
[TEXT:␣-18] [TEXT:␣8]
[TEXT:␣1] [TEXT:␣-1␣1]
[TEXT:␣-16] [TEXT:␣17]
[TEXT:␣4] [TEXT:␣29]
[TEXT:␣-5] [TEXT:5]
[TEXT:␣-12] [TEXT:␣3]
[TEXT:␣-21] [TEXT:␣7]
[TEXT:␣-20] [TEXT:␣9]
[TEXT:␣8] [TEXT:␣24]
[TEXT:␣8] [TEXT:␣13]
[TEXT:␣-7] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣26]
[TEXT:␣8] [TEXT:␣11]
[TEXT:␣-17] [TEXT:␣1]
[TEXT:␣-15] [TEXT:␣19]
[TEXT:␣6] [TEXT:␣22]
[TEXT:␣3] [TEXT:␣6]
[TEXT:␣-24] [TEXT:␣5]
[TEXT:␣9] [TEXT:␣16]
[TEXT:␣-17] [TEXT:␣19]
[TEXT:␣-7] [TEXT:␣27]
[TEXT:␣-13] [TEXT:␣1]
[TEXT:␣-4] [TEXT:␣29]
[TEXT:␣-20] [TEXT:␣8]
[TEXT:␣-11] [TEXT:␣20]
[TEXT:␣-13] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣25]
[TEXT:3] [TEXT:6]
[TEXT:␣-7] [TEXT:␣25]
[TEXT:␣-14] [TEXT:␣18]
[TEXT:␣4] [TEXT:␣27]
[TEXT:␣-15] [TEXT:␣1]
[TEXT:␣-14] [TEXT:␣1]
[TEXT:␣-12] [TEXT:␣21]
[TEXT:␣5] [TEXT:␣32]
[TEXT:␣-4] [TEXT:␣-3]
[TEXT:␣-19] [TEXT:␣13]
[TEXT:␣-2] [TEXT:␣32]
[TEXT:␣-5] [TEXT:6]
[TEXT:␣14] [TEXT:␣14]
[TEXT:␣-10] [TEXT:␣-8]
[TEXT:␣-7] [TEXT:␣26]
[TEXT:␣-19] [TEXT:␣4]
[TEXT:␣-20] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣20]
[TEXT:␣-8] [TEXT:␣23]
[TEXT:␣-16] [TEXT:␣1]
[TEXT:␣-4] [TEXT:␣28]
[TEXT:3] [TEXT:5]
[TEXT:␣-5] [TEXT:4]
[TEXT:␣-2] [TEXT:␣-7]
[TEXT:␣-21] [TEXT:␣10]
[TEXT:␣5] [TEXT:␣26]
[TEXT:␣-22] [TEXT:␣7]
[TEXT:␣5] [TEXT:2]
[TEXT:␣-17] [TEXT:␣0]
[TEXT:␣-19] [TEXT:␣17]
[TEXT:␣-11] [TEXT:␣-5]
[TEXT:␣3] [TEXT:␣32]
[TEXT:␣9] [TEXT:␣23]
[TEXT:-] [TEXT:8]
[TEXT:␣-18] [TEXT:␣11]
[TEXT:␣-16] [TEXT:␣16]
[TEXT:␣-21] [TEXT:␣6]
[TEXT:␣4] [TEXT:␣26]
[TEXT:␣11] [TEXT:␣18]
[TEXT:␣-2] [TEXT:␣0]
[TEXT:␣-18] [TEXT:␣14]
[TEXT:␣6] [TEXT:␣28]
[TEXT:␣-14] [TEXT:␣20]
[TEXT:␣8] [TEXT:␣22]
[TEXT:␣7] [TEXT:␣28]
[TEXT:3] [TEXT:7]
[TEXT:␣-11] [TEXT:␣21]
[TEXT:␣-3] [TEXT:␣2]
[TEXT:␣-18] [TEXT:␣13]
[TEXT:␣-13] [TEXT:␣18]
[TEXT:␣-19] [TEXT:␣16]
[TEXT:␣-9] [TEXT:␣23]
[TEXT:␣-20] [TEXT:␣14]
[TEXT:␣9] [TEXT:␣12]
[TEXT:␣13] [TEXT:␣15]
[TEXT:␣-20] [TEXT:␣3]
[TEXT:␣-18] [TEXT:␣15]
[TEXT:␣-22] [TEXT:␣12]
[TEXT:␣-16] [TEXT:␣19]
[TEXT:␣-21] [TEXT:␣12]
[TEXT:␣-20] [TEXT:␣13]
[TEXT:␣-11] [TEXT:␣1]
[TEXT:␣-10] [TEXT:␣23]
[TEXT:␣-15] [TEXT:␣18]
[TEXT:␣-19] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣3]
[TEXT:␣-19] [TEXT:␣3]
[TEXT:␣-18] [TEXT:␣4]
[TEXT:3] [TEXT:8]
[TEXT:␣-14] [TEXT:␣0]
[TEXT:␣-11] [TEXT:␣2]
[TEXT:␣-5] [TEXT:␣1]
[TEXT:␣-17] [TEXT:␣18]
[TEXT:␣-12] [TEXT:␣2]
[TEXT:␣-11] [TEXT:␣-6]
[TEXT:␣-2] [TEXT:␣0␣0]
[TEXT:␣-6] [TEXT:␣26]
[TEXT:␣-11] [TEXT:␣22]
[TEXT:␣0] [TEXT:␣33]
[TEXT:␣-20] [TEXT:␣15]
[TEXT:␣11] [TEXT:␣22]
[TEXT:␣8] [TEXT:␣21]
[TEXT:␣-14] [TEXT:␣21]
[TEXT:␣-12] [TEXT:␣24]
[TEXT:␣-5] [TEXT:8]
[TEXT:␣0] [TEXT:␣31]
[TEXT:␣-12] [TEXT:␣1]
[TEXT:␣-24] [TEXT:␣7]
[TEXT:␣1] [TEXT:␣32]
[TEXT:␣-22] [TEXT:␣8]
[TEXT:␣0] [TEXT:␣30]
[TEXT:␣-22] [TEXT:␣10]
[TEXT:␣-21] [TEXT:␣9]
[TEXT:␣9] [TEXT:␣24]
[TEXT:␣-9] [TEXT:␣-9]
[TEXT:␣-18] [TEXT:␣17]
[TEXT:␣10] [TEXT:␣16]
[TEXT:␣0␣0] [TEXT:␣-1␣1]
[TEXT:␣-6] [TEXT:␣27]
[TEXT:␣-21] [TEXT:␣8]
[TEXT:␣-22] [TEXT:␣9]
[TEXT:␣-20] [TEXT:␣11]
[TEXT:␣-13] [TEXT:␣20]
[TEXT:3] [TEXT:9]
[TEXT:␣-13] [TEXT:␣0]
[TEXT:␣-22] [TEXT:␣6]
[TEXT:␣6] [TEXT:␣25]
[TEXT:␣6] [TEXT:␣27]
[TEXT:␣-7] [TEXT:␣29]
[TEXT:␣-12] [TEXT:␣23]
[TEXT:␣-21] [TEXT:␣14]
[TEXT:␣-17] [TEXT:␣20]
[TEXT:␣-18] [TEXT:␣3]
[TEXT:␣-15] [TEXT:␣20]
[TEXT:␣-24] [TEXT:␣6]
[TEXT:␣-19] [TEXT:␣19]
[TEXT:␣-11] [TEXT:␣24]
[TEXT:␣-16] [TEXT:␣0]
[TEXT:␣-8] [TEXT:␣25]
[TEXT:␣14] [TEXT:␣15]
[TEXT:␣-9] [TEXT:␣25]
[TEXT:␣-5] [TEXT:␣32]
[TEXT:␣10] [TEXT:␣20]
[TEXT:␣-18] [TEXT:␣2]
[TEXT:␣-20] [TEXT:␣17]
[TEXT:␣-1] [TEXT:␣32]
[TEXT:␣-8] [TEXT:␣4]
[TEXT:␣-24] [TEXT:␣12]
[TEXT:␣-21] [TEXT:␣11]
[TEXT:␣-6] [TEXT:0]
[TEXT:␣-11] [TEXT:␣-4]
[TEXT:␣-10] [TEXT:␣0]
[TEXT:␣-20] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣21]
[TEXT:-] [TEXT:1]
[TEXT:␣-13] [TEXT:␣22]
[TEXT:␣2] [TEXT:␣36]
[TEXT:␣-6] [TEXT:␣1]
[TEXT:␣-1] [TEXT:␣0␣1]
[TEXT:␣5] [TEXT:␣9]
[TEXT:␣4] [TEXT:␣32]
[TEXT:␣-15] [TEXT:␣22]
[TEXT:␣-6] [TEXT:␣29]
[TEXT:␣-22] [TEXT:␣14]
[TEXT:␣-8] [TEXT:␣26]
[TEXT:␣8] [TEXT:␣27]
[TEXT:␣-18] [TEXT:␣16]
[TEXT:␣10] [TEXT:␣23]
[TEXT:␣-7] [TEXT:␣28]
[TEXT:␣-6] [TEXT:␣28]
[TEXT:␣-8] [TEXT:␣-9]
[TEXT:␣-9] [TEXT:␣26]
[TEXT:␣-5] [TEXT:7]
[TEXT:␣-2] [TEXT:␣31]
[TEXT:␣-16] [TEXT:␣18]
[TEXT:␣-22] [TEXT:␣15]
[TEXT:␣-24] [TEXT:␣10]
[TEXT:␣-22] [TEXT:␣11]
[TEXT:␣-22] [TEXT:␣17]
[TEXT:␣-5] [TEXT:␣31]
[TEXT:␣5] [TEXT:6]
[TEXT:␣11] [TEXT:␣19]
[TEXT:␣-21] [TEXT:␣15]
[TEXT:␣-17] [TEXT:␣-1]
[TEXT:␣-16] [TEXT:␣-2]
[TEXT:␣0␣0] [TEXT:␣4]
[TEXT:␣-13] [TEXT:␣-1]
[TEXT:␣-3] [TEXT:␣32]
[TEXT:␣-9] [TEXT:␣3]
[TEXT:␣-23] [TEXT:␣12]
[TEXT:␣7] [TEXT:␣25]
[TEXT:␣-21] [TEXT:␣4]
[TEXT:␣-11] [TEXT:␣-7]
[TEXT:␣-14] [TEXT:␣22]
[TEXT:␣0] [TEXT:␣36]
[TEXT:␣-8] [TEXT:␣27]
[TEXT:␣-2] [TEXT:␣36]
[TEXT:␣7] [TEXT:␣6]
[TEXT:␣-10] [TEXT:␣25]
[TEXT:␣-21] [TEXT:␣13]
[TEXT:␣11] [TEXT:␣14]
[TEXT:␣13] [TEXT:␣16]
[TEXT:␣-24] [TEXT:␣14]
[TEXT:␣-7] [TEXT:␣1]
[TEXT:␣-2] [TEXT:␣33]
[TEXT:␣-3] [TEXT:␣31]
[TEXT:␣-15] [TEXT:␣21]
[TEXT:␣-10] [TEXT:␣-1]
[TEXT:-] [TEXT:9]
[TEXT:␣-17] [TEXT:␣-2]
[TEXT:␣0␣0] [TEXT:␣5]
[TEXT:␣-24] [TEXT:␣9]
[TEXT:␣-10] [TEXT:␣27]
[TEXT:␣-23] [TEXT:␣5]
[TEXT:2] [TEXT:2]
[TEXT:␣-3] [TEXT:␣30]
[TEXT:␣-20] [TEXT:␣16]
[TEXT:␣-15] [TEXT:␣0]
[TEXT:␣11] [TEXT:␣15]
[TEXT:␣12] [TEXT:␣22]
[TEXT:␣-14] [TEXT:␣-1]
[TEXT:␣-19] [TEXT:␣18]
[TEXT:␣2] [TEXT:␣31]
[TEXT:␣-16] [TEXT:␣-1]
[TEXT:␣-5] [TEXT:␣3]
[TEXT:␣-9] [TEXT:␣1]
[TEXT:␣-22] [TEXT:␣13]
[TEXT:␣-12] [TEXT:␣-5]
[TEXT:␣12] [TEXT:␣21]
[TEXT:␣-21] [TEXT:␣3]
[TEXT:␣-10] [TEXT:␣26]
[TEXT:␣-19] [TEXT:␣1]
[TEXT:␣-12] [TEXT:␣25]
[TEXT:␣-6] [TEXT:␣2]
[TEXT:␣-14] [TEXT:␣24]
[TEXT:␣-24] [TEXT:␣8]
[TEXT:␣-18] [TEXT:␣19]
[TEXT:␣2] [TEXT:␣33]
[TEXT:␣-8] [TEXT:␣29]
[TEXT:␣-11] [TEXT:␣23]
[TEXT:␣-13] [TEXT:␣-2]
[TEXT:␣11] [TEXT:␣16]
[TEXT:␣-3] [TEXT:␣-1]
[TEXT:␣-13] [TEXT:␣24]
[TEXT:␣-17] [TEXT:␣21]
[TEXT:␣9] [TEXT:␣10]
[TEXT:␣-21] [TEXT:␣17]
[TEXT:␣-2] [TEXT:␣30]
[TEXT:␣-21] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣0]
[TEXT:␣-12] [TEXT:␣-2]
[TEXT:␣5] [TEXT:␣36]
[TEXT:␣-16] [TEXT:␣20]
[TEXT:␣10] [TEXT:␣27]
[TEXT:␣2] [TEXT:␣30]
[TEXT:␣-12] [TEXT:␣26]
[TEXT:␣9] [TEXT:␣21]
[TEXT:␣-9] [TEXT:␣27]
[TEXT:␣-12] [TEXT:␣-4]
[TEXT:␣-16] [TEXT:␣-4]
[TEXT:␣10] [TEXT:␣24]
[TEXT:␣-15] [TEXT:␣-5]
[TEXT:␣9] [TEXT:␣27]
[TEXT:␣-7] [TEXT:␣31]
[TEXT:␣-14] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣34]
[TEXT:␣10] [TEXT:␣21]
[TEXT:␣-1] [TEXT:␣31]
[TEXT:␣4] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣3]
[TEXT:␣-24] [TEXT:␣11]
[TEXT:4] [TEXT:0]
[TEXT:␣1] [TEXT:␣33]
[TEXT:␣-23] [TEXT:␣7]
[TEXT:␣5] [TEXT:5]
[TEXT:␣7] [TEXT:␣26]
[TEXT:␣-9] [TEXT:␣2]
[TEXT:␣3] [TEXT:␣33]
[TEXT:␣13] [TEXT:␣17]
[TEXT:␣-15] [TEXT:␣-1]
[TEXT:␣-17] [TEXT:␣22]
[TEXT:␣-1] [TEXT:␣33]
[TEXT:␣1] [TEXT:␣31]
[TEXT:␣5] [TEXT:␣31]
[TEXT:␣11] [TEXT:␣21]
[TEXT:␣-8] [TEXT:␣-4]
[TEXT:␣-23] [TEXT:␣8]
[TEXT:␣1] [TEXT:␣36]
[TEXT:␣-10] [TEXT:␣-5]
[TEXT:␣-16] [TEXT:␣-5]
[TEXT:␣-4] [TEXT:␣31]
[TEXT:␣-9] [TEXT:␣29]
[TEXT:␣-17] [TEXT:␣-3]
[TEXT:␣-20] [TEXT:␣1]
[TEXT:␣-23] [TEXT:␣10]
[TEXT:␣3] [TEXT:␣31]
[TEXT:4] [TEXT:6]
[TEXT:␣-5] [TEXT:␣30]
[TEXT:␣-24] [TEXT:␣15]
[TEXT:␣-22] [TEXT:␣4]
[TEXT:␣7] [TEXT:␣31]
[TEXT:␣-15] [TEXT:␣-2]
[TEXT:␣-13] [TEXT:␣-3]
[TEXT:␣6] [TEXT:␣26]
[TEXT:␣-9] [TEXT:␣-1]
[TEXT:␣-16] [TEXT:␣22]
[TEXT:␣-23] [TEXT:␣6]
[TEXT:␣6] [TEXT:␣29]
[TEXT:␣-24] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣-2]
[TEXT:␣-4] [TEXT:␣32]
[TEXT:␣-18] [TEXT:␣18]
[TEXT:␣-16] [TEXT:␣-3]
[TEXT:␣-20] [TEXT:␣19]
[TEXT:␣-5] [TEXT:9]
[TEXT:␣-15] [TEXT:␣-7]
[TEXT:␣-4] [TEXT:␣30]
[TEXT:␣15] [TEXT:␣19]
[TEXT:␣-18] [TEXT:␣1]
[TEXT:␣-6] [TEXT:1]
[TEXT:␣14] [TEXT:␣20]
[TEXT:␣-20] [TEXT:␣0]
[TEXT:␣4] [TEXT:␣6]
[TEXT:␣-6] [TEXT:3]
[TEXT:␣-19] [TEXT:␣20]
[TEXT:␣-22] [TEXT:␣16]
[TEXT:4] [TEXT:5]
[TEXT:␣7] [TEXT:␣29]
[TEXT:␣3] [TEXT:␣36]
[TEXT:␣-7] [TEXT:␣2]
[TEXT:␣-21] [TEXT:␣16]
[TEXT:␣-11] [TEXT:␣0]
[TEXT:␣-14] [TEXT:␣-7]
[TEXT:␣-24] [TEXT:␣3]
[TEXT:␣-23] [TEXT:␣9]
[TEXT:-] [TEXT:10]
[TEXT:␣-5] [TEXT:␣36]
[TEXT:␣-12] [TEXT:␣-3]
[TEXT:␣3] [TEXT:␣30]
[TEXT:␣-22] [TEXT:␣3]
[TEXT:␣-24] [TEXT:␣17]
[TEXT:␣-10] [TEXT:␣28]
[TEXT:␣-5] [TEXT:␣0]
[TEXT:␣-19] [TEXT:␣0]
[TEXT:␣-22] [TEXT:␣2]
[TEXT:␣-15] [TEXT:␣24]
[TEXT:␣0␣0] [TEXT:␣1␣-1]
[TEXT:␣-17] [TEXT:␣24]
[TEXT:␣-3] [TEXT:␣33]
[TEXT:␣-24] [TEXT:␣13]
[TEXT:␣12] [TEXT:␣19]
[TEXT:␣-6] [TEXT:5]
[TEXT:␣12] [TEXT:␣18]
[TEXT:␣-1] [TEXT:␣30]
[TEXT:␣-11] [TEXT:␣25]
[TEXT:␣-11] [TEXT:␣-1]
[TEXT:␣5] [TEXT:4]
[TEXT:␣-10] [TEXT:␣-6]
[TEXT:␣2] [TEXT:␣0]
[TEXT:␣-25] [TEXT:␣12]
[TEXT:␣8] [TEXT:␣28]
[TEXT:␣17] [TEXT:␣17]
[TEXT:␣-15] [TEXT:␣23]
[TEXT:␣-8] [TEXT:␣28]
[TEXT:␣-18] [TEXT:␣0]
[TEXT:␣0␣0] [TEXT:␣1]
[TEXT:␣1] [TEXT:␣30]
[TEXT:␣-15] [TEXT:␣-6]
[TEXT:␣-19] [TEXT:␣22]
[TEXT:␣13] [TEXT:␣21]
[TEXT:␣-12] [TEXT:␣-1]
[TEXT:␣-22] [TEXT:␣19]
[TEXT:␣-16] [TEXT:␣21]
[TEXT:␣-13] [TEXT:␣-4]
[TEXT:␣-1] [TEXT:␣36]
[TEXT:␣-10] [TEXT:␣29]
[TEXT:␣-23] [TEXT:␣14]
[TEXT:␣-9] [TEXT:␣-2]
[TEXT:␣4] [TEXT:␣31]
[TEXT:␣-6] [TEXT:2]
[TEXT:␣-8] [TEXT:␣-3]
[TEXT:4] [TEXT:8]
[TEXT:␣-6] [TEXT:␣31]
[TEXT:␣-8] [TEXT:␣3]
[TEXT:␣-9] [TEXT:␣28]
[TEXT:␣-12] [TEXT:␣27]
[TEXT:␣-14] [TEXT:␣23]
[TEXT:␣7] [TEXT:␣9]
[TEXT:␣-25] [TEXT:␣7]
[TEXT:␣-3] [TEXT:␣36]
[TEXT:␣-7] [TEXT:␣32]
[TEXT:␣9] [TEXT:␣26]
[TEXT:␣-20] [TEXT:␣18]
[TEXT:␣-4] [TEXT:␣0]
[TEXT:␣6] [TEXT:␣32]
[TEXT:␣-5] [TEXT:␣33]
[TEXT:␣-21] [TEXT:␣0]
[TEXT:␣-19] [TEXT:␣21]
[TEXT:␣-15] [TEXT:␣-4]
[TEXT:␣-24] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣15]
[TEXT:␣-7] [TEXT:␣-3]
[TEXT:␣8] [TEXT:␣25]
[TEXT:␣-8] [TEXT:␣-2]
[TEXT:␣12] [TEXT:␣20]
[TEXT:␣-12] [TEXT:␣29]
[TEXT:␣10] [TEXT:␣26]
[TEXT:␣-23] [TEXT:␣11]
[TEXT:␣-11] [TEXT:␣-12]
[TEXT:␣-23] [TEXT:␣15]
[TEXT:␣6] [TEXT:␣8]
[TEXT:␣4] [TEXT:␣36]
[TEXT:3] [TEXT:3]
[TEXT:␣-17] [TEXT:␣-4]
[TEXT:␣-21] [TEXT:␣19]
[TEXT:␣-1] [TEXT:␣-3]
[TEXT:␣0] [TEXT:␣37]
[TEXT:␣-18] [TEXT:␣22]
[TEXT:4] [TEXT:9]
[TEXT:␣-4] [TEXT:␣1]
[TEXT:␣-24] [TEXT:␣16]
[TEXT:␣-5] [TEXT:␣-2]
[TEXT:␣-15] [TEXT:␣-3]
[TEXT:␣-18] [TEXT:␣20]
[TEXT:␣-13] [TEXT:␣23]
[TEXT:␣-14] [TEXT:␣-3]
[TEXT:␣-23] [TEXT:␣13]
[TEXT:␣-14] [TEXT:␣-8]
[TEXT:␣-21] [TEXT:␣1]
[TEXT:␣-26] [TEXT:␣12]
[TEXT:␣-6] [TEXT:␣0]
[TEXT:␣-2] [TEXT:␣34]
[TEXT:␣-21] [TEXT:␣18]
[TEXT:␣-20] [TEXT:␣-2]
[TEXT:␣-23] [TEXT:␣17]
[TEXT:␣-3] [TEXT:␣34]
[TEXT:␣-14] [TEXT:␣-9]
[TEXT:␣-11] [TEXT:␣26]
[TEXT:␣-25] [TEXT:␣5]
[TEXT:␣-19] [TEXT:␣-2]
[TEXT:␣-11] [TEXT:␣-3]
[TEXT:␣-7] [TEXT:␣30]
[TEXT:␣-15] [TEXT:␣-8]
[TEXT:4] [TEXT:7]
[TEXT:␣11] [TEXT:␣20]
[TEXT:␣-20] [TEXT:␣-1]
[TEXT:␣-5] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣32]
[TEXT:␣13] [TEXT:␣20]
[TEXT:␣-24] [TEXT:␣0]
[TEXT:␣-25] [TEXT:␣10]
[TEXT:␣4] [TEXT:␣33]
[TEXT:␣-22] [TEXT:␣18]
[TEXT:␣14] [TEXT:␣16]
[TEXT:␣-6] [TEXT:␣30]
[TEXT:␣7] [TEXT:␣32]
[TEXT:␣-19] [TEXT:␣-1]
[TEXT:␣4] [TEXT:␣4]
[TEXT:␣-12] [TEXT:␣0]
[TEXT:␣8] [TEXT:␣26]
[TEXT:␣-18] [TEXT:␣21]
[TEXT:␣6] [TEXT:␣31]
[TEXT:␣-7] [TEXT:␣-6]
[TEXT:␣-20] [TEXT:␣20]
[TEXT:␣5] [TEXT:␣33]
[TEXT:␣2] [TEXT:␣34]
[TEXT:␣-25] [TEXT:␣6]
[TEXT:␣-13] [TEXT:␣-10]
[TEXT:␣-17] [TEXT:␣23]
[TEXT:␣-25] [TEXT:␣9]
[TEXT:␣-17] [TEXT:␣-5]
[TEXT:␣0␣0] [TEXT:␣-1]
[TEXT:␣-9] [TEXT:␣0]
[TEXT:␣-11] [TEXT:␣27]
[TEXT:␣-11] [TEXT:␣-2]
[TEXT:␣-26] [TEXT:␣7]
[TEXT:␣-14] [TEXT:␣25]
[TEXT:␣-16] [TEXT:␣24]
[TEXT:␣-14] [TEXT:␣-4]
[TEXT:␣-24] [TEXT:␣1]
[TEXT:␣5] [TEXT:7]
[TEXT:␣-4] [TEXT:␣36]
[TEXT:␣-22] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣-1␣1]
[TEXT:␣-24] [TEXT:␣19]
[TEXT:␣-23] [TEXT:␣4]
[TEXT:␣-25] [TEXT:␣8]
[TEXT:␣-10] [TEXT:␣-4]
[TEXT:␣4] [TEXT:␣30]
[TEXT:␣12] [TEXT:␣26]
[TEXT:␣5] [TEXT:8]
[TEXT:␣11] [TEXT:␣26]
[TEXT:␣-4] [TEXT:␣33]
[TEXT:␣-8] [TEXT:␣31]
[TEXT:␣-18] [TEXT:␣-1]
[TEXT:␣-14] [TEXT:␣-5]
[TEXT:␣5] [TEXT:␣30]
[TEXT:␣-11] [TEXT:␣-8]
[TEXT:␣-15] [TEXT:␣25]
[TEXT:␣-10] [TEXT:␣-3]
[TEXT:␣-6] [TEXT:4]
[TEXT:␣-26] [TEXT:␣10]
[TEXT:␣-27] [TEXT:␣7]
[TEXT:␣-8] [TEXT:␣32]
[TEXT:␣0␣0] [TEXT:␣0␣1]
[TEXT:␣8] [TEXT:␣29]
[TEXT:␣-9] [TEXT:␣31]
[TEXT:5] [TEXT:0]
[TEXT:␣-4] [TEXT:␣34]
[TEXT:␣-23] [TEXT:␣16]
[TEXT:␣-13] [TEXT:␣-5]
[TEXT:␣-16] [TEXT:␣23]
[TEXT:␣-7] [TEXT:0]
[TEXT:␣-6] [TEXT:8]
[TEXT:␣3] [TEXT:␣34]
[TEXT:␣-14] [TEXT:␣26]
[TEXT:␣14] [TEXT:␣19]
[TEXT:␣-27] [TEXT:␣12]
[TEXT:␣1] [TEXT:␣34]
[TEXT:␣-5] [TEXT:␣34]
[TEXT:␣-12] [TEXT:␣28]
[TEXT:␣0] [TEXT:␣35]
[TEXT:␣-21] [TEXT:␣20]
[TEXT:␣-25] [TEXT:␣14]
[TEXT:␣11] [TEXT:␣23]
[TEXT:␣7] [TEXT:␣7]
[TEXT:␣-26] [TEXT:␣9]
[TEXT:␣-14] [TEXT:␣27]
[TEXT:␣-16] [TEXT:␣-6]
[TEXT:␣-6] [TEXT:7]
[TEXT:␣-20] [TEXT:␣22]
[TEXT:␣-24] [TEXT:␣18]
[TEXT:␣-10] [TEXT:␣31]
[TEXT:␣-22] [TEXT:␣20]
[TEXT:␣-7] [TEXT:␣34]
[TEXT:␣1␣-1] [TEXT:␣-1␣1]
[TEXT:␣-13] [TEXT:␣26]
[TEXT:␣-10] [TEXT:␣-9]
[TEXT:␣-4] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣25]
[TEXT:␣1␣-1] [TEXT:␣0␣0]
[TEXT:␣-25] [TEXT:␣15]
[TEXT:␣9] [TEXT:␣28]
[TEXT:␣-9] [TEXT:␣32]
[TEXT:␣-11] [TEXT:␣29]
[TEXT:␣-20] [TEXT:␣21]
[TEXT:␣-18] [TEXT:␣-2]
[TEXT:␣-13] [TEXT:␣27]
[TEXT:␣-23] [TEXT:␣3]
[TEXT:␣8] [TEXT:␣31]
[TEXT:␣-26] [TEXT:␣5]
[TEXT:␣-20] [TEXT:␣-3]
[TEXT:␣-15] [TEXT:␣26]
[TEXT:␣-26] [TEXT:␣8]
[TEXT:␣-1] [TEXT:␣34]
[TEXT:␣11] [TEXT:␣24]
[TEXT:␣-22] [TEXT:␣0]
[TEXT:␣-27] [TEXT:␣10]
[TEXT:␣-6] [TEXT:6]
[TEXT:␣-19] [TEXT:␣24]
[TEXT:-] [TEXT:12]
[TEXT:␣-25] [TEXT:␣11]
[TEXT:␣-20] [TEXT:␣-4]
[TEXT:␣-8] [TEXT:␣2]
[TEXT:4] [TEXT:4]
[TEXT:␣-23] [TEXT:␣19]
[TEXT:␣-1] [TEXT:␣-1]
[TEXT:␣-9] [TEXT:␣-3]
[TEXT:␣-27] [TEXT:␣5]
[TEXT:␣9] [TEXT:␣31]
[TEXT:␣-26] [TEXT:␣17]
[TEXT:␣8] [TEXT:␣32]
[TEXT:␣-4] [TEXT:␣-4]
[TEXT:␣9] [TEXT:␣25]
[TEXT:␣6] [TEXT:␣9]
[TEXT:␣-26] [TEXT:␣15]
[TEXT:␣-23] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣-1]
[TEXT:␣1] [TEXT:␣0␣-1]
[TEXT:␣-20] [TEXT:␣-5]
[TEXT:␣-25] [TEXT:␣13]
[TEXT:␣-19] [TEXT:␣23]
[TEXT:5] [TEXT:6]
[TEXT:␣-7] [TEXT:␣0]
[TEXT:␣-19] [TEXT:␣-3]
[TEXT:␣-26] [TEXT:␣14]
[TEXT:␣-8] [TEXT:␣30]
[TEXT:␣-7] [TEXT:␣33]
[TEXT:␣14] [TEXT:␣21]
[TEXT:␣-26] [TEXT:␣6]
[TEXT:␣-21] [TEXT:␣-1]
[TEXT:␣-22] [TEXT:␣21]
[TEXT:␣-6] [TEXT:␣33]
[TEXT:␣-15] [TEXT:␣27]
[TEXT:␣14] [TEXT:␣17]
[TEXT:␣-27] [TEXT:␣14]
[TEXT:␣-2] [TEXT:␣35]
[TEXT:␣-10] [TEXT:␣30]
[TEXT:␣7] [TEXT:␣36]
[TEXT:␣12] [TEXT:␣24]
[TEXT:␣-13] [TEXT:␣-9]
[TEXT:␣-16] [TEXT:␣-7]
[TEXT:␣-17] [TEXT:␣25]
[TEXT:␣-26] [TEXT:␣11]
[TEXT:␣-25] [TEXT:␣17]
[TEXT:␣-22] [TEXT:␣22]
[TEXT:␣0] [TEXT:␣41]
[TEXT:␣13] [TEXT:␣19]
[TEXT:␣-9] [TEXT:␣30]
[TEXT:␣-28] [TEXT:␣7]
[TEXT:␣10] [TEXT:␣31]
[TEXT:␣-23] [TEXT:␣18]
[TEXT:5] [TEXT:5]
[TEXT:␣-8] [TEXT:␣1]
[TEXT:␣6] [TEXT:␣36]
[TEXT:␣-10] [TEXT:␣-12]
[TEXT:␣-17] [TEXT:␣27]
[TEXT:␣-19] [TEXT:␣-5]
[TEXT:␣-21] [TEXT:␣21]
[TEXT:␣-2] [TEXT:␣37]
[TEXT:␣12] [TEXT:␣25]
[TEXT:␣13] [TEXT:␣22]
[TEXT:␣-18] [TEXT:␣24]
[TEXT:␣-1] [TEXT:␣0␣-1]
[TEXT:␣14] [TEXT:␣24]
[TEXT:␣0␣0] [TEXT:␣3]
[TEXT:␣-29] [TEXT:␣12]
[TEXT:␣-27] [TEXT:␣9]
[TEXT:␣2] [TEXT:␣37]
[TEXT:␣3] [TEXT:␣37]
[TEXT:␣-21] [TEXT:␣-2]
[TEXT:␣-25] [TEXT:␣3]
[TEXT:␣-27] [TEXT:␣6]
[TEXT:␣9] [TEXT:␣11]
[TEXT:␣-3] [TEXT:␣0]
[TEXT:␣-7] [TEXT:␣36]
[TEXT:␣-29] [TEXT:␣7]
[TEXT:␣-27] [TEXT:␣8]
[TEXT:␣-7] [TEXT:␣-2]
[TEXT:␣-21] [TEXT:␣22]
[TEXT:␣-11] [TEXT:␣28]
[TEXT:␣12] [TEXT:␣23]
[TEXT:␣-24] [TEXT:␣20]
[TEXT:␣1] [TEXT:␣37]
[TEXT:␣-16] [TEXT:␣26]
[TEXT:␣-17] [TEXT:␣26]
[TEXT:␣-14] [TEXT:␣28]
[TEXT:␣4] [TEXT:␣34]
[TEXT:␣15] [TEXT:␣15]
[TEXT:␣-27] [TEXT:␣17]
[TEXT:␣-25] [TEXT:␣2]
[TEXT:5] [TEXT:8]
[TEXT:␣-20] [TEXT:␣24]
[TEXT:␣-8] [TEXT:␣-1]
[TEXT:␣1] [TEXT:␣1]
[TEXT:␣-3] [TEXT:␣0␣0]
[TEXT:␣-16] [TEXT:␣25]
[TEXT:␣-5] [TEXT:␣35]
[TEXT:␣10] [TEXT:␣25]
[TEXT:␣-3] [TEXT:␣37]
[TEXT:␣-25] [TEXT:␣4]
[TEXT:␣-7] [TEXT:7]
[TEXT:␣-26] [TEXT:␣13]
[TEXT:␣8] [TEXT:␣8]
[TEXT:␣-29] [TEXT:␣6]
[TEXT:6] [TEXT:0]
[TEXT:␣-27] [TEXT:␣15]
[TEXT:␣-27] [TEXT:␣13]
[TEXT:␣-25] [TEXT:␣16]
[TEXT:␣-7] [TEXT:5]
[TEXT:␣-12] [TEXT:␣31]
[TEXT:␣-27] [TEXT:␣11]
[TEXT:␣-7] [TEXT:2]
[TEXT:␣-3] [TEXT:␣35]
[TEXT:1] [TEXT:␣-8]
[TEXT:␣-7] [TEXT:␣35]
[TEXT:␣-6] [TEXT:9]
[TEXT:␣-6] [TEXT:␣34]
[TEXT:␣0] [TEXT:␣38]
[TEXT:␣-28] [TEXT:␣5]
[TEXT:␣-15] [TEXT:␣29]
[TEXT:␣2␣4] [TEXT:0]
[TEXT:␣-14] [TEXT:␣29]
[TEXT:␣-28] [TEXT:␣12]
[TEXT:␣-12] [TEXT:␣-6]
[TEXT:␣-19] [TEXT:␣25]
[TEXT:␣0] [TEXT:␣40]
[TEXT:␣7] [TEXT:␣30]
[TEXT:␣-18] [TEXT:␣23]
[TEXT:␣9] [TEXT:␣29]
[TEXT:␣-26] [TEXT:␣19]
[TEXT:␣5] [TEXT:␣34]
[TEXT:␣-6] [TEXT:␣36]
[TEXT:␣-8] [TEXT:␣33]
[TEXT:␣-10] [TEXT:␣32]
[TEXT:␣-13] [TEXT:␣29]
[TEXT:␣-26] [TEXT:␣16]
[TEXT:␣-29] [TEXT:␣9]
[TEXT:␣13] [TEXT:␣25]
[TEXT:␣18] [TEXT:␣16]
[TEXT:␣-7] [TEXT:␣-1]
[TEXT:␣-19] [TEXT:␣-4]
[TEXT:␣-24] [TEXT:␣22]
[TEXT:␣-27] [TEXT:␣16]
[TEXT:␣11] [TEXT:␣27]
[TEXT:␣-24] [TEXT:␣21]
[TEXT:␣-19] [TEXT:␣-7]
[TEXT:␣-23] [TEXT:␣0]
[TEXT:␣-12] [TEXT:␣32]
[TEXT:␣-14] [TEXT:␣-6]
[TEXT:␣-1] [TEXT:␣37]
[TEXT:␣-29] [TEXT:␣5]
[TEXT:␣-12] [TEXT:␣30]
[TEXT:␣6] [TEXT:␣30]
[TEXT:␣-13] [TEXT:␣28]
[TEXT:␣-22] [TEXT:␣-1]
[TEXT:␣-18] [TEXT:␣-3]
[TEXT:␣-22] [TEXT:␣-2]
[TEXT:␣-25] [TEXT:␣19]
[TEXT:␣-29] [TEXT:␣10]
[TEXT:␣-28] [TEXT:␣10]
[TEXT:␣-17] [TEXT:␣-6]
[TEXT:␣-7] [TEXT:9]
[TEXT:␣-7] [TEXT:3]
[TEXT:␣2] [TEXT:␣35]
[TEXT:␣3] [TEXT:␣35]
[TEXT:7] [TEXT:0]
[TEXT:␣-24] [TEXT:␣-2]
[TEXT:␣-26] [TEXT:␣2]
[TEXT:␣-9] [TEXT:␣-4]
[TEXT:␣11] [TEXT:␣25]
[TEXT:␣-17] [TEXT:␣-7]
[TEXT:␣5] [TEXT:9]
[TEXT:␣-21] [TEXT:␣24]
[TEXT:␣7] [TEXT:␣33]
[TEXT:␣-21] [TEXT:␣-3]
[TEXT:␣-22] [TEXT:␣24]
[TEXT:3] [TEXT:2]
[TEXT:␣0␣0] [TEXT:␣3␣3]
[TEXT:␣-7] [TEXT:1]
[TEXT:␣-23] [TEXT:␣20]
[TEXT:␣-25] [TEXT:␣1]
[TEXT:␣-10] [TEXT:␣-13]
[TEXT:␣6] [TEXT:0]
[TEXT:␣-4] [TEXT:␣37]
[TEXT:5] [TEXT:7]
[TEXT:␣-8] [TEXT:␣-5]
[TEXT:␣-26] [TEXT:␣3]
[TEXT:␣-2] [TEXT:␣40]
[TEXT:␣12] [TEXT:␣27]
[TEXT:␣10] [TEXT:␣28]
[TEXT:␣2] [TEXT:␣3␣3]
[TEXT:␣-19] [TEXT:␣26]
[TEXT:␣0␣0] [TEXT:␣0␣-1]
[TEXT:␣-16] [TEXT:␣27]
[TEXT:␣-27] [TEXT:␣4]
[TEXT:␣-9] [TEXT:␣33]
[TEXT:␣-12] [TEXT:␣-12]
[TEXT:-] [TEXT:13]
[TEXT:␣-23] [TEXT:␣1]
[TEXT:␣0␣0] [TEXT:␣2␣4]
[TEXT:␣-1] [TEXT:␣35]
[TEXT:␣0] [TEXT:␣1␣-1]
[TEXT:␣13] [TEXT:␣18]
[TEXT:␣-26] [TEXT:␣18]
[TEXT:␣-7] [TEXT:6]
[TEXT:␣-15] [TEXT:␣-9]
[TEXT:␣-19] [TEXT:␣-6]
[TEXT:␣-29] [TEXT:␣14]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-29] [TEXT:␣17]
[TEXT:3] [TEXT:␣-8]
[TEXT:␣-7] [TEXT:4]
[TEXT:␣6] [TEXT:␣33]
[TEXT:␣4] [TEXT:␣37]
[TEXT:␣-26] [TEXT:␣4]
[TEXT:␣-22] [TEXT:␣23]
[TEXT:␣-20] [TEXT:␣23]
[TEXT:␣-11] [TEXT:␣31]
[TEXT:␣-18] [TEXT:␣-5]
[TEXT:␣-28] [TEXT:␣8]
[TEXT:␣-4] [TEXT:␣35]
[TEXT:␣-8] [TEXT:␣34]
[TEXT:␣-19] [TEXT:␣-8]
[TEXT:␣5] [TEXT:␣35]
[TEXT:6] [TEXT:8]
[TEXT:␣5] [TEXT:␣1]
[TEXT:␣-9] [TEXT:␣34]
[TEXT:␣-2] [TEXT:␣38]
[TEXT:␣-10] [TEXT:␣34]
[TEXT:␣-24] [TEXT:␣-1]
[TEXT:␣-28] [TEXT:␣14]
[TEXT:␣-9] [TEXT:4]
[TEXT:␣-17] [TEXT:␣29]
[TEXT:␣-28] [TEXT:␣9]
[TEXT:␣-16] [TEXT:␣-8]
[TEXT:␣-28] [TEXT:␣11]
[TEXT:␣-23] [TEXT:␣22]
[TEXT:␣1] [TEXT:␣35]
[TEXT:␣-7] [TEXT:8]
[TEXT:␣14] [TEXT:␣22]
[TEXT:␣15] [TEXT:␣20]
[TEXT:␣1] [TEXT:␣40]
[TEXT:2] [TEXT:␣-8]
[TEXT:␣-28] [TEXT:␣15]
[TEXT:␣-5] [TEXT:␣37]
[TEXT:␣8] [TEXT:␣36]
[TEXT:␣-8] [TEXT:␣36]
[TEXT:␣-21] [TEXT:␣23]
[TEXT:␣-29] [TEXT:␣8]
[TEXT:␣-28] [TEXT:␣6]
[TEXT:␣11] [TEXT:␣11]
[TEXT:8] [TEXT:0]
[TEXT:␣-28] [TEXT:␣4]
[TEXT:␣16] [TEXT:␣18]
[TEXT:␣-29] [TEXT:␣11]
[TEXT:␣-1] [TEXT:␣40]
[TEXT:␣0] [TEXT:␣39]
[TEXT:6] [TEXT:5]
[TEXT:␣-2] [TEXT:␣39]
[TEXT:␣0] [TEXT:␣-3]
[TEXT:␣10] [TEXT:␣29]
[TEXT:␣-18] [TEXT:␣26]
[TEXT:␣-28] [TEXT:␣13]
[TEXT:␣12] [TEXT:␣13]
[TEXT:-] [TEXT:14]
[TEXT:␣4] [TEXT:␣35]
[TEXT:␣-25] [TEXT:␣18]
[TEXT:␣-3] [TEXT:␣40]
[TEXT:␣1] [TEXT:␣0␣1]
[TEXT:␣-21] [TEXT:␣-4]
[TEXT:␣-25] [TEXT:␣0]
[TEXT:7] [TEXT:5]
[TEXT:␣-10] [TEXT:␣33]
[TEXT:␣2] [TEXT:␣0␣0]
[TEXT:␣3] [TEXT:␣40]
[TEXT:␣-9] [TEXT:9]
[TEXT:␣-14] [TEXT:␣31]
[TEXT:␣-13] [TEXT:␣-7]
[TEXT:␣-23] [TEXT:␣21]
[TEXT:␣3] [TEXT:␣41]
[TEXT:␣-26] [TEXT:␣20]
[TEXT:␣-1␣1] [TEXT:␣0␣0]
[TEXT:␣-29] [TEXT:␣15]
[TEXT:␣16] [TEXT:␣19]
[TEXT:␣-10] [TEXT:4]
[TEXT:␣-3] [TEXT:␣41]
[TEXT:␣15] [TEXT:␣24]
[TEXT:␣-15] [TEXT:␣28]
[TEXT:␣-20] [TEXT:␣-6]
[TEXT:␣-2] [TEXT:␣41]
[TEXT:␣7] [TEXT:␣8]
[TEXT:␣5] [TEXT:␣37]
[TEXT:␣-18] [TEXT:␣-4]
[TEXT:␣-20] [TEXT:␣-7]
[TEXT:␣-24] [TEXT:␣-3]
[TEXT:␣-11] [TEXT:1]
[TEXT:␣2␣4] [TEXT:1]
[TEXT:␣-27] [TEXT:␣3]
[TEXT:5] [TEXT:9]
[TEXT:␣-5] [TEXT:␣40]
[TEXT:␣-9] [TEXT:2]
[TEXT:␣-13] [TEXT:␣-6]
[TEXT:␣7] [TEXT:␣35]
[TEXT:␣10] [TEXT:␣10]
[TEXT:␣-11] [TEXT:␣30]
[TEXT:␣-27] [TEXT:␣19]
[TEXT:␣-21] [TEXT:␣-5]
[TEXT:␣-29] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣32]
[TEXT:␣13] [TEXT:␣23]
[TEXT:␣-24] [TEXT:␣-5]
[TEXT:␣-29] [TEXT:␣13]
[TEXT:␣-11] [TEXT:␣32]
[TEXT:5] [TEXT:4]
[TEXT:␣-24] [TEXT:␣24]
[TEXT:␣13] [TEXT:␣24]
[TEXT:6] [TEXT:7]
[TEXT:␣1] [TEXT:␣41]
[TEXT:␣6] [TEXT:3]
[TEXT:␣-6] [TEXT:␣35]
[TEXT:␣2] [TEXT:␣39]
[TEXT:␣-25] [TEXT:␣21]
[TEXT:3] [TEXT:1]
[TEXT:8] [TEXT:7]
[TEXT:␣-18] [TEXT:␣25]
[TEXT:7] [TEXT:9]
[TEXT:␣-13] [TEXT:␣-8]
[TEXT:␣-28] [TEXT:␣17]
[TEXT:8] [TEXT:9]
[TEXT:␣1] [TEXT:␣-3]
[TEXT:␣-12] [TEXT:␣-7]
[TEXT:␣-9] [TEXT:␣-5]
[TEXT:6] [TEXT:9]
[TEXT:␣-13] [TEXT:␣31]
[TEXT:␣-28] [TEXT:␣3]
[TEXT:␣12] [TEXT:␣14]
[TEXT:␣-16] [TEXT:␣29]
[TEXT:␣-1] [TEXT:␣41]
[TEXT:␣2] [TEXT:␣38]
[TEXT:␣-9] [TEXT:1]
[TEXT:␣-9] [TEXT:␣36]
[TEXT:␣-10] [TEXT:␣35]
[TEXT:␣-10] [TEXT:1]
[TEXT:6] [TEXT:␣-8]
[TEXT:␣-9] [TEXT:␣-7]
[TEXT:␣-6] [TEXT:␣-2]
[TEXT:␣-27] [TEXT:␣18]
[TEXT:␣-24] [TEXT:␣-4]
[TEXT:␣-26] [TEXT:␣21]
[TEXT:␣1] [TEXT:␣38]
[TEXT:␣-3] [TEXT:␣38]
[TEXT:␣5] [TEXT:␣5]
[TEXT:␣-12] [TEXT:␣-11]
[TEXT:6] [TEXT:3]
[TEXT:␣-7] [TEXT:␣37]
[TEXT:9] [TEXT:4]
[TEXT:␣-5] [TEXT:␣38]
[TEXT:␣13] [TEXT:␣26]
[TEXT:␣-5] [TEXT:␣39]
[TEXT:␣-27] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣-4]
[TEXT:␣14] [TEXT:␣25]
[TEXT:␣-15] [TEXT:␣31]
[TEXT:␣-20] [TEXT:␣26]
[TEXT:␣-25] [TEXT:␣20]
[TEXT:9] [TEXT:9]
[TEXT:␣-9] [TEXT:7]
[TEXT:␣-9] [TEXT:0]
[TEXT:␣-10] [TEXT:6]
[TEXT:␣-17] [TEXT:␣28]
[TEXT:␣5] [TEXT:␣40]
[TEXT:␣0␣0] [TEXT:␣2]
[TEXT:␣-31] [TEXT:␣12]
[TEXT:␣-18] [TEXT:␣27]
[TEXT:␣3] [TEXT:␣38]
[TEXT:␣6] [TEXT:1]
[TEXT:␣4] [TEXT:␣40]
[TEXT:␣-19] [TEXT:␣27]
[TEXT:␣-25] [TEXT:␣22]
[TEXT:7] [TEXT:7]
[TEXT:␣12] [TEXT:␣29]
[TEXT:␣-22] [TEXT:␣-3]
[TEXT:8] [TEXT:2]
[TEXT:␣0␣0] [TEXT:␣-2]
[TEXT:␣-29] [TEXT:␣2]
[TEXT:␣-9] [TEXT:6]
[TEXT:␣-10] [TEXT:2]
[TEXT:␣-10] [TEXT:8]
[TEXT:␣7] [TEXT:␣34]
[TEXT:␣-17] [TEXT:␣31]
[TEXT:6] [TEXT:2]
[TEXT:␣-27] [TEXT:␣20]
[TEXT:␣-4] [TEXT:␣40]
[TEXT:␣18] [TEXT:␣17]
[TEXT:␣-29] [TEXT:␣3]
[TEXT:␣-8] [TEXT:␣35]
[TEXT:␣-21] [TEXT:␣25]
[TEXT:␣-29] [TEXT:␣19]
[TEXT:5] [TEXT:3]
[TEXT:␣-12] [TEXT:␣33]
[TEXT:␣-12] [TEXT:␣36]
[TEXT:␣0␣-1] [TEXT:␣0␣1]
[TEXT:␣6] [TEXT:␣35]
[TEXT:␣-31] [TEXT:␣10]
[TEXT:-] [TEXT:15]
[TEXT:␣-22] [TEXT:␣26]
[TEXT:␣-28] [TEXT:␣2]
[TEXT:␣-12] [TEXT:␣34]
[TEXT:␣9] [TEXT:␣30]
[TEXT:␣-24] [TEXT:␣23]
[TEXT:8] [TEXT:4]
[TEXT:8] [TEXT:5]
[TEXT:␣8] [TEXT:␣30]
[TEXT:␣-26] [TEXT:␣0]
[TEXT:␣-3] [TEXT:␣39]
[TEXT:␣-9] [TEXT:8]
[TEXT:␣-14] [TEXT:␣30]
[TEXT:␣-28] [TEXT:␣16]
[TEXT:␣-31] [TEXT:␣7]
[TEXT:␣-30] [TEXT:␣12]
[TEXT:␣-9] [TEXT:5]
[TEXT:␣-13] [TEXT:␣30]
[TEXT:␣-20] [TEXT:␣25]
[TEXT:␣-8] [TEXT:␣0]
[TEXT:␣6] [TEXT:␣34]
[TEXT:␣-23] [TEXT:␣-1]
[TEXT:␣-23] [TEXT:␣-2]
[TEXT:␣-26] [TEXT:␣1]
[TEXT:7] [TEXT:2]
[TEXT:␣-10] [TEXT:␣36]
[TEXT:␣-21] [TEXT:␣26]
[TEXT:6] [TEXT:4]
[TEXT:␣3] [TEXT:␣39]
[TEXT:␣-16] [TEXT:␣28]
[TEXT:␣-1] [TEXT:␣38]
[TEXT:␣-10] [TEXT:9]
[TEXT:␣-23] [TEXT:␣24]
[TEXT:␣13] [TEXT:␣29]
[TEXT:␣-9] [TEXT:␣35]
[TEXT:␣-6] [TEXT:␣37]
[TEXT:␣0␣4] [TEXT:4]
[TEXT:9] [TEXT:7]
[TEXT:␣4] [TEXT:␣5]
[TEXT:␣11] [TEXT:␣31]
[TEXT:10] [TEXT:4]
[TEXT:␣-25] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣8]
[TEXT:␣-29] [TEXT:␣16]
[TEXT:␣-11] [TEXT:3]
[TEXT:␣5] [TEXT:␣39]
[TEXT:11] [TEXT:1]
[TEXT:9] [TEXT:2]
[TEXT:␣-30] [TEXT:␣7]
[TEXT:4] [TEXT:1]
[TEXT:␣10] [TEXT:␣30]
[TEXT:␣-15] [TEXT:␣30]
[TEXT:9] [TEXT:0]
[TEXT:␣-27] [TEXT:␣21]
[TEXT:␣11] [TEXT:␣29]
[TEXT:␣-9] [TEXT:3]
[TEXT:␣-12] [TEXT:␣-10]
[TEXT:␣-4] [TEXT:␣38]
[TEXT:␣-4] [TEXT:␣41]
[TEXT:␣-14] [TEXT:␣-10]
[TEXT:␣-5] [TEXT:␣41]
[TEXT:6] [TEXT:1]
[TEXT:␣-11] [TEXT:␣-11]
[TEXT:␣0␣0] [TEXT:␣0␣4]
[TEXT:␣-17] [TEXT:␣-8]
[TEXT:9] [TEXT:6]
[TEXT:␣4] [TEXT:␣41]
[TEXT:␣-8] [TEXT:0]
[TEXT:␣-27] [TEXT:␣0]
[TEXT:␣-4] [TEXT:␣39]
[TEXT:␣-11] [TEXT:8]
[TEXT:␣-14] [TEXT:␣32]
[TEXT:␣-26] [TEXT:␣22]
[TEXT:␣-7] [TEXT:␣38]
[TEXT:␣-1␣1] [TEXT:␣1␣-1]
[TEXT:5] [TEXT:2]
[TEXT:␣-11] [TEXT:6]
[TEXT:␣12] [TEXT:␣30]
[TEXT:␣-7] [TEXT:␣41]
[TEXT:␣-10] [TEXT:3]
[TEXT:␣-19] [TEXT:␣28]
[TEXT:␣-30] [TEXT:␣10]
[TEXT:7] [TEXT:4]
[TEXT:␣6] [TEXT:2]
[TEXT:␣-10] [TEXT:5]
[TEXT:␣-20] [TEXT:␣27]
[TEXT:␣-31] [TEXT:␣9]
[TEXT:␣-1] [TEXT:␣39]
[TEXT:␣14] [TEXT:␣18]
[TEXT:5] [TEXT:1]
[TEXT:␣-12] [TEXT:1]
[TEXT:7] [TEXT:8]
[TEXT:␣8] [TEXT:␣33]
[TEXT:␣-25] [TEXT:␣-1]
[TEXT:␣-1␣1] [TEXT:␣-1]
[TEXT:␣16] [TEXT:␣24]
[TEXT:␣-13] [TEXT:␣32]
[TEXT:␣-32] [TEXT:␣7]
[TEXT:␣1] [TEXT:␣39]
[TEXT:␣-6] [TEXT:␣-3]
[TEXT:␣12] [TEXT:␣11]
[TEXT:1] [TEXT:18]
[TEXT:7] [TEXT:3]
[TEXT:-] [TEXT:17]
[TEXT:␣-22] [TEXT:␣25]
[TEXT:␣-19] [TEXT:␣29]
[TEXT:4] [TEXT:3]
[TEXT:␣-28] [TEXT:␣19]
[TEXT:4] [TEXT:2]
[TEXT:␣7] [TEXT:␣37]
[TEXT:␣12] [TEXT:␣31]
[TEXT:␣-11] [TEXT:4]
[TEXT:␣-18] [TEXT:␣-7]
[TEXT:␣-28] [TEXT:␣0]
[TEXT:10] [TEXT:9]
[TEXT:8] [TEXT:1]
[TEXT:␣-18] [TEXT:␣29]
[TEXT:␣-27] [TEXT:␣1]
[TEXT:␣-16] [TEXT:␣-9]
[TEXT:␣11] [TEXT:␣30]
[TEXT:␣4] [TEXT:␣39]
[TEXT:␣-12] [TEXT:8]
[TEXT:␣1␣-1] [TEXT:␣4]
[TEXT:␣14] [TEXT:␣26]
[TEXT:␣-12] [TEXT:3]
[TEXT:␣-19] [TEXT:␣-9]
[TEXT:1] [TEXT:16]
[TEXT:7] [TEXT:1]
[TEXT:␣-7] [TEXT:␣39]
[TEXT:␣-6] [TEXT:␣38]
[TEXT:␣-6] [TEXT:␣39]
[TEXT:␣0␣0] [TEXT:␣-2␣-4]
[TEXT:␣-32] [TEXT:␣12]
[TEXT:␣-32] [TEXT:␣5]
[TEXT:␣-22] [TEXT:␣-5]
[TEXT:␣11] [TEXT:␣28]
[TEXT:10] [TEXT:6]
[TEXT:␣-31] [TEXT:␣15]
[TEXT:8] [TEXT:6]
[TEXT:9] [TEXT:5]
[TEXT:␣-2] [TEXT:␣44]
[TEXT:␣-29] [TEXT:␣20]
[TEXT:␣-7] [TEXT:␣40]
[TEXT:␣-17] [TEXT:␣-9]
[TEXT:␣-27] [TEXT:␣22]
[TEXT:1] [TEXT:15]
[TEXT:␣6] [TEXT:5]
[TEXT:␣-7] [TEXT:␣-7]
[TEXT:␣-16] [TEXT:␣-12]
[TEXT:␣-11] [TEXT:␣33]
[TEXT:␣18] [TEXT:␣22]
[TEXT:␣-31] [TEXT:␣5]
[TEXT:1] [TEXT:13]
[TEXT:␣4] [TEXT:␣38]
[TEXT:␣-11] [TEXT:5]
[TEXT:␣-23] [TEXT:␣23]
[TEXT:␣-27] [TEXT:␣24]
[TEXT:␣6] [TEXT:␣37]
[TEXT:␣-10] [TEXT:0]
[TEXT:-] [TEXT:16]
[TEXT:␣-13] [TEXT:5]
[TEXT:␣-21] [TEXT:␣27]
[TEXT:␣-17] [TEXT:␣30]
[TEXT:␣-18] [TEXT:␣-9]
[TEXT:␣0␣-1] [TEXT:␣5]
[TEXT:␣-10] [TEXT:7]
[TEXT:␣15] [TEXT:␣21]
[TEXT:␣-3] [TEXT:␣44]
[TEXT:␣14] [TEXT:␣29]
[TEXT:␣17] [TEXT:␣22]
[TEXT:␣-12] [TEXT:5]
[TEXT:␣-31] [TEXT:␣17]
[TEXT:6] [TEXT:6]
[TEXT:␣-12] [TEXT:6]
[TEXT:␣-14] [TEXT:␣33]
[TEXT:␣-29] [TEXT:␣0]
[TEXT:␣-31] [TEXT:␣11]
[TEXT:10] [TEXT:8]
[TEXT:9] [TEXT:1]
[TEXT:␣-8] [TEXT:␣37]
[TEXT:␣-11] [TEXT:␣36]
[TEXT:␣-25] [TEXT:␣24]
[TEXT:␣-29] [TEXT:␣18]
[TEXT:␣-32] [TEXT:␣9]
[TEXT:12] [TEXT:3]
[TEXT:␣1] [TEXT:␣0␣4]
[TEXT:␣-28] [TEXT:␣1]
[TEXT:␣3] [TEXT:␣-2]
[TEXT:␣14] [TEXT:␣23]
[TEXT:␣-26] [TEXT:␣24]
[TEXT:8] [TEXT:8]
[TEXT:␣-11] [TEXT:␣34]
[TEXT:␣-22] [TEXT:␣-4]
[TEXT:␣10] [TEXT:␣32]
[TEXT:␣-11] [TEXT:␣-9]
[TEXT:1] [TEXT:14]
[TEXT:␣13] [TEXT:␣27]
[TEXT:␣5] [TEXT:␣41]
[TEXT:␣-5] [TEXT:␣-3]
[TEXT:␣-12] [TEXT:␣-8]
[TEXT:␣-30] [TEXT:␣14]
[TEXT:␣-16] [TEXT:␣30]
[TEXT:␣-11] [TEXT:9]
[TEXT:␣-31] [TEXT:␣8]
[TEXT:␣17] [TEXT:␣23]
[TEXT:␣-6] [TEXT:␣41]
[TEXT:␣-15] [TEXT:␣32]
[TEXT:␣2␣4] [TEXT:4]
[TEXT:␣-31] [TEXT:␣14]
[TEXT:␣-16] [TEXT:␣31]
[TEXT:␣-22] [TEXT:␣27]
[TEXT:10] [TEXT:5]
[TEXT:␣-32] [TEXT:␣10]
[TEXT:10] [TEXT:1]
[TEXT:␣-18] [TEXT:␣-8]
[TEXT:␣-24] [TEXT:␣-7]
[TEXT:␣15] [TEXT:␣25]
[TEXT:␣-12] [TEXT:0]
[TEXT:␣-24] [TEXT:␣25]
[TEXT:␣-30] [TEXT:␣15]
[TEXT:␣-8] [TEXT:2]
[TEXT:␣-30] [TEXT:␣13]
[TEXT:␣-30] [TEXT:␣17]
[TEXT:␣3] [TEXT:␣44]
[TEXT:␣-29] [TEXT:␣1]
[TEXT:␣-28] [TEXT:␣20]
[TEXT:␣-17] [TEXT:␣32]
[TEXT:␣-8] [TEXT:␣38]
[TEXT:␣-14] [TEXT:␣34]
[TEXT:9] [TEXT:8]
[TEXT:␣15] [TEXT:␣22]
[TEXT:␣-13] [TEXT:3]
[TEXT:␣-28] [TEXT:␣18]
[TEXT:␣-12] [TEXT:␣35]
[TEXT:␣6] [TEXT:␣40]
[TEXT:␣12] [TEXT:␣28]
[TEXT:␣-11] [TEXT:0]
[TEXT:␣4] [TEXT:␣0]
[TEXT:␣8] [TEXT:␣35]
[TEXT:␣-30] [TEXT:␣9]
[TEXT:␣9] [TEXT:␣36]
[TEXT:␣0␣0] [TEXT:␣-3␣-3]
[TEXT:␣-24] [TEXT:␣26]
[TEXT:␣-25] [TEXT:␣23]
[TEXT:␣-30] [TEXT:␣8]
[TEXT:12] [TEXT:1]
[TEXT:7] [TEXT:6]
[TEXT:␣17] [TEXT:␣19]
[TEXT:8] [TEXT:3]
[TEXT:␣-8] [TEXT:7]
[TEXT:␣-31] [TEXT:␣13]
[TEXT:10] [TEXT:3]
[TEXT:␣-1] [TEXT:␣44]
[TEXT:␣9] [TEXT:␣35]
[TEXT:␣-11] [TEXT:2]
[TEXT:␣-19] [TEXT:␣31]
[TEXT:13] [TEXT:5]
[TEXT:␣7] [TEXT:␣40]
[TEXT:␣1␣-1] [TEXT:␣5]
[TEXT:␣-32] [TEXT:␣8]
[TEXT:␣-29] [TEXT:␣21]
[TEXT:␣3] [TEXT:␣-1]
[TEXT:␣-13] [TEXT:2]
[TEXT:␣-10] [TEXT:␣37]
[TEXT:␣15] [TEXT:␣29]
[TEXT:␣-13] [TEXT:0]
[TEXT:13] [TEXT:0]
[TEXT:9] [TEXT:3]
[TEXT:␣3] [TEXT:␣1]
[TEXT:␣17] [TEXT:␣18]
[TEXT:␣-2] [TEXT:␣43]
[TEXT:␣9] [TEXT:␣33]
[TEXT:␣15] [TEXT:␣23]
[TEXT:␣0␣0] [TEXT:␣2␣3]
[TEXT:12] [TEXT:8]
[TEXT:␣1] [TEXT:␣44]
[TEXT:␣10] [TEXT:␣9]
[TEXT:␣-30] [TEXT:␣5]
[TEXT:10] [TEXT:2]
[TEXT:12] [TEXT:0]
[TEXT:␣6] [TEXT:4]
[TEXT:␣0␣0] [TEXT:␣4␣2]
[TEXT:␣-20] [TEXT:␣-8]
[TEXT:␣-18] [TEXT:␣28]
[TEXT:10] [TEXT:0]
[TEXT:␣-5] [TEXT:␣43]
[TEXT:␣-8] [TEXT:␣39]
[TEXT:␣-12] [TEXT:7]
[TEXT:␣5] [TEXT:␣38]
[TEXT:␣16] [TEXT:␣20]
[TEXT:12] [TEXT:5]
[TEXT:14] [TEXT:0]
[TEXT:␣-6] [TEXT:␣-8]
[TEXT:␣-10] [TEXT:␣39]
[TEXT:␣-17] [TEXT:␣-11]
[TEXT:12] [TEXT:6]
[TEXT:␣-29] [TEXT:␣22]
[TEXT:␣-17] [TEXT:␣-10]
[TEXT:␣-23] [TEXT:␣25]
[TEXT:␣-20] [TEXT:␣28]
[TEXT:1] [TEXT:19]
[TEXT:␣-26] [TEXT:␣23]
[TEXT:␣16] [TEXT:␣23]
[TEXT:␣-24] [TEXT:␣27]
[TEXT:␣7] [TEXT:␣39]
[TEXT:␣-5] [TEXT:␣44]
[TEXT:␣-9] [TEXT:␣39]
[TEXT:␣-13] [TEXT:␣33]
[TEXT:␣-17] [TEXT:␣-12]
[TEXT:␣-32] [TEXT:␣14]
[TEXT:␣15] [TEXT:␣18]
[TEXT:␣-20] [TEXT:␣29]
[TEXT:10] [TEXT:7]
[TEXT:␣-32] [TEXT:␣15]
[TEXT:-] [TEXT:18]
[TEXT:␣10] [TEXT:␣11]
[TEXT:␣-12] [TEXT:4]
[TEXT:␣-31] [TEXT:␣16]
[TEXT:␣0␣0] [TEXT:␣-4]
[TEXT:␣-34] [TEXT:␣12]
[TEXT:␣10] [TEXT:␣34]
[TEXT:␣-24] [TEXT:␣-6]
[TEXT:␣-31] [TEXT:␣19]
[TEXT:␣-13] [TEXT:␣34]
[TEXT:␣-21] [TEXT:␣-7]
[TEXT:␣6] [TEXT:8]
[TEXT:␣0␣4] [TEXT:3]
[TEXT:14] [TEXT:5]
[TEXT:␣-8] [TEXT:5]
[TEXT:␣-12] [TEXT:9]
[TEXT:␣-30] [TEXT:␣11]
[TEXT:1] [TEXT:12]
[TEXT:␣17] [TEXT:␣24]
[TEXT:␣-13] [TEXT:7]
[TEXT:␣-14] [TEXT:7]
[TEXT:␣5] [TEXT:␣2]
[TEXT:␣-12] [TEXT:␣39]
[TEXT:␣0␣4] [TEXT:8]
[TEXT:␣-4] [TEXT:␣44]
[TEXT:␣-6] [TEXT:␣40]
[TEXT:␣-14] [TEXT:0]
[TEXT:␣-21] [TEXT:␣29]
[TEXT:␣-23] [TEXT:␣-5]
[TEXT:␣0␣4] [TEXT:5]
[TEXT:␣-12] [TEXT:2]
[TEXT:␣19] [TEXT:␣21]
[TEXT:␣-32] [TEXT:␣11]
[TEXT:12] [TEXT:7]
[TEXT:␣-2] [TEXT:␣-3␣-3]
[TEXT:␣-15] [TEXT:␣33]
[TEXT:␣-23] [TEXT:␣-3]
[TEXT:␣-13] [TEXT:1]
[TEXT:␣0␣-1] [TEXT:␣4]
[TEXT:␣-7] [TEXT:␣44]
[TEXT:␣10] [TEXT:␣35]
[TEXT:␣-17] [TEXT:␣34]
[TEXT:␣-21] [TEXT:␣-6]
[TEXT:␣8] [TEXT:␣34]
[TEXT:␣-8] [TEXT:9]
[TEXT:1] [TEXT:10]
[TEXT:␣14] [TEXT:␣27]
[TEXT:␣-33] [TEXT:␣7]
[TEXT:-2] [TEXT:0]
[TEXT:␣-15] [TEXT:␣34]
[TEXT:1] [TEXT:17]
[TEXT:␣-1␣1] [TEXT:␣-1␣1]
[TEXT:␣-32] [TEXT:␣4]
[TEXT:␣-32] [TEXT:␣17]
[TEXT:␣-8] [TEXT:4]
[TEXT:␣-13] [TEXT:8]
[TEXT:␣-22] [TEXT:␣29]
[TEXT:␣-30] [TEXT:␣16]
[TEXT:␣0] [TEXT:␣2␣4]
[TEXT:␣16] [TEXT:␣22]
[TEXT:␣-9] [TEXT:␣37]
[TEXT:␣-14] [TEXT:␣36]
[TEXT:␣-16] [TEXT:␣32]
[TEXT:␣5] [TEXT:␣44]
[TEXT:␣-11] [TEXT:␣35]
[TEXT:␣-14] [TEXT:␣-14]
[TEXT:␣-9] [TEXT:␣38]
[TEXT:␣-11] [TEXT:7]
[TEXT:␣-15] [TEXT:2]
[TEXT:␣-23] [TEXT:␣26]
[TEXT:␣-28] [TEXT:␣21]
[TEXT:␣-31] [TEXT:␣6]
[TEXT:-] [TEXT:19]
[TEXT:␣4] [TEXT:␣44]
[TEXT:␣0␣0] [TEXT:␣6]
[TEXT:␣-26] [TEXT:␣-2]
[TEXT:␣-15] [TEXT:␣-13]
[TEXT:␣9] [TEXT:␣34]
[TEXT:␣-25] [TEXT:␣-3]
[TEXT:␣-29] [TEXT:␣-1]
[TEXT:␣-33] [TEXT:␣12]
[TEXT:␣-22] [TEXT:␣28]
[TEXT:␣0␣4] [TEXT:2]
[TEXT:␣2] [TEXT:␣-1␣1]
[TEXT:␣13] [TEXT:␣30]
[TEXT:␣-13] [TEXT:4]
[TEXT:13] [TEXT:3]
[TEXT:␣-14] [TEXT:2]
[TEXT:␣-18] [TEXT:␣-6]
[TEXT:␣-3␣-3] [TEXT:␣3␣3]
[TEXT:␣-30] [TEXT:␣6]
[TEXT:␣-30] [TEXT:␣19]
[TEXT:13] [TEXT:7]
[TEXT:␣-8] [TEXT:3]
[TEXT:␣-10] [TEXT:␣41]
[TEXT:␣-14] [TEXT:5]
[TEXT:13] [TEXT:8]
[TEXT:␣-3] [TEXT:␣43]
[TEXT:␣-32] [TEXT:␣6]
[TEXT:␣0␣0] [TEXT:␣1␣4]
[TEXT:␣-13] [TEXT:9]
[TEXT:␣-23] [TEXT:␣-4]
[TEXT:␣-25] [TEXT:␣-5]
[TEXT:␣-33] [TEXT:␣10]
[TEXT:␣-26] [TEXT:␣-1]
[TEXT:␣-18] [TEXT:␣31]
[TEXT:␣10] [TEXT:␣36]
[TEXT:13] [TEXT:9]
[TEXT:␣6] [TEXT:␣39]
[TEXT:␣-31] [TEXT:␣18]
[TEXT:15] [TEXT:7]
[TEXT:2] [TEXT:1]
[TEXT:␣-15] [TEXT:7]
[TEXT:␣-8] [TEXT:␣40]
[TEXT:␣-15] [TEXT:␣-10]
[TEXT:␣-23] [TEXT:␣-7]
[TEXT:␣-34] [TEXT:␣7]
[TEXT:␣9] [TEXT:␣39]
[TEXT:␣-25] [TEXT:␣25]
[TEXT:␣-8] [TEXT:1]
[TEXT:14] [TEXT:7]
[TEXT:␣10] [TEXT:␣33]
[TEXT:␣0␣0] [TEXT:␣-4␣-2]
[TEXT:␣-19] [TEXT:␣32]
[TEXT:␣-27] [TEXT:␣23]
[TEXT:␣-33] [TEXT:␣14]
[TEXT:15] [TEXT:0]
[TEXT:␣-2] [TEXT:␣1␣-1]
[TEXT:␣-24] [TEXT:␣29]
[TEXT:␣-31] [TEXT:␣4]
[TEXT:␣0␣0] [TEXT:␣8]
[TEXT:␣-17] [TEXT:␣33]
[TEXT:␣-28] [TEXT:␣24]
[TEXT:␣-1] [TEXT:␣-1␣1]
[TEXT:␣-9] [TEXT:␣40]
[TEXT:␣-29] [TEXT:␣24]
[TEXT:␣-30] [TEXT:␣4]
[TEXT:␣6] [TEXT:6]
[TEXT:␣13] [TEXT:␣13]
[TEXT:␣-29] [TEXT:␣-2]
[TEXT:␣-1] [TEXT:␣43]
[TEXT:␣12] [TEXT:␣32]
[TEXT:␣16] [TEXT:␣21]
[TEXT:␣-23] [TEXT:␣27]
[TEXT:␣2] [TEXT:␣0␣1]
[TEXT:␣12] [TEXT:␣34]
[TEXT:␣-19] [TEXT:␣30]
[TEXT:␣-32] [TEXT:␣13]
[TEXT:12] [TEXT:4]
[TEXT:␣0] [TEXT:␣3␣3]
[TEXT:␣-22] [TEXT:␣-7]
[TEXT:␣2␣-1] [TEXT:␣5]
[TEXT:12] [TEXT:2]
[TEXT:␣-11] [TEXT:␣37]
[TEXT:␣2␣4] [TEXT:2]
[TEXT:␣-31] [TEXT:␣20]
[TEXT:15] [TEXT:2]
[TEXT:␣6] [TEXT:7]
[TEXT:␣-16] [TEXT:␣34]
[TEXT:␣-25] [TEXT:␣-4]
[TEXT:␣-31] [TEXT:␣3]
[TEXT:␣6] [TEXT:␣41]
[TEXT:␣-15] [TEXT:␣36]
[TEXT:␣-2] [TEXT:␣45]
[TEXT:␣-10] [TEXT:␣38]
[TEXT:␣-18] [TEXT:␣-10]
[TEXT:␣-32] [TEXT:␣16]
[TEXT:␣-8] [TEXT:6]
[TEXT:␣0␣0] [TEXT:␣7]
[TEXT:␣0␣0] [TEXT:␣0␣-4]
[TEXT:␣-32] [TEXT:␣2]
[TEXT:14] [TEXT:4]
[TEXT:␣7] [TEXT:␣41]
[TEXT:␣-21] [TEXT:␣28]
[TEXT:␣2␣4] [TEXT:3]
[TEXT:␣-31] [TEXT:␣2]
[TEXT:␣-33] [TEXT:␣5]
[TEXT:␣-19] [TEXT:␣-10]
[TEXT:␣15] [TEXT:␣17]
[TEXT:␣-18] [TEXT:␣30]
[TEXT:␣-28] [TEXT:␣-2]
[TEXT:␣-32] [TEXT:␣3]
[TEXT:␣-22] [TEXT:␣-6]
[TEXT:␣-33] [TEXT:␣17]
[TEXT:␣8] [TEXT:␣39]
[TEXT:␣-28] [TEXT:␣-1]
[TEXT:␣-13] [TEXT:6]
[TEXT:␣-7] [TEXT:␣43]
[TEXT:␣-20] [TEXT:␣-9]
[TEXT:␣-27] [TEXT:␣-2]
[TEXT:␣-3] [TEXT:␣42]
[TEXT:␣6] [TEXT:␣38]
[TEXT:␣2␣4] [TEXT:5]
[TEXT:␣-30] [TEXT:␣3]
[TEXT:␣-14] [TEXT:3]
[TEXT:␣0␣0] [TEXT:␣3␣2]
[TEXT:␣-33] [TEXT:␣8]
[TEXT:13] [TEXT:4]
[TEXT:␣-11] [TEXT:␣-13]
[TEXT:␣-36] [TEXT:␣12]
[TEXT:␣-2] [TEXT:␣42]
[TEXT:␣-12] [TEXT:␣38]
[TEXT:␣-15] [TEXT:0]
[TEXT:␣-31] [TEXT:␣21]
[TEXT:␣2␣-2] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣43]
[TEXT:␣-5] [TEXT:␣-4]
[TEXT:␣-13] [TEXT:␣36]
[TEXT:-] [TEXT:11]
[TEXT:␣-16] [TEXT:␣-13]
[TEXT:13] [TEXT:1]
[TEXT:␣-1] [TEXT:␣45]
[TEXT:␣-1] [TEXT:␣0␣4]
[TEXT:␣-20] [TEXT:␣31]
[TEXT:␣-26] [TEXT:␣26]
[TEXT:␣-28] [TEXT:␣22]
[TEXT:14] [TEXT:2]
[TEXT:␣-15] [TEXT:4]
[TEXT:␣-30] [TEXT:␣20]
[TEXT:␣-16] [TEXT:4]
[TEXT:12] [TEXT:9]
