{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[TEXT:-]": 4,
    "[TEXT:0]": 5,
    "[TEXT:1]": 6,
    "[TEXT:2]": 7,
    "[TEXT:3]": 8,
    "[TEXT:4]": 9,
    "[TEXT:5]": 10,
    "[TEXT:6]": 11,
    "[TEXT:7]": 12,
    "[TEXT:8]": 13,
    "[TEXT:9]": 14,
    "[TEXT:␣]": 15,
    "[TEXT:␣-]": 16,
    "[TEXT:␣1]": 17,
    "[TEXT:␣-1]": 18,
    "[TEXT:␣2]": 19,
    "[TEXT:␣-2]": 20,
    "[TEXT:␣3]": 21,
    "[TEXT:␣0]": 22,
    "[TEXT:␣4]": 23,
    "[TEXT:␣-3]": 24,
    "[TEXT:␣5]": 25,
    "[TEXT:␣-4]": 26,
    "[TEXT:␣7]": 27,
    "[TEXT:␣-5]": 28,
    "[TEXT:␣6]": 29,
    "[TEXT:␣8]": 30,
    "[TEXT:␣12]": 31,
    "[TEXT:␣9]": 32,
    "[TEXT:␣10]": 33,
    "[TEXT:␣-7]": 34,
    "[TEXT:␣11]": 35,
    "[TEXT:␣-6]": 36,
    "[TEXT:␣14]": 37,
    "[TEXT:␣15]": 38,
    "[TEXT:␣-8]": 39,
    "[TEXT:␣13]": 40,
    "[TEXT:␣17]": 41,
    "[TEXT:␣16]": 42,
    "[TEXT:␣-9]": 43,
    "[TEXT:␣-12]": 44,
    "[TEXT:␣-10]": 45,
    "[TEXT:␣19]": 46,
    "[TEXT:␣20]": 47,
    "[TEXT:␣-11]": 48,
    "[TEXT:␣18]": 49,
    "[TEXT:␣21]": 50,
    "[TEXT:␣-13]": 51,
    "[TEXT:␣-14]": 52,
    "[TEXT:␣24]": 53,
    "[TEXT:␣22]": 54,
    "[TEXT:␣-15]": 55,
    "[TEXT:␣-17]": 56,
    "[TEXT:␣-16]": 57,
    "[TEXT:␣0␣0]": 58,
    "[TEXT:␣23]": 59,
    "[TEXT:␣-19]": 60,
    "[TEXT:␣25]": 61,
    "[TEXT:␣-18]": 62,
    "[TEXT:␣-20]": 63,
    "[TEXT:␣26]": 64,
    "[TEXT:␣27]": 65,
    "[TEXT:␣28]": 66,
    "[TEXT:␣-21]": 67,
    "[TEXT:␣29]": 68,
    "[TEXT:␣-22]": 69,
    "[TEXT:␣-24]": 70,
    "[TEXT:␣-23]": 71,
    "[TEXT:␣31]": 72,
    "[TEXT:␣32]": 73,
    "[TEXT:␣30]": 74,
    "[TEXT:␣-25]": 75,
    "[TEXT:␣-26]": 76,
    "[TEXT:␣33]": 77,
    "[TEXT:␣-27]": 78,
    "[TEXT:␣36]": 79,
    "[TEXT:␣34]": 80,
    "[TEXT:␣-29]": 81,
    "[TEXT:␣-28]": 82,
    "[TEXT:␣35]": 83,
    "[TEXT:␣37]": 84,
    "[TEXT:␣-1␣1]": 85,
    "[TEXT:␣-31]": 86,
    "[TEXT:␣2␣4]": 87,
    "[TEXT:␣-30]": 88,
    "[TEXT:␣39]": 89,
    "[TEXT:␣38]": 90,
    "[TEXT:␣-32]": 91,
    "[TEXT:␣3␣3]": 92,
    "[TEXT:␣40]": 93,
    "[TEXT:␣41]": 94,
    "[TEXT:␣1␣-1]": 95,
    "[TEXT:␣-33]": 96,
    "[TEXT:␣0␣4]": 97,
    "[TEXT:␣-34]": 98,
    "[TEXT:␣-3␣-3]": 99,
    "[TEXT:␣0␣1]": 100,
    "[TEXT:␣0␣-1]": 101,
    "[TEXT:␣-36]": 102,
    "[TEXT:␣-2␣-4]": 103,
    "[TEXT:␣43]": 104,
    "[TEXT:␣44]": 105,
    "[TEXT:␣-35]": 106,
    "[TEXT:␣4␣2]": 107,
    "[TEXT:␣42]": 108,
    "[TEXT:␣2␣3]": 109,
    "[TEXT:␣0␣5]": 110,
    "[TEXT:␣-37]": 111,
    "[TEXT:␣-4␣-2]": 112,
    "[TEXT:␣1␣4]": 113,
    "[TEXT:␣45]": 114,
    "[TEXT:10]": 115,
    "[TEXT:␣3␣2]": 116,
    "[TEXT:␣0␣-4]": 117,
    "[TEXT:␣46]": 118,
    "[TEXT:␣-38]": 119,
    "[TEXT:␣48]": 120,
    "[TEXT:␣-2␣-3]": 121,
    "[TEXT:12]": 122,
    "[TEXT:␣7␣5]": 123,
    "[TEXT:␣1␣5]": 124,
    "[TEXT:␣-39]": 125,
    "[TEXT:␣6␣5]": 126,
    "[TEXT:␣0␣0␣0␣0]": 127,
    "[TEXT:␣2␣12]": 128,
    "[TEXT:␣2␣-1]": 129,
    "[TEXT:␣2␣5]": 130,
    "[TEXT:13]": 131,
    "[TEXT:␣7␣4]": 132,
    "[TEXT:␣-41]": 133,
    "[TEXT:␣2␣-2]": 134,
    "[TEXT:␣2␣8]": 135,
    "[TEXT:␣-40]": 136,
    "[TEXT:14]": 137,
    "[TEXT:␣-3␣-2]": 138,
    "[TEXT:␣3␣4]": 139,
    "[TEXT:␣0␣-5]": 140,
    "[TEXT:␣0␣12]": 141,
    "[TEXT:15]": 142,
    "[TEXT:␣0␣8]": 143,
    "[TEXT:␣-1␣-4]": 144,
    "[TEXT:␣7␣10]": 145,
    "[TEXT:␣47]": 146,
    "[TEXT:␣3␣8]": 147,
    "[TEXT:␣-2␣5]": 148,
    "[TEXT:␣3␣12]": 149,
    "[TEXT:␣1␣12]": 150,
    "[TEXT:␣0␣9]": 151,
    "[TEXT:␣0␣17]": 152,
    "[TEXT:␣-1␣5]": 153,
    "[TEXT:16]": 154,
    "[TEXT:␣1␣-2]": 155,
    "[TEXT:␣0␣13]": 156,
    "[TEXT:␣49]": 157,
    "[TEXT:␣2␣16]": 158,
    "[TEXT:␣0␣-2]": 159,
    "[TEXT:17]": 160,
    "[TEXT:␣5␣12]": 161,
    "[TEXT:␣1␣8]": 162,
    "[TEXT:␣4␣12]": 163,
    "[TEXT:␣0␣16]": 164,
    "[TEXT:␣0␣10]": 165,
    "[TEXT:␣-1␣12]": 166,
    "[TEXT:␣-3␣5]": 167,
    "[TEXT:␣0␣6]": 168,
    "[TEXT:18]": 169,
    "[TEXT:␣-2␣12]": 170,
    "[TEXT:␣4␣7]": 171,
    "[TEXT:␣9␣8]": 172,
    "[TEXT:␣-43]": 173,
    "[TEXT:␣0␣14]": 174,
    "[TEXT:␣6␣11]": 175,
    "[TEXT:␣0␣20]": 176,
    "[TEXT:␣3␣16]": 177,
    "[TEXT:-2]": 178,
    "[TEXT:␣-3␣-4]": 179,
    "[TEXT:␣2␣-5]": 180,
    "[TEXT:␣-1␣-5]": 181,
    "[TEXT:␣-44]": 182,
    "[TEXT:␣2␣17]": 183,
    "[TEXT:␣0␣7]": 184,
    "[TEXT:␣51]": 185,
    "[TEXT:␣-42]": 186,
    "[TEXT:␣1␣16]": 187,
    "[TEXT:␣2␣9]": 188,
    "[TEXT:19]": 189,
    "[TEXT:␣4␣16]": 190,
    "[TEXT:␣0␣15]": 191,
    "[TEXT:␣-7␣-4]": 192,
    "[TEXT:␣2␣20]": 193,
    "[TEXT:␣1␣9]": 194,
    "[TEXT:␣3␣20]": 195,
    "[TEXT:␣1␣17]": 196,
    "[TEXT:␣-7␣-5]": 197,
    "[TEXT:␣4␣8]": 198,
    "[TEXT:␣5␣16]": 199,
    "[TEXT:␣50]": 200,
    "[TEXT:␣0␣11]": 201,
    "[TEXT:␣-2␣17]": 202,
    "[TEXT:␣2␣-4]": 203,
    "[TEXT:␣5␣6]": 204,
    "[TEXT:␣3␣17]": 205,
    "[TEXT:␣0␣24]": 206,
    "[TEXT:␣10␣7]": 207,
    "[TEXT:␣-1␣17]": 208,
    "[TEXT:␣5␣15]": 209,
    "[TEXT:␣1␣-5]": 210,
    "[TEXT:␣-2␣16]": 211,
    "[TEXT:␣6␣15]": 212,
    "[TEXT:␣-6␣-5]": 213,
    "[TEXT:␣2␣13]": 214,
    "[TEXT:␣-1␣16]": 215,
    "[TEXT:␣5␣7]": 216,
    "[TEXT:␣-3␣17]": 217,
    "[TEXT:␣-3␣12]": 218,
    "[TEXT:␣3␣15]": 219,
    "[TEXT:␣0␣21]": 220,
    "[TEXT:␣3␣13]": 221,
    "[TEXT:␣4␣1]": 222,
    "[TEXT:␣4␣20]": 223,
    "[TEXT:␣3␣7]": 224,
    "[TEXT:␣0␣19]": 225,
    "[TEXT:␣-1␣8]": 226,
    "[TEXT:␣3␣-4]": 227,
    "[TEXT:␣6␣6]": 228,
    "[TEXT:␣5␣11]": 229,
    "[TEXT:␣1␣20]": 230,
    "[TEXT:␣-12␣5]": 231,
    "[TEXT:␣-2␣1]": 232,
    "[TEXT:␣-2␣14]": 233,
    "[TEXT:␣2␣15]": 234,
    "[TEXT:␣-2␣15]": 235,
    "[TEXT:␣1␣13]": 236,
    "[TEXT:␣3␣9]": 237,
    "[TEXT:␣0␣-8]": 238,
    "[TEXT:␣7␣15]": 239,
    "[TEXT:␣3␣11]": 240,
    "[TEXT:␣-2␣8]": 241,
    "[TEXT:␣3␣24]": 242,
    "[TEXT:␣-2␣20]": 243,
    "[TEXT:␣-2␣13]": 244,
    "[TEXT:␣4␣11]": 245,
    "[TEXT:-3]": 246,
    "[TEXT:␣-1␣9]": 247,
    "[TEXT:␣-5␣12]": 248,
    "[TEXT:␣-2␣9]": 249,
    "[TEXT:␣-3␣14]": 250,
    "[TEXT:␣52]": 251,
    "[TEXT:␣5␣20]": 252,
    "[TEXT:␣53]": 253,
    "[TEXT:␣8␣9]": 254,
    "[TEXT:␣5␣19]": 255,
    "[TEXT:␣0␣18]": 256,
    "[TEXT:␣2␣14]": 257,
    "[TEXT:␣4␣15]": 258,
    "[TEXT:␣-1␣14]": 259,
    "[TEXT:␣-3␣13]": 260,
    "[TEXT:␣2␣19]": 261,
    "[TEXT:␣6␣12]": 262,
    "[TEXT:␣3␣-5]": 263,
    "[TEXT:␣-3␣15]": 264,
    "[TEXT:␣-45]": 265,
    "[TEXT:␣-1␣13]": 266,
    "[TEXT:␣-46]": 267,
    "[TEXT:␣-3␣20]": 268,
    "[TEXT:␣-2␣19]": 269,
    "[TEXT:␣1␣14]": 270,
    "[TEXT:␣4␣17]": 271,
    "[TEXT:␣-3␣10]": 272,
    "[TEXT:␣-3␣16]": 273,
    "[TEXT:␣-2␣-5]": 274,
    "[TEXT:␣2␣21]": 275,
    "[TEXT:␣-1␣20]": 276,
    "[TEXT:␣1␣15]": 277,
    "[TEXT:␣0␣-9]": 278,
    "[TEXT:␣-3␣8]": 279,
    "[TEXT:␣-5␣17]": 280,
    "[TEXT:␣2␣10]": 281,
    "[TEXT:␣-2␣-8]": 282,
    "[TEXT:␣-1␣15]": 283,
    "[TEXT:␣2␣7]": 284,
    "[TEXT:␣-4␣17]": 285,
    "[TEXT:␣-4␣-1]": 286,
    "[TEXT:␣-2␣10]": 287,
    "[TEXT:␣-2␣21]": 288,
    "[TEXT:␣2␣24]": 289,
    "[TEXT:␣-4␣12]": 290,
    "[TEXT:␣3␣14]": 291,
    "[TEXT:20]": 292,
    "[TEXT:␣-5␣15]": 293,
    "[TEXT:␣-3␣9]": 294,
    "[TEXT:␣-7␣5]": 295,
    "[TEXT:␣-3␣19]": 296,
    "[TEXT:␣-1␣10]": 297,
    "[TEXT:␣-2␣2]": 298,
    "[TEXT:␣9␣14]": 299,
    "[TEXT:␣4␣24]": 300,
    "[TEXT:␣7␣14]": 301,
    "[TEXT:␣3␣19]": 302,
    "[TEXT:␣5␣17]": 303,
    "[TEXT:␣2␣11]": 304,
    "[TEXT:␣10␣13]": 305,
    "[TEXT:␣3␣5]": 306,
    "[TEXT:␣-3␣-8]": 307,
    "[TEXT:␣1␣0]": 308,
    "[TEXT:␣6␣16]": 309,
    "[TEXT:␣1␣19]": 310,
    "[TEXT:␣1␣10]": 311,
    "[TEXT:␣6␣19]": 312,
    "[TEXT:␣-5␣19]": 313,
    "[TEXT:␣-1␣21]": 314,
    "[TEXT:␣-3␣4]": 315,
    "[TEXT:␣1␣21]": 316,
    "[TEXT:␣-7␣17]": 317,
    "[TEXT:␣3␣21]": 318,
    "[TEXT:␣7␣19]": 319,
    "[TEXT:␣-3␣24]": 320,
    "[TEXT:␣-5␣14]": 321,
    "[TEXT:␣1␣11]": 322,
    "[TEXT:␣1␣24]": 323,
    "[TEXT:␣-1␣0]": 324,
    "[TEXT:␣7␣11]": 325,
    "[TEXT:␣-2␣24]": 326,
    "[TEXT:␣-1␣19]": 327,
    "[TEXT:␣-4␣15]": 328,
    "[TEXT:␣0␣22]": 329,
    "[TEXT:␣-2␣18]": 330,
    "[TEXT:␣2␣18]": 331,
    "[TEXT:␣-7␣14]": 332,
    "[TEXT:␣-48]": 333,
    "[TEXT:␣-2␣11]": 334,
    "[TEXT:-4]": 335,
    "[TEXT:␣-3␣6]": 336,
    "[TEXT:␣-1␣4]": 337,
    "[TEXT:␣-4␣5]": 338,
    "[TEXT:␣3␣10]": 339,
    "[TEXT:␣2␣-8]": 340,
    "[TEXT:␣-4␣14]": 341,
    "[TEXT:␣-10␣5]": 342,
    "[TEXT:␣-3␣21]": 343,
    "[TEXT:␣1␣18]": 344,
    "[TEXT:␣-3␣11]": 345,
    "[TEXT:␣-2␣22]": 346,
    "[TEXT:␣4␣13]": 347,
    "[TEXT:␣-3␣7]": 348,
    "[TEXT:␣-5␣16]": 349,
    "[TEXT:␣8␣15]": 350,
    "[TEXT:␣8␣14]": 351,
    "[TEXT:␣-7␣15]": 352,
    "[TEXT:␣-7␣12]": 353,
    "[TEXT:␣-12␣7]": 354,
    "[TEXT:␣4␣19]": 355,
    "[TEXT:␣8␣19]": 356,
    "[TEXT:␣-9␣5]": 357,
    "[TEXT:␣-4␣16]": 358,
    "[TEXT:␣5␣24]": 359,
    "[TEXT:␣6␣20]": 360,
    "[TEXT:␣-2␣4]": 361,
    "[TEXT:␣-1␣24]": 362,
    "[TEXT:␣-4␣20]": 363,
    "[TEXT:␣-1␣11]": 364,
    "[TEXT:␣-12␣12]": 365,
    "[TEXT:␣10␣12]": 366,
    "[TEXT:␣-5␣20]": 367,
    "[TEXT:␣-2␣6]": 368,
    "[TEXT:␣2␣22]": 369,
    "[TEXT:␣-4␣13]": 370,
    "[TEXT:␣-7␣10]": 371,
    "[TEXT:␣-1␣2]": 372,
    "[TEXT:␣-1␣6]": 373,
    "[TEXT:␣-14␣5]": 374,
    "[TEXT:␣-4␣19]": 375,
    "[TEXT:␣-3␣18]": 376,
    "[TEXT:␣-1␣7]": 377,
    "[TEXT:␣-6␣12]": 378,
    "[TEXT:␣11␣12]": 379,
    "[TEXT:␣-6␣5]": 380,
    "[TEXT:␣-1␣18]": 381,
    "[TEXT:␣-47]": 382,
    "[TEXT:␣1␣7]": 383,
    "[TEXT:-5]": 384,
    "[TEXT:␣-5␣5]": 385,
    "[TEXT:␣-2␣7]": 386,
    "[TEXT:␣-4␣10]": 387,
    "[TEXT:␣-5␣13]": 388,
    "[TEXT:␣-12␣6]": 389,
    "[TEXT:␣0␣25]": 390,
    "[TEXT:␣-7␣7]": 391,
    "[TEXT:␣-7␣-10]": 392,
    "[TEXT:␣-15␣5]": 393,
    "[TEXT:23]": 394,
    "[TEXT:␣-5␣9]": 395,
    "[TEXT:␣-9␣12]": 396,
    "[TEXT:␣-12␣10]": 397,
    "[TEXT:␣3␣18]": 398,
    "[TEXT:␣-17␣5]": 399,
    "[TEXT:␣7␣16]": 400,
    "[TEXT:␣-6␣17]": 401,
    "[TEXT:␣-5␣18]": 402,
    "[TEXT:␣1␣22]": 403,
    "[TEXT:␣-5␣10]": 404,
    "[TEXT:␣-3␣22]": 405,
    "[TEXT:␣5␣8]": 406,
    "[TEXT:␣-7␣19]": 407,
    "[TEXT:␣-1␣22]": 408,
    "[TEXT:␣-6␣-6]": 409,
    "[TEXT:␣-4␣24]": 410,
    "[TEXT:␣5␣21]": 411,
    "[TEXT:␣4␣14]": 412,
    "[TEXT:␣3␣-8]": 413,
    "[TEXT:␣-4␣8]": 414,
    "[TEXT:␣-12␣9]": 415,
    "[TEXT:␣-1␣-8]": 416,
    "[TEXT:␣7␣20]": 417,
    "[TEXT:␣-7␣16]": 418,
    "[TEXT:␣1␣6]": 419,
    "[TEXT:␣-7␣9]": 420,
    "[TEXT:␣-10␣7]": 421,
    "[TEXT:␣-7␣13]": 422,
    "[TEXT:␣-11␣5]": 423,
    "[TEXT:␣5␣14]": 424,
    "[TEXT:␣-5␣24]": 425,
    "[TEXT:␣2␣25]": 426,
    "[TEXT:␣-4␣21]": 427,
    "[TEXT:␣-4␣9]": 428,
    "[TEXT:␣-12␣-5]": 429,
    "[TEXT:␣-7␣6]": 430,
    "[TEXT:␣-12␣8]": 431,
    "[TEXT:␣-10␣10]": 432,
    "[TEXT:24]": 433,
    "[TEXT:␣-6␣15]": 434,
    "[TEXT:␣-7␣11]": 435,
    "[TEXT:␣-13␣5]": 436,
    "[TEXT:␣-6␣14]": 437,
    "[TEXT:␣-5␣21]": 438,
    "[TEXT:␣-5␣22]": 439,
    "[TEXT:␣-8␣12]": 440,
    "[TEXT:␣9␣13]": 441,
    "[TEXT:␣-7␣8]": 442,
    "[TEXT:␣-5␣8]": 443,
    "[TEXT:␣-4␣18]": 444,
    "[TEXT:␣-6␣10]": 445,
    "[TEXT:␣7␣12]": 446,
    "[TEXT:␣-5␣11]": 447,
    "[TEXT:␣-10␣12]": 448,
    "[TEXT:␣-14␣7]": 449,
    "[TEXT:␣-7␣20]": 450,
    "[TEXT:␣5␣13]": 451,
    "[TEXT:␣-2␣25]": 452,
    "[TEXT:␣-16␣5]": 453,
    "[TEXT:␣0␣23]": 454,
    "[TEXT:␣10␣14]": 455,
    "[TEXT:␣2␣-9]": 456,
    "[TEXT:␣6␣24]": 457,
    "[TEXT:␣4␣21]": 458,
    "[TEXT:␣7␣17]": 459,
    "[TEXT:11]": 460,
    "[TEXT:␣-4␣-7]": 461,
    "[TEXT:␣-17␣7]": 462,
    "[TEXT:␣-4␣11]": 463,
    "[TEXT:␣6␣17]": 464,
    "[TEXT:␣0␣-6]": 465,
    "[TEXT:␣1␣-8]": 466,
    "[TEXT:␣-10␣17]": 467,
    "[TEXT:␣-10␣14]": 468,
    "[TEXT:␣-12␣15]": 469,
    "[TEXT:␣-7␣18]": 470,
    "[TEXT:␣0␣28]": 471,
    "[TEXT:␣-6␣19]": 472,
    "[TEXT:␣3␣-9]": 473,
    "[TEXT:␣-12␣4]": 474,
    "[TEXT:␣-6␣13]": 475,
    "[TEXT:␣-13␣7]": 476,
    "[TEXT:␣-4␣22]": 477,
    "[TEXT:␣-14␣12]": 478,
    "[TEXT:␣-8␣17]": 479,
    "[TEXT:␣-10␣6]": 480,
    "[TEXT:27]": 481,
    "[TEXT:␣-6␣16]": 482,
    "[TEXT:␣-15␣12]": 483,
    "[TEXT:␣6␣10]": 484,
    "[TEXT:␣-8␣14]": 485,
    "[TEXT:␣-12␣14]": 486,
    "[TEXT:␣-4␣7]": 487,
    "[TEXT:␣-14␣10]": 488,
    "[TEXT:␣-10␣8]": 489,
    "[TEXT:␣-49]": 490,
    "[TEXT:␣9␣9]": 491,
    "[TEXT:␣-15␣7]": 492,
    "[TEXT:␣0␣2]": 493,
    "[TEXT:25]": 494,
    "[TEXT:␣-9␣17]": 495,
    "[TEXT:␣-9␣-8]": 496,
    "[TEXT:␣5␣23]": 497,
    "[TEXT:␣-11␣12]": 498,
    "[TEXT:␣-5␣-6]": 499,
    "[TEXT:␣-10␣15]": 500,
    "[TEXT:␣-12␣-2]": 501,
    "[TEXT:␣-17␣10]": 502,
    "[TEXT:␣-7␣21]": 503,
    "[TEXT:␣-13␣12]": 504,
    "[TEXT:␣-15␣6]": 505,
    "[TEXT:␣-9␣15]": 506,
    "[TEXT:␣-12␣11]": 507,
    "[TEXT:␣-17␣6]": 508,
    "[TEXT:␣2␣23]": 509,
    "[TEXT:␣-4␣-8]": 510,
    "[TEXT:␣1␣25]": 511,
    "[TEXT:␣-10␣9]": 512,
    "[TEXT:␣7␣24]": 513,
    "[TEXT:␣10␣17]": 514,
    "[TEXT:␣-10␣13]": 515,
    "[TEXT:␣-8␣15]": 516,
    "[TEXT:␣-7␣24]": 517,
    "[TEXT:26]": 518,
    "[TEXT:␣6␣14]": 519,
    "[TEXT:␣-14␣6]": 520,
    "[TEXT:␣-6␣7]": 521,
    "[TEXT:␣-5␣23]": 522,
    "[TEXT:␣-12␣13]": 523,
    "[TEXT:␣3␣22]": 524,
    "[TEXT:␣-8␣16]": 525,
    "[TEXT:␣0␣-13]": 526,
    "[TEXT:␣-12␣1]": 527,
    "[TEXT:␣-6␣11]": 528,
    "[TEXT:␣-16␣7]": 529,
    "[TEXT:␣-7␣4]": 530,
    "[TEXT:␣-6␣20]": 531,
    "[TEXT:␣-12␣17]": 532,
    "[TEXT:␣-11␣7]": 533,
    "[TEXT:␣-17␣12]": 534,
    "[TEXT:␣-8␣5]": 535,
    "[TEXT:␣-5␣7]": 536,
    "[TEXT:␣-9␣14]": 537,
    "[TEXT:␣-15␣8]": 538,
    "[TEXT:␣4␣18]": 539,
    "[TEXT:␣6␣7]": 540,
    "[TEXT:␣-9␣10]": 541,
    "[TEXT:␣5␣22]": 542,
    "[TEXT:␣-6␣9]": 543,
    "[TEXT:␣-16␣6]": 544,
    "[TEXT:␣-8␣19]": 545,
    "[TEXT:␣-8␣10]": 546,
    "[TEXT:␣-10␣4]": 547,
    "[TEXT:29]": 548,
    "[TEXT:␣-15␣10]": 549,
    "[TEXT:␣-3␣1]": 550,
    "[TEXT:␣-2␣23]": 551,
    "[TEXT:␣5␣18]": 552,
    "[TEXT:␣-6␣24]": 553,
    "[TEXT:␣-10␣11]": 554,
    "[TEXT:␣12␣12]": 555,
    "[TEXT:␣-4␣6]": 556,
    "[TEXT:␣-11␣10]": 557,
    "[TEXT:␣-9␣7]": 558,
    "[TEXT:␣-14␣9]": 559,
    "[TEXT:␣11␣17]": 560,
    "[TEXT:␣-11␣14]": 561,
    "[TEXT:␣-3␣23]": 562,
    "[TEXT:␣8␣10]": 563,
    "[TEXT:␣0␣29]": 564,
    "[TEXT:␣9␣19]": 565,
    "[TEXT:␣9␣18]": 566,
    "[TEXT:␣-9␣6]": 567,
    "[TEXT:␣-15␣9]": 568,
    "[TEXT:␣-6␣18]": 569,
    "[TEXT:␣-16␣12]": 570,
    "[TEXT:␣-19␣5]": 571,
    "[TEXT:␣-7␣22]": 572,
    "[TEXT:␣2␣28]": 573,
    "[TEXT:␣-7␣-3]": 574,
    "[TEXT:␣-6␣8]": 575,
    "[TEXT:28]": 576,
    "[TEXT:␣-11␣8]": 577,
    "[TEXT:␣-14␣14]": 578,
    "[TEXT:␣-17␣8]": 579,
    "[TEXT:␣-16␣10]": 580,
    "[TEXT:␣-6␣22]": 581,
    "[TEXT:␣3␣25]": 582,
    "[TEXT:␣0␣26]": 583,
    "[TEXT:␣9␣15]": 584,
    "[TEXT:␣-9␣19]": 585,
    "[TEXT:␣-13␣6]": 586,
    "[TEXT:␣-17␣9]": 587,
    "[TEXT:␣-5␣6]": 588,
    "[TEXT:␣-12␣2]": 589,
    "[TEXT:␣-5␣-1]": 590,
    "[TEXT:␣-10␣16]": 591,
    "[TEXT:␣3␣28]": 592,
    "[TEXT:␣0␣27]": 593,
    "[TEXT:␣5␣10]": 594,
    "[TEXT:␣-11␣9]": 595,
    "[TEXT:␣-15␣15]": 596,
    "[TEXT:-6]": 597,
    "[TEXT:␣-12␣16]": 598,
    "[TEXT:␣-1␣25]": 599,
    "[TEXT:␣-12␣-3]": 600,
    "[TEXT:␣-50]": 601,
    "[TEXT:␣-10␣19]": 602,
    "[TEXT:␣-9␣13]": 603,
    "[TEXT:␣-12␣3]": 604,
    "[TEXT:␣-18␣5]": 605,
    "[TEXT:␣0␣3]": 606,
    "[TEXT:␣-12␣19]": 607,
    "[TEXT:␣-3␣25]": 608,
    "[TEXT:␣-13␣10]": 609,
    "[TEXT:␣-14␣11]": 610,
    "[TEXT:␣-9␣9]": 611,
    "[TEXT:␣10␣18]": 612,
    "[TEXT:␣-2␣26]": 613,
    "[TEXT:␣1␣23]": 614,
    "[TEXT:␣-8␣9]": 615,
    "[TEXT:␣-13␣14]": 616,
    "[TEXT:␣3␣23]": 617,
    "[TEXT:␣4␣22]": 618,
    "[TEXT:␣-19␣7]": 619,
    "[TEXT:␣-11␣15]": 620,
    "[TEXT:␣-1␣3]": 621,
    "[TEXT:␣-51]": 622,
    "[TEXT:␣-14␣4]": 623,
    "[TEXT:␣-6␣6]": 624,
    "[TEXT:␣4␣9]": 625,
    "[TEXT:␣-19␣12]": 626,
    "[TEXT:␣-11␣6]": 627,
    "[TEXT:␣-14␣8]": 628,
    "[TEXT:␣-1␣23]": 629,
    "[TEXT:␣-10␣-7]": 630,
    "[TEXT:␣-8␣13]": 631,
    "[TEXT:␣7␣23]": 632,
    "[TEXT:␣-14␣15]": 633,
    "[TEXT:␣-2␣29]": 634,
    "[TEXT:␣7␣18]": 635,
    "[TEXT:␣-11␣-5]": 636,
    "[TEXT:␣-11␣11]": 637,
    "[TEXT:␣-6␣21]": 638,
    "[TEXT:␣-14␣17]": 639,
    "[TEXT:-7]": 640,
    "[TEXT:␣-13␣8]": 641,
    "[TEXT:␣-2␣3]": 642,
    "[TEXT:␣-5␣25]": 643,
    "[TEXT:␣-1␣0␣0]": 644,
    "[TEXT:␣-9␣8]": 645,
    "[TEXT:␣-9␣16]": 646,
    "[TEXT:␣-11␣13]": 647,
    "[TEXT:␣6␣13]": 648,
    "[TEXT:␣-16␣9]": 649,
    "[TEXT:␣-15␣14]": 650,
    "[TEXT:␣2␣29]": 651,
    "[TEXT:␣-3␣3]": 652,
    "[TEXT:␣-8␣11]": 653,
    "[TEXT:␣-13␣9]": 654,
    "[TEXT:␣-20␣5]": 655,
    "[TEXT:␣-8␣20]": 656,
    "[TEXT:␣8␣12]": 657,
    "[TEXT:␣-15␣13]": 658,
    "[TEXT:␣-17␣15]": 659,
    "[TEXT:␣-11␣17]": 660,
    "[TEXT:␣-17␣14]": 661,
    "[TEXT:␣-4␣25]": 662,
    "[TEXT:␣9␣17]": 663,
    "[TEXT:␣2␣6]": 664,
    "[TEXT:␣-2␣28]": 665,
    "[TEXT:␣-8␣7]": 666,
    "[TEXT:␣-8␣18]": 667,
    "[TEXT:␣-9␣11]": 668,
    "[TEXT:␣-16␣8]": 669,
    "[TEXT:␣-17␣17]": 670,
    "[TEXT:␣-12␣-4]": 671,
    "[TEXT:␣-17␣11]": 672,
    "[TEXT:␣4␣28]": 673,
    "[TEXT:␣-8␣8]": 674,
    "[TEXT:␣-17␣4]": 675,
    "[TEXT:␣-4␣23]": 676,
    "[TEXT:␣-12␣-1]": 677,
    "[TEXT:␣8␣18]": 678,
    "[TEXT:␣-14␣13]": 679,
    "[TEXT:␣-13␣11]": 680,
    "[TEXT:␣-15␣4]": 681,
    "[TEXT:␣-15␣11]": 682,
    "[TEXT:␣5␣28]": 683,
    "[TEXT:␣-4␣4]": 684,
    "[TEXT:␣-9␣18]": 685,
    "[TEXT:␣-11␣4]": 686,
    "[TEXT:␣-18␣7]": 687,
    "[TEXT:␣-19␣9]": 688,
    "[TEXT:␣-20␣7]": 689,
    "[TEXT:␣2␣26]": 690,
    "[TEXT:␣5␣25]": 691,
    "[TEXT:␣-19␣10]": 692,
    "[TEXT:␣-9␣20]": 693,
    "[TEXT:␣-8␣22]": 694,
    "[TEXT:␣-5␣26]": 695,
    "[TEXT:␣1␣29]": 696,
    "[TEXT:␣-2␣-9]": 697,
    "[TEXT:␣-17␣3]": 698,
    "[TEXT:␣12␣16]": 699,
    "[TEXT:␣-10␣20]": 700,
    "[TEXT:␣-12␣18]": 701,
    "[TEXT:␣-13␣4]": 702,
    "[TEXT:␣-16␣4]": 703,
    "[TEXT:␣6␣21]": 704,
    "[TEXT:␣-19␣6]": 705,
    "[TEXT:␣-17␣13]": 706,
    "[TEXT:␣-3␣26]": 707,
    "[TEXT:␣-13␣17]": 708,
    "[TEXT:30]": 709,
    "[TEXT:␣8␣16]": 710,
    "[TEXT:␣-8␣6]": 711,
    "[TEXT:␣8␣20]": 712,
    "[TEXT:␣-53]": 713,
    "[TEXT:␣-13␣15]": 714,
    "[TEXT:␣-10␣18]": 715,
    "[TEXT:␣-15␣17]": 716,
    "[TEXT:␣-7␣23]": 717,
    "[TEXT:␣-8␣21]": 718,
    "[TEXT:␣-16␣14]": 719,
    "[TEXT:␣-5␣-7]": 720,
    "[TEXT:␣1␣28]": 721,
    "[TEXT:␣-12␣0]": 722,
    "[TEXT:␣-2␣27]": 723,
    "[TEXT:␣10␣19]": 724,
    "[TEXT:␣-13␣13]": 725,
    "[TEXT:␣7␣21]": 726,
    "[TEXT:␣-14␣16]": 727,
    "[TEXT:␣4␣25]": 728,
    "[TEXT:␣-11␣19]": 729,
    "[TEXT:␣-3␣28]": 730,
    "[TEXT:␣-11␣16]": 731,
    "[TEXT:␣-16␣15]": 732,
    "[TEXT:␣-3␣27]": 733,
    "[TEXT:␣-1␣29]": 734,
    "[TEXT:␣-6␣4]": 735,
    "[TEXT:␣-10␣3]": 736,
    "[TEXT:␣-9␣22]": 737,
    "[TEXT:␣8␣11]": 738,
    "[TEXT:␣4␣23]": 739,
    "[TEXT:␣-12␣22]": 740,
    "[TEXT:␣-8␣24]": 741,
    "[TEXT:␣7␣13]": 742,
    "[TEXT:␣-10␣22]": 743,
    "[TEXT:␣-4␣-3]": 744,
    "[TEXT:␣1␣26]": 745,
    "[TEXT:␣-14␣3]": 746,
    "[TEXT:␣1␣3]": 747,
    "[TEXT:␣-1␣26]": 748,
    "[TEXT:␣-9␣4]": 749,
    "[TEXT:␣-19␣8]": 750,
    "[TEXT:␣-5␣4]": 751,
    "[TEXT:␣-1␣28]": 752,
    "[TEXT:␣-5␣27]": 753,
    "[TEXT:␣-5␣29]": 754,
    "[TEXT:␣-10␣21]": 755,
    "[TEXT:␣-16␣11]": 756,
    "[TEXT:␣8␣17]": 757,
    "[TEXT:␣-17␣2]": 758,
    "[TEXT:␣4␣10]": 759,
    "[TEXT:␣-16␣13]": 760,
    "[TEXT:␣-18␣12]": 761,
    "[TEXT:␣-20␣12]": 762,
    "[TEXT:␣2␣27]": 763,
    "[TEXT:␣-15␣3]": 764,
    "[TEXT:␣3␣29]": 765,
    "[TEXT:␣8␣23]": 766,
    "[TEXT:␣-21␣5]": 767,
    "[TEXT:␣-19␣14]": 768,
    "[TEXT:␣-11␣-6]": 769,
    "[TEXT:␣-19␣15]": 770,
    "[TEXT:␣-20␣10]": 771,
    "[TEXT:␣-18␣6]": 772,
    "[TEXT:␣-10␣2]": 773,
    "[TEXT:␣10␣22]": 774,
    "[TEXT:␣-15␣2]": 775,
    "[TEXT:␣-52]": 776,
    "[TEXT:␣7␣27]": 777,
    "[TEXT:␣-7␣1]": 778,
    "[TEXT:34]": 779,
    "[TEXT:␣9␣22]": 780,
    "[TEXT:␣-10␣1]": 781,
    "[TEXT:␣-14␣19]": 782,
    "[TEXT:␣-9␣21]": 783,
    "[TEXT:␣3␣27]": 784,
    "[TEXT:␣-12␣20]": 785,
    "[TEXT:␣-6␣23]": 786,
    "[TEXT:␣-3␣29]": 787,
    "[TEXT:␣6␣23]": 788,
    "[TEXT:␣12␣17]": 789,
    "[TEXT:36]": 790,
    "[TEXT:␣5␣27]": 791,
    "[TEXT:␣-20␣6]": 792,
    "[TEXT:␣-15␣16]": 793,
    "[TEXT:␣-13␣3]": 794,
    "[TEXT:␣-18␣10]": 795,
    "[TEXT:␣-10␣24]": 796,
    "[TEXT:␣-18␣9]": 797,
    "[TEXT:␣2␣32]": 798,
    "[TEXT:␣7␣22]": 799,
    "[TEXT:␣-1␣27]": 800,
    "[TEXT:␣-7␣3]": 801,
    "[TEXT:␣-17␣0]": 802,
    "[TEXT:␣3␣26]": 803,
    "[TEXT:␣-19␣11]": 804,
    "[TEXT:␣-4␣27]": 805,
    "[TEXT:␣-7␣-6]": 806,
    "[TEXT:␣0␣32]": 807,
    "[TEXT:␣-13␣19]": 808,
    "[TEXT:␣-14␣2]": 809,
    "[TEXT:␣-9␣24]": 810,
    "[TEXT:␣5␣29]": 811,
    "[TEXT:␣8␣24]": 812,
    "[TEXT:␣12␣11]": 813,
    "[TEXT:␣4␣29]": 814,
    "[TEXT:␣-13␣16]": 815,
    "[TEXT:␣-17␣16]": 816,
    "[TEXT:␣-21␣7]": 817,
    "[TEXT:␣6␣22]": 818,
    "[TEXT:␣8␣13]": 819,
    "[TEXT:␣-22␣5]": 820,
    "[TEXT:␣-5␣28]": 821,
    "[TEXT:␣-13␣2]": 822,
    "[TEXT:␣6␣18]": 823,
    "[TEXT:␣-20␣9]": 824,
    "[TEXT:␣-7␣27]": 825,
    "[TEXT:␣-16␣17]": 826,
    "[TEXT:␣10␣15]": 827,
    "[TEXT:␣-5␣1]": 828,
    "[TEXT:␣-7␣25]": 829,
    "[TEXT:␣9␣16]": 830,
    "[TEXT:␣-11␣18]": 831,
    "[TEXT:␣-19␣13]": 832,
    "[TEXT:␣-16␣3]": 833,
    "[TEXT:␣-3␣2]": 834,
    "[TEXT:␣-16␣2]": 835,
    "[TEXT:␣-21␣10]": 836,
    "[TEXT:␣-18␣8]": 837,
    "[TEXT:␣-12␣21]": 838,
    "[TEXT:␣-15␣19]": 839,
    "[TEXT:␣-4␣29]": 840,
    "[TEXT:␣-4␣26]": 841,
    "[TEXT:␣-17␣19]": 842,
    "[TEXT:␣-20␣8]": 843,
    "[TEXT:␣-17␣1]": 844,
    "[TEXT:␣-1␣-9]": 845,
    "[TEXT:35]": 846,
    "[TEXT:␣1␣27]": 847,
    "[TEXT:␣-24␣5]": 848,
    "[TEXT:␣-19␣4]": 849,
    "[TEXT:␣-4␣28]": 850,
    "[TEXT:␣-8␣23]": 851,
    "[TEXT:␣13␣15]": 852,
    "[TEXT:␣-7␣26]": 853,
    "[TEXT:␣-6␣25]": 854,
    "[TEXT:␣-16␣1]": 855,
    "[TEXT:␣-10␣-8]": 856,
    "[TEXT:␣-14␣18]": 857,
    "[TEXT:␣9␣23]": 858,
    "[TEXT:␣-14␣1]": 859,
    "[TEXT:␣-18␣14]": 860,
    "[TEXT:␣-14␣0]": 861,
    "[TEXT:␣-11␣1]": 862,
    "[TEXT:␣-15␣1]": 863,
    "[TEXT:␣4␣27]": 864,
    "[TEXT:␣9␣20]": 865,
    "[TEXT:␣-11␣3]": 866,
    "[TEXT:37]": 867,
    "[TEXT:␣-16␣16]": 868,
    "[TEXT:␣-11␣20]": 869,
    "[TEXT:-8]": 870,
    "[TEXT:␣14␣14]": 871,
    "[TEXT:␣-21␣6]": 872,
    "[TEXT:␣-2␣32]": 873,
    "[TEXT:␣-21␣12]": 874,
    "[TEXT:␣-22␣7]": 875,
    "[TEXT:␣5␣9]": 876,
    "[TEXT:␣5␣26]": 877,
    "[TEXT:␣-20␣13]": 878,
    "[TEXT:␣-20␣4]": 879,
    "[TEXT:␣-6␣26]": 880,
    "[TEXT:␣-11␣-4]": 881,
    "[TEXT:␣-13␣0]": 882,
    "[TEXT:␣-13␣1]": 883,
    "[TEXT:␣4␣26]": 884,
    "[TEXT:␣5␣32]": 885,
    "[TEXT:␣-9␣23]": 886,
    "[TEXT:␣-18␣11]": 887,
    "[TEXT:␣-22␣6]": 888,
    "[TEXT:␣-11␣22]": 889,
    "[TEXT:38]": 890,
    "[TEXT:␣-10␣0]": 891,
    "[TEXT:␣-11␣2]": 892,
    "[TEXT:␣-24␣7]": 893,
    "[TEXT:␣-55]": 894,
    "[TEXT:39]": 895,
    "[TEXT:␣7␣28]": 896,
    "[TEXT:␣6␣28]": 897,
    "[TEXT:␣-8␣-3]": 898,
    "[TEXT:␣-19␣17]": 899,
    "[TEXT:␣-18␣13]": 900,
    "[TEXT:␣-7␣2]": 901,
    "[TEXT:␣1␣0␣0]": 902,
    "[TEXT:␣-19␣16]": 903,
    "[TEXT:␣-19␣2]": 904,
    "[TEXT:␣-20␣14]": 905,
    "[TEXT:␣-18␣15]": 906,
    "[TEXT:␣-54]": 907,
    "[TEXT:␣8␣22]": 908,
    "[TEXT:␣-56]": 909,
    "[TEXT:␣-15␣18]": 910,
    "[TEXT:␣-18␣17]": 911,
    "[TEXT:␣-20␣15]": 912,
    "[TEXT:␣-22␣9]": 913,
    "[TEXT:␣-11␣21]": 914,
    "[TEXT:␣1␣32]": 915,
    "[TEXT:␣-8␣25]": 916,
    "[TEXT:␣-16␣0]": 917,
    "[TEXT:␣-16␣19]": 918,
    "[TEXT:␣-22␣8]": 919,
    "[TEXT:␣-21␣9]": 920,
    "[TEXT:␣3␣6]": 921,
    "[TEXT:␣-21␣8]": 922,
    "[TEXT:␣-22␣12]": 923,
    "[TEXT:␣3␣32]": 924,
    "[TEXT:␣-2␣0]": 925,
    "[TEXT:␣-9␣1]": 926,
    "[TEXT:␣-13␣18]": 927,
    "[TEXT:␣-12␣-6]": 928,
    "[TEXT:␣-22␣10]": 929,
    "[TEXT:␣-16␣-2]": 930,
    "[TEXT:␣-14␣20]": 931,
    "[TEXT:␣-17␣18]": 932,
    "[TEXT:␣9␣24]": 933,
    "[TEXT:␣-20␣3]": 934,
    "[TEXT:␣0␣30]": 935,
    "[TEXT:␣-7␣28]": 936,
    "[TEXT:␣-19␣19]": 937,
    "[TEXT:␣0␣31]": 938,
    "[TEXT:␣-17␣-2]": 939,
    "[TEXT:␣9␣10]": 940,
    "[TEXT:␣-7␣29]": 941,
    "[TEXT:␣8␣21]": 942,
    "[TEXT:␣-19␣3]": 943,
    "[TEXT:␣11␣13]": 944,
    "[TEXT:␣-9␣25]": 945,
    "[TEXT:␣-10␣23]": 946,
    "[TEXT:␣-21␣14]": 947,
    "[TEXT:␣-24␣6]": 948,
    "[TEXT:␣-20␣11]": 949,
    "[TEXT:␣-9␣-9]": 950,
    "[TEXT:␣-18␣4]": 951,
    "[TEXT:␣11␣18]": 952,
    "[TEXT:␣-17␣-1]": 953,
    "[TEXT:␣-24␣12]": 954,
    "[TEXT:␣-20␣17]": 955,
    "[TEXT:␣-12␣24]": 956,
    "[TEXT:␣-6␣27]": 957,
    "[TEXT:␣-13␣-1]": 958,
    "[TEXT:␣-10␣-1]": 959,
    "[TEXT:␣-13␣-3]": 960,
    "[TEXT:␣-6␣1]": 961,
    "[TEXT:␣6␣25]": 962,
    "[TEXT:␣-22␣14]": 963,
    "[TEXT:␣-13␣20]": 964,
    "[TEXT:␣-20␣2]": 965,
    "[TEXT:␣-6␣29]": 966,
    "[TEXT:␣-17␣20]": 967,
    "[TEXT:␣-16␣18]": 968,
    "[TEXT:␣9␣12]": 969,
    "[TEXT:␣-14␣-1]": 970,
    "[TEXT:␣11␣22]": 971,
    "[TEXT:␣-5␣32]": 972,
    "[TEXT:␣10␣16]": 973,
    "[TEXT:␣-11␣24]": 974,
    "[TEXT:␣-8␣4]": 975,
    "[TEXT:␣-16␣-3]": 976,
    "[TEXT:␣-15␣0]": 977,
    "[TEXT:␣-6␣28]": 978,
    "[TEXT:␣-1␣32]": 979,
    "[TEXT:␣-18␣16]": 980,
    "[TEXT:␣-21␣11]": 981,
    "[TEXT:␣-6␣3]": 982,
    "[TEXT:␣-12␣23]": 983,
    "[TEXT:␣0␣33]": 984,
    "[TEXT:␣-10␣-2]": 985,
    "[TEXT:␣-13␣22]": 986,
    "[TEXT:␣14␣15]": 987,
    "[TEXT:␣-8␣27]": 988,
    "[TEXT:␣-11␣-3]": 989,
    "[TEXT:␣-22␣17]": 990,
    "[TEXT:␣-22␣15]": 991,
    "[TEXT:␣-5␣0]": 992,
    "[TEXT:␣8␣27]": 993,
    "[TEXT:␣-8␣-4]": 994,
    "[TEXT:␣-8␣26]": 995,
    "[TEXT:␣-9␣-2]": 996,
    "[TEXT:␣6␣27]": 997,
    "[TEXT:␣-7␣-2]": 998,
    "[TEXT:␣-10␣-5]": 999,
    "[TEXT:␣-23␣12]": 1000,
    "[TEXT:␣-18␣3]": 1001,
    "[TEXT:␣-9␣26]": 1002,
    "[TEXT:␣-15␣22]": 1003,
    "[TEXT:␣-24␣10]": 1004,
    "[TEXT:␣-21␣15]": 1005,
    "[TEXT:␣-14␣-2]": 1006,
    "[TEXT:␣-13␣-2]": 1007,
    "[TEXT:␣-16␣-5]": 1008,
    "[TEXT:␣-18␣2]": 1009,
    "[TEXT:␣10␣20]": 1010,
    "[TEXT:␣-15␣-5]": 1011,
    "[TEXT:␣-22␣11]": 1012,
    "[TEXT:␣-14␣21]": 1013,
    "[TEXT:␣-23␣5]": 1014,
    "[TEXT:␣-58]": 1015,
    "[TEXT:␣-15␣20]": 1016,
    "[TEXT:␣-8␣-2]": 1017,
    "[TEXT:␣-10␣27]": 1018,
    "[TEXT:-9]": 1019,
    "[TEXT:␣1␣-1␣1]": 1020,
    "[TEXT:␣4␣32]": 1021,
    "[TEXT:␣-3␣32]": 1022,
    "[TEXT:␣-16␣-1]": 1023,
    "[TEXT:␣0␣0␣4]": 1024,
    "[TEXT:␣-19␣18]": 1025,
    "[TEXT:␣-9␣-1]": 1026,
    "[TEXT:␣2␣36]": 1027,
    "[TEXT:␣-3␣31]": 1028,
    "[TEXT:␣-10␣-6]": 1029,
    "[TEXT:␣7␣25]": 1030,
    "[TEXT:␣-13␣21]": 1031,
    "[TEXT:␣10␣23]": 1032,
    "[TEXT:␣-21␣13]": 1033,
    "[TEXT:␣0␣0␣5]": 1034,
    "[TEXT:␣-22␣13]": 1035,
    "[TEXT:␣-14␣22]": 1036,
    "[TEXT:␣-17␣-3]": 1037,
    "[TEXT:␣-11␣0]": 1038,
    "[TEXT:␣12␣21]": 1039,
    "[TEXT:␣-20␣16]": 1040,
    "[TEXT:␣-10␣25]": 1041,
    "[TEXT:␣-16␣-4]": 1042,
    "[TEXT:␣-3␣30]": 1043,
    "[TEXT:␣-15␣-2]": 1044,
    "[TEXT:␣-14␣-3]": 1045,
    "[TEXT:␣-21␣17]": 1046,
    "[TEXT:␣-17␣22]": 1047,
    "[TEXT:␣-5␣-2]": 1048,
    "[TEXT:␣-10␣26]": 1049,
    "[TEXT:␣-10␣-3]": 1050,
    "[TEXT:␣12␣22]": 1051,
    "[TEXT:␣-24␣9]": 1052,
    "[TEXT:␣-2␣36]": 1053,
    "[TEXT:␣-6␣2]": 1054,
    "[TEXT:␣56]": 1055,
    "[TEXT:␣-8␣-9]": 1056,
    "[TEXT:␣-2␣31]": 1057,
    "[TEXT:␣-7␣31]": 1058,
    "[TEXT:␣-2␣30]": 1059,
    "[TEXT:␣-60]": 1060,
    "[TEXT:␣13␣16]": 1061,
    "[TEXT:␣-12␣25]": 1062,
    "[TEXT:␣-11␣23]": 1063,
    "[TEXT:␣-18␣19]": 1064,
    "[TEXT:46]": 1065,
    "[TEXT:␣10␣24]": 1066,
    "[TEXT:␣-8␣29]": 1067,
    "[TEXT:␣-5␣31]": 1068,
    "[TEXT:22]": 1069,
    "[TEXT:␣0␣0␣-1␣1]": 1070,
    "[TEXT:␣-24␣14]": 1071,
    "[TEXT:␣9␣11]": 1072,
    "[TEXT:␣-4␣1]": 1073,
    "[TEXT:␣-57]": 1074,
    "[TEXT:␣-5␣3]": 1075,
    "[TEXT:␣-15␣21]": 1076,
    "[TEXT:␣-15␣-6]": 1077,
    "[TEXT:␣-9␣27]": 1078,
    "[TEXT:␣-15␣-1]": 1079,
    "[TEXT:40]": 1080,
    "[TEXT:␣-17␣21]": 1081,
    "[TEXT:␣10␣21]": 1082,
    "[TEXT:␣-7␣0]": 1083,
    "[TEXT:␣-14␣24]": 1084,
    "[TEXT:␣-16␣20]": 1085,
    "[TEXT:␣-9␣2]": 1086,
    "[TEXT:␣-23␣10]": 1087,
    "[TEXT:␣-19␣1]": 1088,
    "[TEXT:␣-24␣8]": 1089,
    "[TEXT:␣0␣36]": 1090,
    "[TEXT:␣-15␣-3]": 1091,
    "[TEXT:␣-12␣26]": 1092,
    "[TEXT:␣-23␣7]": 1093,
    "[TEXT:␣-21␣4]": 1094,
    "[TEXT:␣9␣27]": 1095,
    "[TEXT:␣-9␣3]": 1096,
    "[TEXT:␣-4␣0]": 1097,
    "[TEXT:␣7␣6]": 1098,
    "[TEXT:␣2␣31]": 1099,
    "[TEXT:␣-5␣2]": 1100,
    "[TEXT:␣-13␣24]": 1101,
    "[TEXT:␣-20␣19]": 1102,
    "[TEXT:-1]": 1103,
    "[TEXT:␣0␣34]": 1104,
    "[TEXT:␣-23␣8]": 1105,
    "[TEXT:␣-21␣16]": 1106,
    "[TEXT:␣-7␣-1]": 1107,
    "[TEXT:␣-21␣2]": 1108,
    "[TEXT:␣-4␣3]": 1109,
    "[TEXT:␣7␣26]": 1110,
    "[TEXT:␣10␣27]": 1111,
    "[TEXT:␣9␣21]": 1112,
    "[TEXT:␣-11␣-1]": 1113,
    "[TEXT:␣-23␣6]": 1114,
    "[TEXT:␣-21␣3]": 1115,
    "[TEXT:␣-2␣33]": 1116,
    "[TEXT:␣-4␣31]": 1117,
    "[TEXT:␣-9␣-3]": 1118,
    "[TEXT:␣-20␣1]": 1119,
    "[TEXT:␣2␣30]": 1120,
    "[TEXT:␣2␣33]": 1121,
    "[TEXT:␣55]": 1122,
    "[TEXT:␣-20␣0]": 1123,
    "[TEXT:␣-24␣17]": 1124,
    "[TEXT:␣-9␣29]": 1125,
    "[TEXT:-10]": 1126,
    "[TEXT:␣1␣31]": 1127,
    "[TEXT:␣54]": 1128,
    "[TEXT:␣11␣19]": 1129,
    "[TEXT:␣-4␣32]": 1130,
    "[TEXT:␣6␣26]": 1131,
    "[TEXT:␣-24␣11]": 1132,
    "[TEXT:␣4␣3]": 1133,
    "[TEXT:␣0␣0␣0]": 1134,
    "[TEXT:␣-11␣-7]": 1135,
    "[TEXT:␣-22␣16]": 1136,
    "[TEXT:␣15␣19]": 1137,
    "[TEXT:␣-5␣30]": 1138,
    "[TEXT:␣14␣20]": 1139,
    "[TEXT:␣-23␣9]": 1140,
    "[TEXT:␣3␣33]": 1141,
    "[TEXT:␣1␣33]": 1142,
    "[TEXT:␣-19␣20]": 1143,
    "[TEXT:␣-1␣33]": 1144,
    "[TEXT:␣12␣19]": 1145,
    "[TEXT:␣5␣31]": 1146,
    "[TEXT:␣-13␣-4]": 1147,
    "[TEXT:␣-15␣23]": 1148,
    "[TEXT:␣-25␣12]": 1149,
    "[TEXT:␣-1␣31]": 1150,
    "[TEXT:␣-3␣-1]": 1151,
    "[TEXT:␣5␣36]": 1152,
    "[TEXT:␣-18␣18]": 1153,
    "[TEXT:45]": 1154,
    "[TEXT:␣-19␣22]": 1155,
    "[TEXT:␣-11␣-2]": 1156,
    "[TEXT:␣13␣17]": 1157,
    "[TEXT:␣-23␣14]": 1158,
    "[TEXT:33]": 1159,
    "[TEXT:␣-19␣0]": 1160,
    "[TEXT:␣-15␣-4]": 1161,
    "[TEXT:␣-24␣3]": 1162,
    "[TEXT:␣-8␣28]": 1163,
    "[TEXT:␣12␣18]": 1164,
    "[TEXT:␣7␣31]": 1165,
    "[TEXT:␣-24␣15]": 1166,
    "[TEXT:␣-10␣28]": 1167,
    "[TEXT:␣-18␣1]": 1168,
    "[TEXT:␣-24␣4]": 1169,
    "[TEXT:␣-21␣19]": 1170,
    "[TEXT:␣-22␣4]": 1171,
    "[TEXT:␣-10␣29]": 1172,
    "[TEXT:48]": 1173,
    "[TEXT:␣3␣31]": 1174,
    "[TEXT:␣-20␣-2]": 1175,
    "[TEXT:␣13␣21]": 1176,
    "[TEXT:␣-17␣-5]": 1177,
    "[TEXT:␣-20␣18]": 1178,
    "[TEXT:␣8␣28]": 1179,
    "[TEXT:␣9␣26]": 1180,
    "[TEXT:␣-22␣19]": 1181,
    "[TEXT:␣-4␣30]": 1182,
    "[TEXT:49]": 1183,
    "[TEXT:␣-9␣28]": 1184,
    "[TEXT:␣-21␣0]": 1185,
    "[TEXT:␣-18␣0]": 1186,
    "[TEXT:␣7␣29]": 1187,
    "[TEXT:␣-61]": 1188,
    "[TEXT:␣-24␣13]": 1189,
    "[TEXT:␣-21␣1]": 1190,
    "[TEXT:␣12␣20]": 1191,
    "[TEXT:␣-9␣0]": 1192,
    "[TEXT:␣1␣36]": 1193,
    "[TEXT:␣-1␣30]": 1194,
    "[TEXT:␣-11␣25]": 1195,
    "[TEXT:␣-17␣24]": 1196,
    "[TEXT:␣-12␣-7]": 1197,
    "[TEXT:␣-4␣2]": 1198,
    "[TEXT:␣-6␣0]": 1199,
    "[TEXT:␣-16␣22]": 1200,
    "[TEXT:␣-17␣-4]": 1201,
    "[TEXT:␣3␣30]": 1202,
    "[TEXT:␣11␣21]": 1203,
    "[TEXT:␣-59]": 1204,
    "[TEXT:␣0␣0␣1]": 1205,
    "[TEXT:␣4␣4]": 1206,
    "[TEXT:␣-23␣15]": 1207,
    "[TEXT:␣-12␣27]": 1208,
    "[TEXT:␣-13␣-5]": 1209,
    "[TEXT:␣6␣29]": 1210,
    "[TEXT:␣-19␣-2]": 1211,
    "[TEXT:␣-23␣17]": 1212,
    "[TEXT:␣3␣36]": 1213,
    "[TEXT:␣-14␣23]": 1214,
    "[TEXT:␣-18␣20]": 1215,
    "[TEXT:␣-22␣2]": 1216,
    "[TEXT:␣-22␣3]": 1217,
    "[TEXT:␣-3␣33]": 1218,
    "[TEXT:␣8␣25]": 1219,
    "[TEXT:␣-63]": 1220,
    "[TEXT:␣17␣17]": 1221,
    "[TEXT:␣-5␣33]": 1222,
    "[TEXT:␣-6␣31]": 1223,
    "[TEXT:␣-25␣5]": 1224,
    "[TEXT:␣-25␣7]": 1225,
    "[TEXT:␣10␣26]": 1226,
    "[TEXT:␣-8␣3]": 1227,
    "[TEXT:␣11␣16]": 1228,
    "[TEXT:␣-12␣29]": 1229,
    "[TEXT:␣-16␣21]": 1230,
    "[TEXT:␣14␣16]": 1231,
    "[TEXT:␣-19␣21]": 1232,
    "[TEXT:␣-15␣24]": 1233,
    "[TEXT:␣-26␣12]": 1234,
    "[TEXT:␣-24␣16]": 1235,
    "[TEXT:␣-5␣36]": 1236,
    "[TEXT:␣-24␣2]": 1237,
    "[TEXT:␣-7␣32]": 1238,
    "[TEXT:␣-24␣0]": 1239,
    "[TEXT:␣1␣30]": 1240,
    "[TEXT:␣-14␣-4]": 1241,
    "[TEXT:␣-14␣-5]": 1242,
    "[TEXT:␣-15␣-7]": 1243,
    "[TEXT:␣11␣15]": 1244,
    "[TEXT:␣-20␣-1]": 1245,
    "[TEXT:␣-10␣-4]": 1246,
    "[TEXT:␣6␣8]": 1247,
    "[TEXT:␣-19␣-1]": 1248,
    "[TEXT:␣-1␣36]": 1249,
    "[TEXT:␣4␣31]": 1250,
    "[TEXT:␣-25␣9]": 1251,
    "[TEXT:␣-3␣36]": 1252,
    "[TEXT:␣-13␣23]": 1253,
    "[TEXT:␣-23␣13]": 1254,
    "[TEXT:␣-26␣7]": 1255,
    "[TEXT:␣-16␣-6]": 1256,
    "[TEXT:␣-22␣18]": 1257,
    "[TEXT:␣-23␣11]": 1258,
    "[TEXT:␣-20␣-3]": 1259,
    "[TEXT:␣-65]": 1260,
    "[TEXT:␣-14␣-7]": 1261,
    "[TEXT:␣0␣0␣-1]": 1262,
    "[TEXT:␣-18␣22]": 1263,
    "[TEXT:␣-21␣18]": 1264,
    "[TEXT:␣-27␣10]": 1265,
    "[TEXT:␣-8␣-5]": 1266,
    "[TEXT:␣8␣26]": 1267,
    "[TEXT:␣-3␣0]": 1268,
    "[TEXT:␣-25␣6]": 1269,
    "[TEXT:␣12␣15]": 1270,
    "[TEXT:␣-6␣30]": 1271,
    "[TEXT:47]": 1272,
    "[TEXT:␣-27␣7]": 1273,
    "[TEXT:␣-25␣10]": 1274,
    "[TEXT:␣-2␣34]": 1275,
    "[TEXT:␣-18␣21]": 1276,
    "[TEXT:␣-62]": 1277,
    "[TEXT:␣6␣32]": 1278,
    "[TEXT:␣-18␣-2]": 1279,
    "[TEXT:␣-6␣32]": 1280,
    "[TEXT:␣5␣33]": 1281,
    "[TEXT:␣-3␣0␣0]": 1282,
    "[TEXT:␣-7␣30]": 1283,
    "[TEXT:␣-25␣8]": 1284,
    "[TEXT:␣4␣36]": 1285,
    "[TEXT:␣-11␣26]": 1286,
    "[TEXT:␣7␣9]": 1287,
    "[TEXT:␣-17␣23]": 1288,
    "[TEXT:␣-8␣-1]": 1289,
    "[TEXT:␣-25␣14]": 1290,
    "[TEXT:␣0␣37]": 1291,
    "[TEXT:␣-11␣27]": 1292,
    "[TEXT:␣-19␣-3]": 1293,
    "[TEXT:␣7␣32]": 1294,
    "[TEXT:␣11␣14]": 1295,
    "[TEXT:␣-4␣33]": 1296,
    "[TEXT:␣-9␣31]": 1297,
    "[TEXT:␣4␣33]": 1298,
    "[TEXT:␣-18␣-1]": 1299,
    "[TEXT:␣-20␣20]": 1300,
    "[TEXT:␣5␣30]": 1301,
    "[TEXT:␣11␣26]": 1302,
    "[TEXT:␣-12␣-10]": 1303,
    "[TEXT:␣12␣26]": 1304,
    "[TEXT:␣-26␣5]": 1305,
    "[TEXT:␣6␣31]": 1306,
    "[TEXT:␣-8␣32]": 1307,
    "[TEXT:␣-14␣25]": 1308,
    "[TEXT:␣-26␣10]": 1309,
    "[TEXT:␣-8␣1]": 1310,
    "[TEXT:␣-16␣24]": 1311,
    "[TEXT:␣2␣0]": 1312,
    "[TEXT:␣-24␣19]": 1313,
    "[TEXT:␣-15␣25]": 1314,
    "[TEXT:␣0␣0␣1␣-1]": 1315,
    "[TEXT:␣-12␣-11]": 1316,
    "[TEXT:␣13␣20]": 1317,
    "[TEXT:␣-23␣4]": 1318,
    "[TEXT:␣-70]": 1319,
    "[TEXT:␣-4␣34]": 1320,
    "[TEXT:␣8␣29]": 1321,
    "[TEXT:␣-26␣8]": 1322,
    "[TEXT:50]": 1323,
    "[TEXT:␣58]": 1324,
    "[TEXT:␣4␣6]": 1325,
    "[TEXT:␣-3␣34]": 1326,
    "[TEXT:␣-12␣28]": 1327,
    "[TEXT:␣-22␣1]": 1328,
    "[TEXT:␣-22␣0]": 1329,
    "[TEXT:␣-25␣15]": 1330,
    "[TEXT:␣-14␣27]": 1331,
    "[TEXT:␣-20␣21]": 1332,
    "[TEXT:␣-24␣1]": 1333,
    "[TEXT:␣-11␣29]": 1334,
    "[TEXT:␣-15␣-8]": 1335,
    "[TEXT:␣-8␣2]": 1336,
    "[TEXT:␣-14␣-9]": 1337,
    "[TEXT:␣-8␣31]": 1338,
    "[TEXT:␣-23␣16]": 1339,
    "[TEXT:␣-13␣-10]": 1340,
    "[TEXT:␣-16␣23]": 1341,
    "[TEXT:␣2␣34]": 1342,
    "[TEXT:␣-20␣-4]": 1343,
    "[TEXT:␣-68]": 1344,
    "[TEXT:␣-14␣26]": 1345,
    "[TEXT:␣-12␣-8]": 1346,
    "[TEXT:␣-25␣11]": 1347,
    "[TEXT:␣9␣25]": 1348,
    "[TEXT:␣-10␣31]": 1349,
    "[TEXT:␣-17␣25]": 1350,
    "[TEXT:␣-20␣22]": 1351,
    "[TEXT:␣-1␣0␣1]": 1352,
    "[TEXT:␣7␣7]": 1353,
    "[TEXT:␣-19␣-5]": 1354,
    "[TEXT:␣-67]": 1355,
    "[TEXT:␣-20␣-5]": 1356,
    "[TEXT:␣-21␣-1]": 1357,
    "[TEXT:␣-21␣-2]": 1358,
    "[TEXT:␣-23␣19]": 1359,
    "[TEXT:␣-4␣36]": 1360,
    "[TEXT:␣-26␣6]": 1361,
    "[TEXT:␣-11␣-8]": 1362,
    "[TEXT:␣-26␣9]": 1363,
    "[TEXT:␣11␣20]": 1364,
    "[TEXT:␣-26␣17]": 1365,
    "[TEXT:␣4␣30]": 1366,
    "[TEXT:␣57]": 1367,
    "[TEXT:␣-9␣-4]": 1368,
    "[TEXT:␣-66]": 1369,
    "[TEXT:␣-22␣20]": 1370,
    "[TEXT:␣-27␣12]": 1371,
    "[TEXT:␣-6␣-7]": 1372,
    "[TEXT:␣-22␣22]": 1373,
    "[TEXT:␣-23␣18]": 1374,
    "[TEXT:␣-64]": 1375,
    "[TEXT:␣-13␣26]": 1376,
    "[TEXT:␣-24␣18]": 1377,
    "[TEXT:␣-26␣15]": 1378,
    "[TEXT:␣-6␣-1]": 1379,
    "[TEXT:␣-13␣27]": 1380,
    "[TEXT:␣-21␣20]": 1381,
    "[TEXT:␣14␣21]": 1382,
    "[TEXT:␣-23␣3]": 1383,
    "[TEXT:␣-15␣26]": 1384,
    "[TEXT:55]": 1385,
    "[TEXT:␣-7␣34]": 1386,
    "[TEXT:␣14␣19]": 1387,
    "[TEXT:␣-8␣30]": 1388,
    "[TEXT:␣11␣24]": 1389,
    "[TEXT:44]": 1390,
    "[TEXT:␣-13␣25]": 1391,
    "[TEXT:␣-29␣12]": 1392,
    "[TEXT:␣-25␣17]": 1393,
    "[TEXT:␣1␣34]": 1394,
    "[TEXT:␣9␣31]": 1395,
    "[TEXT:␣-27␣5]": 1396,
    "[TEXT:␣-14␣-8]": 1397,
    "[TEXT:␣-19␣23]": 1398,
    "[TEXT:␣-1␣34]": 1399,
    "[TEXT:␣-9␣32]": 1400,
    "[TEXT:␣-24␣20]": 1401,
    "[TEXT:␣0␣35]": 1402,
    "[TEXT:␣-21␣22]": 1403,
    "[TEXT:␣-28␣7]": 1404,
    "[TEXT:␣11␣23]": 1405,
    "[TEXT:␣13␣19]": 1406,
    "[TEXT:␣-9␣-5]": 1407,
    "[TEXT:␣8␣31]": 1408,
    "[TEXT:␣14␣17]": 1409,
    "[TEXT:-12]": 1410,
    "[TEXT:␣9␣28]": 1411,
    "[TEXT:␣5␣1]": 1412,
    "[TEXT:␣-26␣11]": 1413,
    "[TEXT:␣-10␣30]": 1414,
    "[TEXT:␣-5␣34]": 1415,
    "[TEXT:␣3␣34]": 1416,
    "[TEXT:␣-3␣-5]": 1417,
    "[TEXT:␣-7␣33]": 1418,
    "[TEXT:␣-27␣6]": 1419,
    "[TEXT:␣-75]": 1420,
    "[TEXT:␣6␣9]": 1421,
    "[TEXT:␣-21␣21]": 1422,
    "[TEXT:␣-25␣13]": 1423,
    "[TEXT:␣-26␣14]": 1424,
    "[TEXT:60]": 1425,
    "[TEXT:␣12␣25]": 1426,
    "[TEXT:␣-27␣17]": 1427,
    "[TEXT:␣-22␣21]": 1428,
    "[TEXT:␣0␣-1␣1]": 1429,
    "[TEXT:␣-7␣36]": 1430,
    "[TEXT:␣-16␣-7]": 1431,
    "[TEXT:␣-19␣24]": 1432,
    "[TEXT:␣-27␣9]": 1433,
    "[TEXT:␣-18␣24]": 1434,
    "[TEXT:␣-16␣26]": 1435,
    "[TEXT:␣-2␣35]": 1436,
    "[TEXT:␣-27␣14]": 1437,
    "[TEXT:␣-29␣7]": 1438,
    "[TEXT:␣-8␣33]": 1439,
    "[TEXT:␣-15␣27]": 1440,
    "[TEXT:␣-2␣0␣0]": 1441,
    "[TEXT:␣8␣32]": 1442,
    "[TEXT:␣-1␣-1]": 1443,
    "[TEXT:␣-23␣2]": 1444,
    "[TEXT:␣-26␣13]": 1445,
    "[TEXT:␣2␣37]": 1446,
    "[TEXT:␣-17␣26]": 1447,
    "[TEXT:␣-27␣8]": 1448,
    "[TEXT:␣12␣24]": 1449,
    "[TEXT:␣-9␣30]": 1450,
    "[TEXT:␣-19␣-4]": 1451,
    "[TEXT:␣-12␣30]": 1452,
    "[TEXT:␣12␣23]": 1453,
    "[TEXT:␣-11␣28]": 1454,
    "[TEXT:␣-23␣0]": 1455,
    "[TEXT:58]": 1456,
    "[TEXT:␣-8␣0]": 1457,
    "[TEXT:␣-25␣2]": 1458,
    "[TEXT:␣1␣1]": 1459,
    "[TEXT:␣-4␣-4]": 1460,
    "[TEXT:␣7␣36]": 1461,
    "[TEXT:␣10␣31]": 1462,
    "[TEXT:␣-18␣-3]": 1463,
    "[TEXT:␣-27␣15]": 1464,
    "[TEXT:␣-27␣13]": 1465,
    "[TEXT:␣6␣36]": 1466,
    "[TEXT:␣-77]": 1467,
    "[TEXT:␣-20␣24]": 1468,
    "[TEXT:␣-27␣11]": 1469,
    "[TEXT:␣-29␣6]": 1470,
    "[TEXT:␣-13␣-9]": 1471,
    "[TEXT:␣16␣18]": 1472,
    "[TEXT:␣14␣24]": 1473,
    "[TEXT:␣8␣8]": 1474,
    "[TEXT:␣-6␣36]": 1475,
    "[TEXT:␣-14␣-6]": 1476,
    "[TEXT:␣-17␣27]": 1477,
    "[TEXT:␣-29␣9]": 1478,
    "[TEXT:1␣-8]": 1479,
    "[TEXT:␣-24␣-1]": 1480,
    "[TEXT:␣3␣37]": 1481,
    "[TEXT:␣-26␣19]": 1482,
    "[TEXT:␣10␣25]": 1483,
    "[TEXT:␣0␣0␣3]": 1484,
    "[TEXT:␣-26␣16]": 1485,
    "[TEXT:␣-25␣4]": 1486,
    "[TEXT:␣-7␣35]": 1487,
    "[TEXT:␣-14␣28]": 1488,
    "[TEXT:␣-25␣3]": 1489,
    "[TEXT:␣-72]": 1490,
    "[TEXT:-13]": 1491,
    "[TEXT:␣15␣15]": 1492,
    "[TEXT:␣-13␣-6]": 1493,
    "[TEXT:␣-14␣29]": 1494,
    "[TEXT:␣-22␣24]": 1495,
    "[TEXT:56]": 1496,
    "[TEXT:␣-23␣20]": 1497,
    "[TEXT:␣-79]": 1498,
    "[TEXT:␣-69]": 1499,
    "[TEXT:␣13␣22]": 1500,
    "[TEXT:␣-10␣32]": 1501,
    "[TEXT:␣-28␣5]": 1502,
    "[TEXT:␣0␣38]": 1503,
    "[TEXT:␣-13␣28]": 1504,
    "[TEXT:␣-24␣-2]": 1505,
    "[TEXT:␣2␣40]": 1506,
    "[TEXT:␣-18␣23]": 1507,
    "[TEXT:␣5␣34]": 1508,
    "[TEXT:␣13␣25]": 1509,
    "[TEXT:␣-22␣-1]": 1510,
    "[TEXT:␣-5␣35]": 1511,
    "[TEXT:␣-2␣37]": 1512,
    "[TEXT:53]": 1513,
    "[TEXT:␣-3␣37]": 1514,
    "[TEXT:␣9␣29]": 1515,
    "[TEXT:␣-10␣-9]": 1516,
    "[TEXT:␣-24␣21]": 1517,
    "[TEXT:␣-6␣33]": 1518,
    "[TEXT:␣0␣0␣0␣1]": 1519,
    "[TEXT:␣-22␣-2]": 1520,
    "[TEXT:␣-28␣12]": 1521,
    "[TEXT:␣-12␣31]": 1522,
    "[TEXT:␣-16␣25]": 1523,
    "[TEXT:␣-13␣29]": 1524,
    "[TEXT:␣-25␣19]": 1525,
    "[TEXT:70]": 1526,
    "[TEXT:␣-73]": 1527,
    "[TEXT:␣4␣34]": 1528,
    "[TEXT:␣10␣28]": 1529,
    "[TEXT:␣1␣-1␣-1␣1]": 1530,
    "[TEXT:␣-17␣-6]": 1531,
    "[TEXT:␣-19␣25]": 1532,
    "[TEXT:␣-1␣-3]": 1533,
    "[TEXT:␣-11␣31]": 1534,
    "[TEXT:␣-25␣16]": 1535,
    "[TEXT:␣-29␣10]": 1536,
    "[TEXT:4␣-8]": 1537,
    "[TEXT:␣-3␣35]": 1538,
    "[TEXT:␣-27␣16]": 1539,
    "[TEXT:␣0␣40]": 1540,
    "[TEXT:␣7␣30]": 1541,
    "[TEXT:␣-20␣23]": 1542,
    "[TEXT:␣-26␣4]": 1543,
    "[TEXT:68]": 1544,
    "[TEXT:␣-21␣24]": 1545,
    "[TEXT:␣-23␣21]": 1546,
    "[TEXT:␣-26␣2]": 1547,
    "[TEXT:␣-28␣10]": 1548,
    "[TEXT:␣59]": 1549,
    "[TEXT:␣7␣33]": 1550,
    "[TEXT:␣-71]": 1551,
    "[TEXT:␣-28␣6]": 1552,
    "[TEXT:␣1␣37]": 1553,
    "[TEXT:␣12␣27]": 1554,
    "[TEXT:␣-6␣-2]": 1555,
    "[TEXT:␣16␣19]": 1556,
    "[TEXT:␣-9␣33]": 1557,
    "[TEXT:␣-19␣26]": 1558,
    "[TEXT:␣6␣30]": 1559,
    "[TEXT:␣-15␣29]": 1560,
    "[TEXT:␣-28␣8]": 1561,
    "[TEXT:57]": 1562,
    "[TEXT:␣-21␣-5]": 1563,
    "[TEXT:␣-21␣23]": 1564,
    "[TEXT:43]": 1565,
    "[TEXT:␣11␣27]": 1566,
    "[TEXT:␣-21␣-3]": 1567,
    "[TEXT:␣-7␣-7]": 1568,
    "[TEXT:␣-6␣34]": 1569,
    "[TEXT:␣-18␣-5]": 1570,
    "[TEXT:␣-8␣34]": 1571,
    "[TEXT:␣-24␣22]": 1572,
    "[TEXT:␣-27␣4]": 1573,
    "[TEXT:␣-111]": 1574,
    "[TEXT:63]": 1575,
    "[TEXT:␣1␣-1␣0␣0]": 1576,
    "[TEXT:␣0␣41]": 1577,
    "[TEXT:␣12␣13]": 1578,
    "[TEXT:␣-12␣32]": 1579,
    "[TEXT:1␣-9]": 1580,
    "[TEXT:␣-23␣1]": 1581,
    "[TEXT:␣-74]": 1582,
    "[TEXT:␣-1␣0␣-1]": 1583,
    "[TEXT:␣60]": 1584,
    "[TEXT:␣-25␣1]": 1585,
    "[TEXT:␣-28␣4]": 1586,
    "[TEXT:␣-9␣34]": 1587,
    "[TEXT:␣-22␣23]": 1588,
    "[TEXT:␣-29␣5]": 1589,
    "[TEXT:␣-16␣27]": 1590,
    "[TEXT:␣2␣35]": 1591,
    "[TEXT:␣11␣11]": 1592,
    "[TEXT:␣-4␣37]": 1593,
    "[TEXT:␣-6␣-3]": 1594,
    "[TEXT:␣-28␣9]": 1595,
    "[TEXT:␣-29␣8]": 1596,
    "[TEXT:␣-29␣15]": 1597,
    "[TEXT:59]": 1598,
    "[TEXT:␣-17␣-7]": 1599,
    "[TEXT:␣3␣35]": 1600,
    "[TEXT:␣0␣0␣2]": 1601,
    "[TEXT:␣-1␣37]": 1602,
    "[TEXT:␣-26␣3]": 1603,
    "[TEXT:␣11␣25]": 1604,
    "[TEXT:␣-12␣-9]": 1605,
    "[TEXT:␣-28␣11]": 1606,
    "[TEXT:␣10␣29]": 1607,
    "[TEXT:89]": 1608,
    "[TEXT:␣-23␣22]": 1609,
    "[TEXT:␣-19␣-6]": 1610,
    "[TEXT:␣-26␣18]": 1611,
    "[TEXT:7␣-8]": 1612,
    "[TEXT:␣0␣-3]": 1613,
    "[TEXT:␣5␣5]": 1614,
    "[TEXT:␣-76]": 1615,
    "[TEXT:␣-28␣14]": 1616,
    "[TEXT:␣-1␣35]": 1617,
    "[TEXT:␣6␣33]": 1618,
    "[TEXT:␣-10␣33]": 1619,
    "[TEXT:␣-26␣20]": 1620,
    "[TEXT:␣-29␣14]": 1621,
    "[TEXT:␣-28␣15]": 1622,
    "[TEXT:65]": 1623,
    "[TEXT:␣12␣14]": 1624,
    "[TEXT:␣-29␣11]": 1625,
    "[TEXT:␣-8␣36]": 1626,
    "[TEXT:␣-18␣-4]": 1627,
    "[TEXT:␣-18␣26]": 1628,
    "[TEXT:␣10␣10]": 1629,
    "[TEXT:␣-106]": 1630,
    "[TEXT:␣-17␣29]": 1631,
    "[TEXT:␣-21␣-4]": 1632,
    "[TEXT:␣-24␣-5]": 1633,
    "[TEXT:␣-28␣13]": 1634,
    "[TEXT:␣-2␣40]": 1635,
    "[TEXT:␣4␣35]": 1636,
    "[TEXT:␣-4␣35]": 1637,
    "[TEXT:␣-2␣39]": 1638,
    "[TEXT:␣-5␣37]": 1639,
    "[TEXT:␣-6␣35]": 1640,
    "[TEXT:␣-15␣28]": 1641,
    "[TEXT:␣-24␣24]": 1642,
    "[TEXT:␣-25␣18]": 1643,
    "[TEXT:␣-78]": 1644,
    "[TEXT:␣15␣20]": 1645,
    "[TEXT:␣-11␣32]": 1646,
    "[TEXT:␣-15␣-9]": 1647,
    "[TEXT:␣-19␣-7]": 1648,
    "[TEXT:2␣-8]": 1649,
    "[TEXT:79]": 1650,
    "[TEXT:␣0␣39]": 1651,
    "[TEXT:␣-24␣-3]": 1652,
    "[TEXT:␣-25␣21]": 1653,
    "[TEXT:␣-29␣17]": 1654,
    "[TEXT:␣7␣35]": 1655,
    "[TEXT:␣-10␣34]": 1656,
    "[TEXT:␣13␣18]": 1657,
    "[TEXT:␣-20␣-6]": 1658,
    "[TEXT:75]": 1659,
    "[TEXT:␣15␣24]": 1660,
    "[TEXT:␣5␣35]": 1661,
    "[TEXT:␣-4␣0␣0]": 1662,
    "[TEXT:␣-10␣-13]": 1663,
    "[TEXT:80]": 1664,
    "[TEXT:␣9␣32]": 1665,
    "[TEXT:␣4␣37]": 1666,
    "[TEXT:␣-104]": 1667,
    "[TEXT:␣-22␣-3]": 1668,
    "[TEXT:␣1␣0␣-1]": 1669,
    "[TEXT:␣-25␣0]": 1670,
    "[TEXT:␣-11␣-12]": 1671,
    "[TEXT:␣-18␣25]": 1672,
    "[TEXT:6␣-8]": 1673,
    "[TEXT:99]": 1674,
    "[TEXT:␣7␣8]": 1675,
    "[TEXT:85]": 1676,
    "[TEXT:␣8␣36]": 1677,
    "[TEXT:␣-14␣31]": 1678,
    "[TEXT:␣-16␣-8]": 1679,
    "[TEXT:␣2␣3␣3]": 1680,
    "[TEXT:␣13␣24]": 1681,
    "[TEXT:␣-101]": 1682,
    "[TEXT:␣1␣35]": 1683,
    "[TEXT:␣-27␣19]": 1684,
    "[TEXT:␣-9␣36]": 1685,
    "[TEXT:␣14␣22]": 1686,
    "[TEXT:␣-25␣20]": 1687,
    "[TEXT:␣-25␣22]": 1688,
    "[TEXT:␣-11␣30]": 1689,
    "[TEXT:␣-5␣-3]": 1690,
    "[TEXT:␣-24␣-4]": 1691,
    "[TEXT:-14]": 1692,
    "[TEXT:␣-18␣27]": 1693,
    "[TEXT:␣-25␣-2]": 1694,
    "[TEXT:77]": 1695,
    "[TEXT:␣-10␣35]": 1696,
    "[TEXT:␣-19␣-8]": 1697,
    "[TEXT:␣-28␣17]": 1698,
    "[TEXT:␣-2␣38]": 1699,
    "[TEXT:␣5␣37]": 1700,
    "[TEXT:␣-102]": 1701,
    "[TEXT:␣63]": 1702,
    "[TEXT:␣-27␣3]": 1703,
    "[TEXT:␣-28␣16]": 1704,
    "[TEXT:␣13␣23]": 1705,
    "[TEXT:2␣-9]": 1706,
    "[TEXT:␣-28␣3]": 1707,
    "[TEXT:67]": 1708,
    "[TEXT:␣-13␣31]": 1709,
    "[TEXT:␣0␣0␣-2]": 1710,
    "[TEXT:␣-22␣26]": 1711,
    "[TEXT:94]": 1712,
    "[TEXT:␣-13␣30]": 1713,
    "[TEXT:␣0␣0␣3␣3]": 1714,
    "[TEXT:␣-20␣26]": 1715,
    "[TEXT:␣-19␣27]": 1716,
    "[TEXT:-15]": 1717,
    "[TEXT:73]": 1718,
    "[TEXT:␣-113]": 1719,
    "[TEXT:␣-20␣-7]": 1720,
    "[TEXT:␣-21␣25]": 1721,
    "[TEXT:41]": 1722,
    "[TEXT:␣13␣26]": 1723,
    "[TEXT:␣-29␣4]": 1724,
    "[TEXT:69]": 1725,
    "[TEXT:␣-3␣40]": 1726,
    "[TEXT:␣-116]": 1727,
    "[TEXT:␣18␣16]": 1728,
    "[TEXT:␣-29␣13]": 1729,
    "[TEXT:␣3␣40]": 1730,
    "[TEXT:␣-8␣35]": 1731,
    "[TEXT:␣-26␣21]": 1732,
    "[TEXT:␣4␣40]": 1733,
    "[TEXT:␣-23␣24]": 1734,
    "[TEXT:␣2␣38]": 1735,
    "[TEXT:␣3␣41]": 1736,
    "[TEXT:␣-27␣18]": 1737,
    "[TEXT:␣0␣1␣-1]": 1738,
    "[TEXT:␣2␣39]": 1739,
    "[TEXT:␣-7␣37]": 1740,
    "[TEXT:␣-12␣-12]": 1741,
    "[TEXT:21]": 1742,
    "[TEXT:␣0␣0␣2␣4]": 1743,
    "[TEXT:␣-108]": 1744,
    "[TEXT:␣-29␣19]": 1745,
    "[TEXT:␣-12␣36]": 1746,
    "[TEXT:97]": 1747,
    "[TEXT:␣-13␣-7]": 1748,
    "[TEXT:␣-16␣29]": 1749,
    "[TEXT:␣2␣41]": 1750,
    "[TEXT:␣-2␣41]": 1751,
    "[TEXT:␣5␣40]": 1752,
    "[TEXT:␣-13␣-8]": 1753,
    "[TEXT:␣-5␣39]": 1754,
    "[TEXT:78]": 1755,
    "[TEXT:␣-103]": 1756,
    "[TEXT:␣-114]": 1757,
    "[TEXT:␣-23␣-2]": 1758,
    "[TEXT:␣-31␣12]": 1759,
    "[TEXT:␣-12␣34]": 1760,
    "[TEXT:␣-17␣28]": 1761,
    "[TEXT:84]": 1762,
    "[TEXT:␣1␣4␣2]": 1763,
    "[TEXT:␣-5␣40]": 1764,
    "[TEXT:62]": 1765,
    "[TEXT:␣-14␣30]": 1766,
    "[TEXT:␣-23␣-1]": 1767,
    "[TEXT:␣-28␣0]": 1768,
    "[TEXT:␣18␣17]": 1769,
    "[TEXT:␣-26␣1]": 1770,
    "[TEXT:␣-27␣2]": 1771,
    "[TEXT:␣-1␣40]": 1772,
    "[TEXT:␣-10␣36]": 1773,
    "[TEXT:␣-26␣0]": 1774,
    "[TEXT:87]": 1775,
    "[TEXT:␣1␣38]": 1776,
    "[TEXT:116]": 1777,
    "[TEXT:66]": 1778,
    "[TEXT:␣12␣29]": 1779,
    "[TEXT:␣0␣0␣0␣-1]": 1780,
    "[TEXT:␣-21␣26]": 1781,
    "[TEXT:␣5␣2]": 1782,
    "[TEXT:␣-24␣23]": 1783,
    "[TEXT:␣-28␣2]": 1784,
    "[TEXT:␣-20␣27]": 1785,
    "[TEXT:␣-27␣20]": 1786,
    "[TEXT:␣-29␣2]": 1787,
    "[TEXT:␣-1␣41]": 1788,
    "[TEXT:␣-16␣-9]": 1789,
    "[TEXT:92]": 1790,
    "[TEXT:␣14␣25]": 1791,
    "[TEXT:␣-31␣10]": 1792,
    "[TEXT:␣12␣30]": 1793,
    "[TEXT:72]": 1794,
    "[TEXT:␣-14␣-10]": 1795,
    "[TEXT:␣-17␣-8]": 1796,
    "[TEXT:␣-17␣31]": 1797,
    "[TEXT:␣-30␣7]": 1798,
    "[TEXT:␣1␣40]": 1799,
    "[TEXT:␣-105]": 1800,
    "[TEXT:␣-121]": 1801,
    "[TEXT:␣-15␣31]": 1802,
    "[TEXT:115]": 1803,
    "[TEXT:␣3␣38]": 1804,
    "[TEXT:␣-3␣41]": 1805,
    "[TEXT:␣-29␣3]": 1806,
    "[TEXT:90]": 1807,
    "[TEXT:␣-4␣40]": 1808,
    "[TEXT:␣-6␣-4]": 1809,
    "[TEXT:␣-109]": 1810,
    "[TEXT:␣-3␣38]": 1811,
    "[TEXT:␣9␣30]": 1812,
    "[TEXT:␣-11␣-11]": 1813,
    "[TEXT:111]": 1814,
    "[TEXT:74]": 1815,
    "[TEXT:86]": 1816,
    "[TEXT:␣1␣-3]": 1817,
    "[TEXT:␣7␣34]": 1818,
    "[TEXT:104]": 1819,
    "[TEXT:109]": 1820,
    "[TEXT:␣61]": 1821,
    "[TEXT:␣10␣8]": 1822,
    "[TEXT:␣-94]": 1823,
    "[TEXT:␣-9␣35]": 1824,
    "[TEXT:␣-30␣10]": 1825,
    "[TEXT:3␣-8]": 1826,
    "[TEXT:␣1␣41]": 1827,
    "[TEXT:␣-5␣38]": 1828,
    "[TEXT:␣-3␣39]": 1829,
    "[TEXT:␣-31␣7]": 1830,
    "[TEXT:␣-4␣38]": 1831,
    "[TEXT:82]": 1832,
    "[TEXT:␣-22␣-5]": 1833,
    "[TEXT:␣-26␣22]": 1834,
    "[TEXT:␣-30␣12]": 1835,
    "[TEXT:51]": 1836,
    "[TEXT:␣-7␣38]": 1837,
    "[TEXT:␣-12␣33]": 1838,
    "[TEXT:␣-32␣7]": 1839,
    "[TEXT:96]": 1840,
    "[TEXT:␣-20␣25]": 1841,
    "[TEXT:118]": 1842,
    "[TEXT:54]": 1843,
    "[TEXT:␣8␣33]": 1844,
    "[TEXT:␣6␣34]": 1845,
    "[TEXT:␣10␣30]": 1846,
    "[TEXT:␣14␣18]": 1847,
    "[TEXT:␣-99]": 1848,
    "[TEXT:␣-27␣21]": 1849,
    "[TEXT:␣-6␣37]": 1850,
    "[TEXT:␣-29␣16]": 1851,
    "[TEXT:␣-118]": 1852,
    "[TEXT:76]": 1853,
    "[TEXT:␣13␣29]": 1854,
    "[TEXT:␣6␣35]": 1855,
    "[TEXT:␣-19␣28]": 1856,
    "[TEXT:␣-16␣28]": 1857,
    "[TEXT:␣-27␣1]": 1858,
    "[TEXT:␣4␣5]": 1859,
    "[TEXT:␣-128]": 1860,
    "[TEXT:␣-11␣-9]": 1861,
    "[TEXT:␣-22␣-4]": 1862,
    "[TEXT:␣-25␣-1]": 1863,
    "[TEXT:␣-28␣19]": 1864,
    "[TEXT:106]": 1865,
    "[TEXT:␣8␣30]": 1866,
    "[TEXT:␣-22␣25]": 1867,
    "[TEXT:␣-27␣22]": 1868,
    "[TEXT:103]": 1869,
    "[TEXT:␣1␣0␣1]": 1870,
    "[TEXT:␣-3␣-7]": 1871,
    "[TEXT:␣-100]": 1872,
    "[TEXT:␣5␣39]": 1873,
    "[TEXT:␣-4␣41]": 1874,
    "[TEXT:␣3␣-2]": 1875,
    "[TEXT:␣62]": 1876,
    "[TEXT:␣11␣31]": 1877,
    "[TEXT:␣0␣44]": 1878,
    "[TEXT:108]": 1879,
    "[TEXT:5␣-8]": 1880,
    "[TEXT:␣-6␣39]": 1881,
    "[TEXT:␣-90]": 1882,
    "[TEXT:␣19␣15]": 1883,
    "[TEXT:␣-27␣0]": 1884,
    "[TEXT:␣-29␣0]": 1885,
    "[TEXT:114]": 1886,
    "[TEXT:␣-123]": 1887,
    "[TEXT:␣-119]": 1888,
    "[TEXT:␣-31␣8]": 1889,
    "[TEXT:␣-31␣9]": 1890,
    "[TEXT:␣-14␣32]": 1891,
    "[TEXT:␣-30␣14]": 1892,
    "[TEXT:␣-32␣12]": 1893,
    "[TEXT:␣-25␣24]": 1894,
    "[TEXT:␣7␣37]": 1895,
    "[TEXT:␣-7␣41]": 1896,
    "[TEXT:␣-126]": 1897,
    "[TEXT:64]": 1898,
    "[TEXT:␣-11␣33]": 1899,
    "[TEXT:␣-14␣34]": 1900,
    "[TEXT:␣1␣-1␣4]": 1901,
    "[TEXT:113]": 1902,
    "[TEXT:␣-1␣38]": 1903,
    "[TEXT:␣-13␣32]": 1904,
    "[TEXT:-16]": 1905,
    "[TEXT:␣-16␣30]": 1906,
    "[TEXT:-17]": 1907,
    "[TEXT:␣-4␣39]": 1908,
    "[TEXT:␣-107]": 1909,
    "[TEXT:␣-132]": 1910,
    "[TEXT:␣3␣39]": 1911,
    "[TEXT:␣-92]": 1912,
    "[TEXT:␣-23␣23]": 1913,
    "[TEXT:␣-32␣9]": 1914,
    "[TEXT:␣12␣31]": 1915,
    "[TEXT:␣-127]": 1916,
    "[TEXT:␣-11␣34]": 1917,
    "[TEXT:␣-110]": 1918,
    "[TEXT:␣-19␣29]": 1919,
    "[TEXT:␣-27␣24]": 1920,
    "[TEXT:␣-1␣1␣0␣0]": 1921,
    "[TEXT:61]": 1922,
    "[TEXT:␣65]": 1923,
    "[TEXT:␣-11␣36]": 1924,
    "[TEXT:␣-135]": 1925,
    "[TEXT:␣0␣-1␣0␣1]": 1926,
