{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[TEXT:-]": 4,
    "[TEXT:0]": 5,
    "[TEXT:1]": 6,
    "[TEXT:2]": 7,
    "[TEXT:3]": 8,
    "[TEXT:4]": 9,
    "[TEXT:5]": 10,
    "[TEXT:6]": 11,
    "[TEXT:7]": 12,
    "[TEXT:8]": 13,
    "[TEXT:9]": 14,
    "[TEXT:␣]": 15,
    "[TEXT:␣-]": 16,
    "[TEXT:␣1]": 17,
    "[TEXT:␣-1]": 18,
    "[TEXT:␣2]": 19,
    "[TEXT:␣-2]": 20,
    "[TEXT:␣3]": 21,
    "[TEXT:␣0]": 22,
    "[TEXT:␣-3]": 23,
    "[TEXT:␣4]": 24,
    "[TEXT:␣5]": 25,
    "[TEXT:␣-4]": 26,
    "[TEXT:␣-5]": 27,
    "[TEXT:␣7]": 28,
    "[TEXT:␣6]": 29,
    "[TEXT:␣8]": 30,
    "[TEXT:␣12]": 31,
    "[TEXT:␣9]": 32,
    "[TEXT:␣10]": 33,
    "[TEXT:␣-7]": 34,
    "[TEXT:␣11]": 35,
    "[TEXT:␣-6]": 36,
    "[TEXT:␣14]": 37,
    "[TEXT:␣15]": 38,
    "[TEXT:␣-8]": 39,
    "[TEXT:␣13]": 40,
    "[TEXT:␣17]": 41,
    "[TEXT:␣16]": 42,
    "[TEXT:␣-9]": 43,
    "[TEXT:␣-12]": 44,
    "[TEXT:␣-10]": 45,
    "[TEXT:␣19]": 46,
    "[TEXT:␣20]": 47,
    "[TEXT:␣-11]": 48,
    "[TEXT:␣18]": 49,
    "[TEXT:␣-13]": 50,
    "[TEXT:␣21]": 51,
    "[TEXT:␣-14]": 52,
    "[TEXT:␣24]": 53,
    "[TEXT:␣-15]": 54,
    "[TEXT:␣22]": 55,
    "[TEXT:␣0␣0]": 56,
    "[TEXT:␣-17]": 57,
    "[TEXT:␣-16]": 58,
    "[TEXT:␣23]": 59,
    "[TEXT:␣-19]": 60,
    "[TEXT:␣25]": 61,
    "[TEXT:␣-18]": 62,
    "[TEXT:␣-20]": 63,
    "[TEXT:␣26]": 64,
    "[TEXT:␣27]": 65,
    "[TEXT:␣28]": 66,
    "[TEXT:␣29]": 67,
    "[TEXT:␣-21]": 68,
    "[TEXT:␣-22]": 69,
    "[TEXT:␣-24]": 70,
    "[TEXT:␣-23]": 71,
    "[TEXT:␣31]": 72,
    "[TEXT:␣32]": 73,
    "[TEXT:␣30]": 74,
    "[TEXT:␣-25]": 75,
    "[TEXT:␣-26]": 76,
    "[TEXT:␣33]": 77,
    "[TEXT:␣36]": 78,
    "[TEXT:␣-27]": 79,
    "[TEXT:␣34]": 80,
    "[TEXT:␣-29]": 81,
    "[TEXT:␣-28]": 82,
    "[TEXT:␣35]": 83,
    "[TEXT:␣-1␣1]": 84,
    "[TEXT:␣37]": 85,
    "[TEXT:␣2␣4]": 86,
    "[TEXT:␣-31]": 87,
    "[TEXT:␣38]": 88,
    "[TEXT:␣39]": 89,
    "[TEXT:␣-30]": 90,
    "[TEXT:␣-32]": 91,
    "[TEXT:␣3␣3]": 92,
    "[TEXT:␣1␣-1]": 93,
    "[TEXT:␣40]": 94,
    "[TEXT:␣41]": 95,
    "[TEXT:␣-33]": 96,
    "[TEXT:␣0␣4]": 97,
    "[TEXT:␣-3␣-3]": 98,
    "[TEXT:␣0␣1]": 99,
    "[TEXT:␣-34]": 100,
    "[TEXT:␣0␣-1]": 101,
    "[TEXT:␣-2␣-4]": 102,
    "[TEXT:␣-36]": 103,
    "[TEXT:␣44]": 104,
    "[TEXT:␣43]": 105,
    "[TEXT:␣2␣3]": 106,
    "[TEXT:␣-35]": 107,
    "[TEXT:␣1␣4]": 108,
    "[TEXT:␣42]": 109,
    "[TEXT:␣0␣5]": 110,
    "[TEXT:␣-4␣-2]": 111,
    "[TEXT:␣-37]": 112,
    "[TEXT:␣4␣2]": 113,
    "[TEXT:␣0␣0␣0␣0]": 114,
    "[TEXT:␣0␣-4]": 115,
    "[TEXT:␣45]": 116,
    "[TEXT:␣3␣2]": 117,
    "[TEXT:␣48]": 118,
    "[TEXT:␣-2␣-3]": 119,
    "[TEXT:␣46]": 120,
    "[TEXT:␣-38]": 121,
    "[TEXT:␣-39]": 122,
    "[TEXT:10]": 123,
    "[TEXT:␣1␣5]": 124,
    "[TEXT:␣2␣-1]": 125,
    "[TEXT:␣7␣5]": 126,
    "[TEXT:␣2␣5]": 127,
    "[TEXT:␣2␣-2]": 128,
    "[TEXT:␣6␣5]": 129,
    "[TEXT:12]": 130,
    "[TEXT:␣-41]": 131,
    "[TEXT:␣2␣12]": 132,
    "[TEXT:␣-3␣-2]": 133,
    "[TEXT:␣-40]": 134,
    "[TEXT:␣47]": 135,
    "[TEXT:␣2␣8]": 136,
    "[TEXT:␣0␣-5]": 137,
    "[TEXT:13]": 138,
    "[TEXT:␣-1␣-4]": 139,
    "[TEXT:␣7␣4]": 140,
    "[TEXT:␣-2␣5]": 141,
    "[TEXT:␣0␣12]": 142,
    "[TEXT:␣0␣8]": 143,
    "[TEXT:14]": 144,
    "[TEXT:␣3␣4]": 145,
    "[TEXT:␣-2␣1]": 146,
    "[TEXT:␣7␣10]": 147,
    "[TEXT:␣-1␣5]": 148,
    "[TEXT:15]": 149,
    "[TEXT:␣3␣12]": 150,
    "[TEXT:␣0␣17]": 151,
    "[TEXT:␣1␣12]": 152,
    "[TEXT:␣3␣8]": 153,
    "[TEXT:␣0␣9]": 154,
    "[TEXT:␣49]": 155,
    "[TEXT:␣0␣13]": 156,
    "[TEXT:␣-3␣5]": 157,
    "[TEXT:␣-43]": 158,
    "[TEXT:␣2␣16]": 159,
    "[TEXT:16]": 160,
    "[TEXT:␣0␣-2]": 161,
    "[TEXT:␣4␣12]": 162,
    "[TEXT:␣1␣8]": 163,
    "[TEXT:17]": 164,
    "[TEXT:␣0␣6]": 165,
    "[TEXT:␣5␣12]": 166,
    "[TEXT:␣0␣16]": 167,
    "[TEXT:␣-44]": 168,
    "[TEXT:␣0␣10]": 169,
    "[TEXT:␣-42]": 170,
    "[TEXT:␣-2␣12]": 171,
    "[TEXT:␣-1␣-5]": 172,
    "[TEXT:␣2␣-5]": 173,
    "[TEXT:␣-1␣12]": 174,
    "[TEXT:␣-3␣-4]": 175,
    "[TEXT:␣1␣-2]": 176,
    "[TEXT:␣9␣8]": 177,
    "[TEXT:-2]": 178,
    "[TEXT:␣4␣7]": 179,
    "[TEXT:18]": 180,
    "[TEXT:␣6␣11]": 181,
    "[TEXT:␣0␣14]": 182,
    "[TEXT:␣2␣17]": 183,
    "[TEXT:␣3␣16]": 184,
    "[TEXT:␣0␣20]": 185,
    "[TEXT:␣2␣-4]": 186,
    "[TEXT:␣0␣7]": 187,
    "[TEXT:␣51]": 188,
    "[TEXT:␣4␣16]": 189,
    "[TEXT:␣4␣1]": 190,
    "[TEXT:␣-7␣-5]": 191,
    "[TEXT:␣-7␣-4]": 192,
    "[TEXT:␣0␣15]": 193,
    "[TEXT:␣50]": 194,
    "[TEXT:␣2␣9]": 195,
    "[TEXT:␣6␣6]": 196,
    "[TEXT:␣1␣16]": 197,
    "[TEXT:␣1␣17]": 198,
    "[TEXT:␣-6␣-5]": 199,
    "[TEXT:19]": 200,
    "[TEXT:␣2␣20]": 201,
    "[TEXT:␣10␣7]": 202,
    "[TEXT:␣-2␣17]": 203,
    "[TEXT:␣3␣17]": 204,
    "[TEXT:␣3␣20]": 205,
    "[TEXT:␣0␣24]": 206,
    "[TEXT:␣11␣5]": 207,
    "[TEXT:␣-3␣17]": 208,
    "[TEXT:␣4␣8]": 209,
    "[TEXT:␣3␣5]": 210,
    "[TEXT:␣-2␣16]": 211,
    "[TEXT:␣2␣13]": 212,
    "[TEXT:␣1␣9]": 213,
    "[TEXT:␣-3␣12]": 214,
    "[TEXT:␣-1␣17]": 215,
    "[TEXT:␣6␣15]": 216,
    "[TEXT:␣3␣-4]": 217,
    "[TEXT:␣-1␣16]": 218,
    "[TEXT:␣0␣11]": 219,
    "[TEXT:␣3␣13]": 220,
    "[TEXT:␣4␣20]": 221,
    "[TEXT:␣3␣15]": 222,
    "[TEXT:␣0␣19]": 223,
    "[TEXT:␣-45]": 224,
    "[TEXT:␣-5␣5]": 225,
    "[TEXT:␣7␣15]": 226,
    "[TEXT:␣0␣21]": 227,
    "[TEXT:␣-1␣8]": 228,
    "[TEXT:␣1␣13]": 229,
    "[TEXT:␣-1␣0]": 230,
    "[TEXT:␣5␣16]": 231,
    "[TEXT:␣5␣15]": 232,
    "[TEXT:␣2␣15]": 233,
    "[TEXT:␣-46]": 234,
    "[TEXT:␣1␣20]": 235,
    "[TEXT:␣-12␣5]": 236,
    "[TEXT:␣-5␣12]": 237,
    "[TEXT:␣3␣7]": 238,
    "[TEXT:␣-2␣15]": 239,
    "[TEXT:␣-2␣14]": 240,
    "[TEXT:␣2␣-3]": 241,
    "[TEXT:␣-2␣13]": 242,
    "[TEXT:␣-2␣9]": 243,
    "[TEXT:-3]": 244,
    "[TEXT:␣3␣24]": 245,
    "[TEXT:␣-7␣5]": 246,
    "[TEXT:␣3␣9]": 247,
    "[TEXT:␣-1␣9]": 248,
    "[TEXT:␣2␣14]": 249,
    "[TEXT:␣-2␣8]": 250,
    "[TEXT:␣1␣-5]": 251,
    "[TEXT:␣0␣18]": 252,
    "[TEXT:␣6␣12]": 253,
    "[TEXT:␣1␣0]": 254,
    "[TEXT:␣-2␣-5]": 255,
    "[TEXT:␣-3␣14]": 256,
    "[TEXT:␣-3␣13]": 257,
    "[TEXT:␣-2␣20]": 258,
    "[TEXT:␣-1␣13]": 259,
    "[TEXT:␣-1␣14]": 260,
    "[TEXT:␣8␣9]": 261,
    "[TEXT:␣1␣15]": 262,
    "[TEXT:␣-8␣5]": 263,
    "[TEXT:␣-4␣5]": 264,
    "[TEXT:␣4␣17]": 265,
    "[TEXT:␣5␣19]": 266,
    "[TEXT:␣-4␣17]": 267,
    "[TEXT:␣2␣19]": 268,
    "[TEXT:␣-5␣17]": 269,
    "[TEXT:␣2␣7]": 270,
    "[TEXT:␣-3␣20]": 271,
    "[TEXT:␣-3␣15]": 272,
    "[TEXT:␣2␣21]": 273,
    "[TEXT:␣1␣14]": 274,
    "[TEXT:␣-3␣16]": 275,
    "[TEXT:␣-2␣10]": 276,
    "[TEXT:␣11␣12]": 277,
    "[TEXT:␣4␣15]": 278,
    "[TEXT:␣-9␣5]": 279,
    "[TEXT:␣2␣10]": 280,
    "[TEXT:␣3␣14]": 281,
    "[TEXT:␣3␣-5]": 282,
    "[TEXT:␣5␣20]": 283,
    "[TEXT:␣-2␣19]": 284,
    "[TEXT:␣-10␣5]": 285,
    "[TEXT:␣-1␣20]": 286,
    "[TEXT:␣-48]": 287,
    "[TEXT:␣-2␣-8]": 288,
    "[TEXT:␣2␣24]": 289,
    "[TEXT:␣5␣7]": 290,
    "[TEXT:␣0␣-8]": 291,
    "[TEXT:␣-1␣4]": 292,
    "[TEXT:␣-4␣12]": 293,
    "[TEXT:␣-5␣15]": 294,
    "[TEXT:␣-3␣10]": 295,
    "[TEXT:␣3␣11]": 296,
    "[TEXT:␣-1␣15]": 297,
    "[TEXT:␣-2␣21]": 298,
    "[TEXT:␣4␣11]": 299,
    "[TEXT:␣1␣10]": 300,
    "[TEXT:␣7␣14]": 301,
    "[TEXT:␣9␣14]": 302,
    "[TEXT:␣5␣6]": 303,
    "[TEXT:␣3␣19]": 304,
    "[TEXT:␣-3␣8]": 305,
    "[TEXT:␣-1␣10]": 306,
    "[TEXT:␣-3␣-8]": 307,
    "[TEXT:␣-6␣5]": 308,
    "[TEXT:␣-3␣9]": 309,
    "[TEXT:␣4␣24]": 310,
    "[TEXT:␣-5␣14]": 311,
    "[TEXT:␣-3␣19]": 312,
    "[TEXT:␣-7␣17]": 313,
    "[TEXT:␣-5␣19]": 314,
    "[TEXT:␣-5␣16]": 315,
    "[TEXT:␣6␣19]": 316,
    "[TEXT:20]": 317,
    "[TEXT:␣1␣19]": 318,
    "[TEXT:␣0␣-9]": 319,
    "[TEXT:␣3␣21]": 320,
    "[TEXT:␣10␣13]": 321,
    "[TEXT:␣1␣21]": 322,
    "[TEXT:␣-4␣-1]": 323,
    "[TEXT:␣-4␣15]": 324,
    "[TEXT:␣6␣16]": 325,
    "[TEXT:␣5␣17]": 326,
    "[TEXT:␣-2␣18]": 327,
    "[TEXT:␣-1␣19]": 328,
    "[TEXT:␣2␣18]": 329,
    "[TEXT:␣-3␣24]": 330,
    "[TEXT:␣7␣19]": 331,
    "[TEXT:␣-2␣24]": 332,
    "[TEXT:␣-2␣2]": 333,
    "[TEXT:␣-7␣14]": 334,
    "[TEXT:-4]": 335,
    "[TEXT:␣-7␣12]": 336,
    "[TEXT:␣-2␣6]": 337,
    "[TEXT:␣1␣24]": 338,
    "[TEXT:␣0␣22]": 339,
    "[TEXT:␣-4␣14]": 340,
    "[TEXT:␣-47]": 341,
    "[TEXT:␣-3␣4]": 342,
    "[TEXT:␣-1␣21]": 343,
    "[TEXT:␣-4␣16]": 344,
    "[TEXT:␣-2␣4]": 345,
    "[TEXT:␣8␣15]": 346,
    "[TEXT:␣-1␣2]": 347,
    "[TEXT:␣-3␣6]": 348,
    "[TEXT:␣10␣12]": 349,
    "[TEXT:␣-12␣7]": 350,
    "[TEXT:␣-14␣5]": 351,
    "[TEXT:␣-2␣22]": 352,
    "[TEXT:␣5␣11]": 353,
    "[TEXT:␣-15␣5]": 354,
    "[TEXT:␣-4␣13]": 355,
    "[TEXT:␣-3␣7]": 356,
    "[TEXT:␣-5␣20]": 357,
    "[TEXT:␣8␣19]": 358,
    "[TEXT:␣-3␣21]": 359,
    "[TEXT:␣1␣11]": 360,
    "[TEXT:␣-2␣7]": 361,
    "[TEXT:␣3␣10]": 362,
    "[TEXT:␣-7␣15]": 363,
    "[TEXT:␣4␣13]": 364,
    "[TEXT:␣8␣14]": 365,
    "[TEXT:␣-6␣12]": 366,
    "[TEXT:␣-1␣6]": 367,
    "[TEXT:␣2␣11]": 368,
    "[TEXT:␣-1␣7]": 369,
    "[TEXT:␣-1␣18]": 370,
    "[TEXT:␣1␣18]": 371,
    "[TEXT:␣-12␣12]": 372,
    "[TEXT:␣-1␣24]": 373,
    "[TEXT:␣-7␣-10]": 374,
    "[TEXT:␣6␣20]": 375,
    "[TEXT:␣-2␣11]": 376,
    "[TEXT:␣-5␣13]": 377,
    "[TEXT:␣-7␣10]": 378,
    "[TEXT:␣5␣24]": 379,
    "[TEXT:␣4␣19]": 380,
    "[TEXT:␣1␣7]": 381,
    "[TEXT:␣-4␣19]": 382,
    "[TEXT:␣2␣22]": 383,
    "[TEXT:␣-2␣-12]": 384,
    "[TEXT:␣-4␣20]": 385,
    "[TEXT:␣-13␣5]": 386,
    "[TEXT:␣-6␣-6]": 387,
    "[TEXT:␣-3␣18]": 388,
    "[TEXT:␣1␣6]": 389,
    "[TEXT:␣-17␣5]": 390,
    "[TEXT:␣-11␣5]": 391,
    "[TEXT:␣-3␣11]": 392,
    "[TEXT:␣-7␣7]": 393,
    "[TEXT:␣-6␣17]": 394,
    "[TEXT:␣0␣-12]": 395,
    "[TEXT:␣-1␣11]": 396,
    "[TEXT:␣-7␣6]": 397,
    "[TEXT:␣-4␣10]": 398,
    "[TEXT:␣-5␣18]": 399,
    "[TEXT:␣-8␣12]": 400,
    "[TEXT:␣-9␣12]": 401,
    "[TEXT:␣-7␣13]": 402,
    "[TEXT:-5]": 403,
    "[TEXT:␣7␣16]": 404,
    "[TEXT:␣3␣18]": 405,
    "[TEXT:␣-5␣9]": 406,
    "[TEXT:␣4␣14]": 407,
    "[TEXT:␣-1␣-8]": 408,
    "[TEXT:␣0␣25]": 409,
    "[TEXT:␣-7␣19]": 410,
    "[TEXT:␣-7␣16]": 411,
    "[TEXT:␣-7␣9]": 412,
    "[TEXT:␣0␣-6]": 413,
    "[TEXT:␣2␣-8]": 414,
    "[TEXT:␣-5␣10]": 415,
    "[TEXT:␣-5␣21]": 416,
    "[TEXT:␣-1␣22]": 417,
    "[TEXT:␣7␣11]": 418,
    "[TEXT:␣-3␣22]": 419,
    "[TEXT:␣-6␣14]": 420,
    "[TEXT:␣-4␣-7]": 421,
    "[TEXT:␣-10␣7]": 422,
    "[TEXT:␣-49]": 423,
    "[TEXT:␣2␣25]": 424,
    "[TEXT:␣-6␣15]": 425,
    "[TEXT:␣-12␣6]": 426,
    "[TEXT:␣7␣20]": 427,
    "[TEXT:␣1␣22]": 428,
    "[TEXT:␣-16␣5]": 429,
    "[TEXT:␣-10␣12]": 430,
    "[TEXT:␣-4␣24]": 431,
    "[TEXT:␣-7␣11]": 432,
    "[TEXT:␣-12␣9]": 433,
    "[TEXT:␣5␣21]": 434,
    "[TEXT:␣-4␣8]": 435,
    "[TEXT:␣7␣12]": 436,
    "[TEXT:␣-5␣8]": 437,
    "[TEXT:␣-4␣9]": 438,
    "[TEXT:␣-14␣7]": 439,
    "[TEXT:␣-7␣8]": 440,
    "[TEXT:␣-10␣10]": 441,
    "[TEXT:␣-7␣20]": 442,
    "[TEXT:␣-12␣10]": 443,
    "[TEXT:␣-5␣22]": 444,
    "[TEXT:␣-10␣14]": 445,
    "[TEXT:␣-4␣21]": 446,
    "[TEXT:␣2␣-9]": 447,
    "[TEXT:␣4␣21]": 448,
    "[TEXT:23]": 449,
    "[TEXT:␣-10␣17]": 450,
    "[TEXT:␣6␣17]": 451,
    "[TEXT:␣8␣10]": 452,
    "[TEXT:24]": 453,
    "[TEXT:␣-4␣18]": 454,
    "[TEXT:␣9␣13]": 455,
    "[TEXT:␣0␣23]": 456,
    "[TEXT:␣3␣-8]": 457,
    "[TEXT:␣-6␣16]": 458,
    "[TEXT:␣-5␣24]": 459,
    "[TEXT:␣-17␣7]": 460,
    "[TEXT:␣-9␣17]": 461,
    "[TEXT:␣0␣28]": 462,
    "[TEXT:␣-5␣11]": 463,
    "[TEXT:␣-3␣-12]": 464,
    "[TEXT:␣5␣14]": 465,
    "[TEXT:␣-13␣7]": 466,
    "[TEXT:␣-6␣10]": 467,
    "[TEXT:␣-7␣18]": 468,
    "[TEXT:␣-10␣6]": 469,
    "[TEXT:␣-5␣-6]": 470,
    "[TEXT:␣-12␣8]": 471,
    "[TEXT:␣-4␣11]": 472,
    "[TEXT:␣-12␣14]": 473,
    "[TEXT:␣3␣22]": 474,
    "[TEXT:␣-1␣0␣0]": 475,
    "[TEXT:␣-6␣13]": 476,
    "[TEXT:␣7␣17]": 477,
    "[TEXT:␣-6␣19]": 478,
    "[TEXT:␣-8␣14]": 479,
    "[TEXT:␣-4␣22]": 480,
    "[TEXT:␣-8␣17]": 481,
    "[TEXT:␣-12␣15]": 482,
    "[TEXT:␣-14␣12]": 483,
    "[TEXT:␣-4␣7]": 484,
    "[TEXT:␣-2␣25]": 485,
    "[TEXT:␣6␣24]": 486,
    "[TEXT:␣-15␣7]": 487,
    "[TEXT:␣2␣6]": 488,
    "[TEXT:␣-9␣14]": 489,
    "[TEXT:␣-7␣21]": 490,
    "[TEXT:␣-5␣6]": 491,
    "[TEXT:␣-11␣12]": 492,
    "[TEXT:␣-50]": 493,
    "[TEXT:11]": 494,
    "[TEXT:␣-9␣10]": 495,
    "[TEXT:␣-15␣12]": 496,
    "[TEXT:␣-9␣15]": 497,
    "[TEXT:␣-9␣-8]": 498,
    "[TEXT:␣-14␣6]": 499,
    "[TEXT:␣-14␣10]": 500,
    "[TEXT:␣-10␣15]": 501,
    "[TEXT:␣-15␣6]": 502,
    "[TEXT:␣-17␣10]": 503,
    "[TEXT:␣-8␣15]": 504,
    "[TEXT:␣9␣9]": 505,
    "[TEXT:␣-10␣8]": 506,
    "[TEXT:␣6␣10]": 507,
    "[TEXT:␣5␣13]": 508,
    "[TEXT:␣-13␣12]": 509,
    "[TEXT:␣1␣-8]": 510,
    "[TEXT:␣-5␣7]": 511,
    "[TEXT:␣-5␣-7]": 512,
    "[TEXT:␣-4␣-8]": 513,
    "[TEXT:␣-8␣19]": 514,
    "[TEXT:␣-9␣6]": 515,
    "[TEXT:␣5␣23]": 516,
    "[TEXT:␣2␣23]": 517,
    "[TEXT:␣7␣24]": 518,
    "[TEXT:␣-12␣17]": 519,
    "[TEXT:␣-4␣6]": 520,
    "[TEXT:25]": 521,
    "[TEXT:␣-8␣16]": 522,
    "[TEXT:␣0␣-13]": 523,
    "[TEXT:␣-10␣11]": 524,
    "[TEXT:␣-7␣24]": 525,
    "[TEXT:␣-9␣7]": 526,
    "[TEXT:␣-1␣-12]": 527,
    "[TEXT:␣-11␣7]": 528,
    "[TEXT:␣-10␣9]": 529,
    "[TEXT:␣-12␣13]": 530,
    "[TEXT:␣-10␣13]": 531,
    "[TEXT:␣-51]": 532,
    "[TEXT:␣-17␣6]": 533,
    "[TEXT:␣-19␣5]": 534,
    "[TEXT:27]": 535,
    "[TEXT:␣1␣25]": 536,
    "[TEXT:␣-6␣11]": 537,
    "[TEXT:␣5␣8]": 538,
    "[TEXT:␣-12␣11]": 539,
    "[TEXT:␣6␣14]": 540,
    "[TEXT:␣0␣29]": 541,
    "[TEXT:␣-6␣20]": 542,
    "[TEXT:␣-16␣7]": 543,
    "[TEXT:␣-11␣10]": 544,
    "[TEXT:␣-6␣7]": 545,
    "[TEXT:␣10␣14]": 546,
    "[TEXT:␣-9␣19]": 547,
    "[TEXT:␣-3␣1]": 548,
    "[TEXT:␣-8␣10]": 549,
    "[TEXT:␣-2␣23]": 550,
    "[TEXT:␣10␣17]": 551,
    "[TEXT:␣-1␣3]": 552,
    "[TEXT:␣3␣28]": 553,
    "[TEXT:␣-6␣9]": 554,
    "[TEXT:␣-15␣10]": 555,
    "[TEXT:␣2␣28]": 556,
    "[TEXT:␣-5␣23]": 557,
    "[TEXT:␣-17␣12]": 558,
    "[TEXT:␣0␣2]": 559,
    "[TEXT:␣11␣17]": 560,
    "[TEXT:␣-9␣13]": 561,
    "[TEXT:␣-10␣19]": 562,
    "[TEXT:␣4␣18]": 563,
    "[TEXT:␣-7␣22]": 564,
    "[TEXT:␣-2␣3]": 565,
    "[TEXT:␣-7␣4]": 566,
    "[TEXT:␣-10␣4]": 567,
    "[TEXT:26]": 568,
    "[TEXT:␣-6␣6]": 569,
    "[TEXT:␣-15␣9]": 570,
    "[TEXT:␣9␣18]": 571,
    "[TEXT:␣0␣3]": 572,
    "[TEXT:␣-15␣8]": 573,
    "[TEXT:␣-14␣9]": 574,
    "[TEXT:␣-13␣6]": 575,
    "[TEXT:␣-9␣9]": 576,
    "[TEXT:␣-14␣8]": 577,
    "[TEXT:␣5␣22]": 578,
    "[TEXT:␣-8␣13]": 579,
    "[TEXT:␣-18␣5]": 580,
    "[TEXT:␣-11␣6]": 581,
    "[TEXT:␣-16␣6]": 582,
    "[TEXT:␣-17␣8]": 583,
    "[TEXT:␣-6␣8]": 584,
    "[TEXT:␣-10␣16]": 585,
    "[TEXT:␣-12␣19]": 586,
    "[TEXT:␣-14␣14]": 587,
    "[TEXT:␣-1␣25]": 588,
    "[TEXT:␣-3␣23]": 589,
    "[TEXT:␣0␣26]": 590,
    "[TEXT:␣12␣12]": 591,
    "[TEXT:␣-4␣-12]": 592,
    "[TEXT:␣-10␣-7]": 593,
    "[TEXT:␣-6␣18]": 594,
    "[TEXT:␣4␣9]": 595,
    "[TEXT:␣3␣25]": 596,
    "[TEXT:␣-11␣14]": 597,
    "[TEXT:␣-13␣10]": 598,
    "[TEXT:␣-2␣-9]": 599,
    "[TEXT:␣-16␣12]": 600,
    "[TEXT:␣0␣27]": 601,
    "[TEXT:␣-16␣10]": 602,
    "[TEXT:-6]": 603,
    "[TEXT:␣-2␣29]": 604,
    "[TEXT:␣-17␣9]": 605,
    "[TEXT:␣3␣23]": 606,
    "[TEXT:␣9␣19]": 607,
    "[TEXT:␣-9␣16]": 608,
    "[TEXT:␣5␣18]": 609,
    "[TEXT:␣-6␣22]": 610,
    "[TEXT:␣-11␣8]": 611,
    "[TEXT:␣-3␣25]": 612,
    "[TEXT:␣-12␣16]": 613,
    "[TEXT:␣-1␣-9]": 614,
    "[TEXT:␣-2␣26]": 615,
    "[TEXT:␣9␣15]": 616,
    "[TEXT:␣7␣18]": 617,
    "[TEXT:␣-14␣4]": 618,
    "[TEXT:29]": 619,
    "[TEXT:␣-11␣15]": 620,
    "[TEXT:␣-11␣9]": 621,
    "[TEXT:␣-20␣5]": 622,
    "[TEXT:␣-17␣3]": 623,
    "[TEXT:␣2␣29]": 624,
    "[TEXT:␣-13␣14]": 625,
    "[TEXT:␣-6␣24]": 626,
    "[TEXT:28]": 627,
    "[TEXT:␣-1␣23]": 628,
    "[TEXT:␣-13␣9]": 629,
    "[TEXT:␣-5␣-12]": 630,
    "[TEXT:␣-14␣11]": 631,
    "[TEXT:␣4␣22]": 632,
    "[TEXT:␣-3␣3]": 633,
    "[TEXT:␣6␣7]": 634,
    "[TEXT:␣-53]": 635,
    "[TEXT:␣-15␣15]": 636,
    "[TEXT:␣-16␣9]": 637,
    "[TEXT:␣-14␣17]": 638,
    "[TEXT:␣-13␣8]": 639,
    "[TEXT:␣-15␣14]": 640,
    "[TEXT:␣-6␣21]": 641,
    "[TEXT:␣-9␣11]": 642,
    "[TEXT:␣-3␣-7]": 643,
    "[TEXT:␣-14␣3]": 644,
    "[TEXT:␣-8␣9]": 645,
    "[TEXT:␣10␣18]": 646,
    "[TEXT:␣-11␣17]": 647,
    "[TEXT:␣1␣23]": 648,
    "[TEXT:␣-8␣20]": 649,
    "[TEXT:␣-9␣8]": 650,
    "[TEXT:␣7␣23]": 651,
    "[TEXT:␣-19␣7]": 652,
    "[TEXT:␣-5␣25]": 653,
    "[TEXT:␣6␣13]": 654,
    "[TEXT:␣-17␣4]": 655,
    "[TEXT:␣-17␣14]": 656,
    "[TEXT:␣-14␣15]": 657,
    "[TEXT:␣-14␣13]": 658,
    "[TEXT:␣-15␣4]": 659,
    "[TEXT:␣-19␣12]": 660,
    "[TEXT:␣1␣-4]": 661,
    "[TEXT:␣-8␣18]": 662,
    "[TEXT:␣-11␣11]": 663,
    "[TEXT:␣-16␣8]": 664,
    "[TEXT:␣-9␣18]": 665,
    "[TEXT:␣4␣28]": 666,
    "[TEXT:␣-8␣7]": 667,
    "[TEXT:␣-10␣3]": 668,
    "[TEXT:␣-11␣4]": 669,
    "[TEXT:␣8␣18]": 670,
    "[TEXT:␣-3␣-5]": 671,
    "[TEXT:␣-8␣11]": 672,
    "[TEXT:␣9␣17]": 673,
    "[TEXT:␣1␣3]": 674,
    "[TEXT:␣-2␣28]": 675,
    "[TEXT:␣-15␣13]": 676,
    "[TEXT:␣-17␣11]": 677,
    "[TEXT:␣-9␣20]": 678,
    "[TEXT:␣5␣28]": 679,
    "[TEXT:␣-15␣11]": 680,
    "[TEXT:␣8␣12]": 681,
    "[TEXT:␣-12␣18]": 682,
    "[TEXT:␣-10␣18]": 683,
    "[TEXT:␣1␣29]": 684,
    "[TEXT:␣-8␣22]": 685,
    "[TEXT:␣-11␣13]": 686,
    "[TEXT:␣-13␣11]": 687,
    "[TEXT:␣1␣28]": 688,
    "[TEXT:␣-3␣-9]": 689,
    "[TEXT:␣-10␣20]": 690,
    "[TEXT:␣-8␣6]": 691,
    "[TEXT:␣-3␣26]": 692,
    "[TEXT:␣-4␣25]": 693,
    "[TEXT:␣-12␣4]": 694,
    "[TEXT:␣8␣16]": 695,
    "[TEXT:␣0␣-7]": 696,
    "[TEXT:␣-4␣23]": 697,
    "[TEXT:-7]": 698,
    "[TEXT:␣-8␣21]": 699,
    "[TEXT:␣1␣0␣0]": 700,
    "[TEXT:␣2␣26]": 701,
    "[TEXT:␣5␣10]": 702,
    "[TEXT:␣-17␣17]": 703,
    "[TEXT:␣-8␣8]": 704,
    "[TEXT:␣5␣25]": 705,
    "[TEXT:␣-15␣17]": 706,
    "[TEXT:␣-17␣15]": 707,
    "[TEXT:␣-18␣7]": 708,
    "[TEXT:␣-2␣27]": 709,
    "[TEXT:␣4␣10]": 710,
    "[TEXT:␣-13␣4]": 711,
    "[TEXT:␣-17␣13]": 712,
    "[TEXT:␣-13␣13]": 713,
    "[TEXT:␣-19␣6]": 714,
    "[TEXT:␣-20␣7]": 715,
    "[TEXT:␣-52]": 716,
    "[TEXT:␣6␣21]": 717,
    "[TEXT:␣-9␣22]": 718,
    "[TEXT:␣-5␣26]": 719,
    "[TEXT:␣4␣25]": 720,
    "[TEXT:␣-11␣16]": 721,
    "[TEXT:␣-15␣3]": 722,
    "[TEXT:␣-13␣17]": 723,
    "[TEXT:␣4␣23]": 724,
    "[TEXT:␣-5␣-1]": 725,
    "[TEXT:␣-13␣15]": 726,
    "[TEXT:␣1␣26]": 727,
    "[TEXT:␣-6␣4]": 728,
    "[TEXT:␣-16␣14]": 729,
    "[TEXT:␣8␣23]": 730,
    "[TEXT:␣-16␣4]": 731,
    "[TEXT:␣-16␣15]": 732,
    "[TEXT:␣-19␣10]": 733,
    "[TEXT:␣-6␣-11]": 734,
    "[TEXT:␣-21␣5]": 735,
    "[TEXT:␣7␣21]": 736,
    "[TEXT:␣-19␣9]": 737,
    "[TEXT:␣-3␣28]": 738,
    "[TEXT:␣-7␣23]": 739,
    "[TEXT:␣8␣20]": 740,
    "[TEXT:␣-9␣21]": 741,
    "[TEXT:␣-1␣29]": 742,
    "[TEXT:30]": 743,
    "[TEXT:␣7␣13]": 744,
    "[TEXT:␣3␣29]": 745,
    "[TEXT:␣-11␣19]": 746,
    "[TEXT:␣-1␣26]": 747,
    "[TEXT:␣6␣23]": 748,
    "[TEXT:␣-3␣27]": 749,
    "[TEXT:␣-12␣22]": 750,
    "[TEXT:␣-10␣21]": 751,
    "[TEXT:␣-13␣3]": 752,
    "[TEXT:␣-5␣29]": 753,
    "[TEXT:␣-16␣11]": 754,
    "[TEXT:␣12␣16]": 755,
    "[TEXT:␣-17␣2]": 756,
    "[TEXT:␣-16␣3]": 757,
    "[TEXT:␣-3␣29]": 758,
    "[TEXT:␣-1␣28]": 759,
    "[TEXT:␣-10␣22]": 760,
    "[TEXT:␣-19␣8]": 761,
    "[TEXT:␣-5␣4]": 762,
    "[TEXT:␣10␣19]": 763,
    "[TEXT:␣-18␣12]": 764,
    "[TEXT:␣8␣17]": 765,
    "[TEXT:␣-18␣10]": 766,
    "[TEXT:␣2␣27]": 767,
    "[TEXT:␣11␣13]": 768,
    "[TEXT:␣-14␣16]": 769,
    "[TEXT:␣7␣22]": 770,
    "[TEXT:␣-5␣-8]": 771,
    "[TEXT:␣3␣27]": 772,
    "[TEXT:␣-10␣1]": 773,
    "[TEXT:␣-15␣2]": 774,
    "[TEXT:␣12␣17]": 775,
    "[TEXT:␣-4␣4]": 776,
    "[TEXT:␣-22␣5]": 777,
    "[TEXT:␣-12␣20]": 778,
    "[TEXT:␣-5␣27]": 779,
    "[TEXT:␣-8␣24]": 780,
    "[TEXT:␣-10␣24]": 781,
    "[TEXT:␣10␣22]": 782,
    "[TEXT:␣5␣27]": 783,
    "[TEXT:␣-20␣12]": 784,
    "[TEXT:␣9␣22]": 785,
    "[TEXT:␣-19␣14]": 786,
    "[TEXT:␣-18␣6]": 787,
    "[TEXT:␣-20␣10]": 788,
    "[TEXT:␣-15␣16]": 789,
    "[TEXT:␣-14␣2]": 790,
    "[TEXT:␣0␣32]": 791,
    "[TEXT:␣-19␣15]": 792,
    "[TEXT:␣-9␣4]": 793,
    "[TEXT:␣7␣27]": 794,
    "[TEXT:␣-16␣13]": 795,
    "[TEXT:␣6␣18]": 796,
    "[TEXT:␣-20␣6]": 797,
    "[TEXT:␣-6␣-7]": 798,
    "[TEXT:␣-6␣23]": 799,
    "[TEXT:␣10␣15]": 800,
    "[TEXT:␣-13␣16]": 801,
    "[TEXT:␣3␣26]": 802,
    "[TEXT:␣2␣32]": 803,
    "[TEXT:␣-11␣3]": 804,
    "[TEXT:␣53]": 805,
    "[TEXT:␣-14␣19]": 806,
    "[TEXT:␣5␣29]": 807,
    "[TEXT:␣-13␣19]": 808,
    "[TEXT:34]": 809,
    "[TEXT:␣-1␣27]": 810,
    "[TEXT:␣-9␣24]": 811,
    "[TEXT:␣-17␣16]": 812,
    "[TEXT:␣-11␣18]": 813,
    "[TEXT:␣-16␣2]": 814,
    "[TEXT:␣-10␣2]": 815,
    "[TEXT:␣-19␣11]": 816,
    "[TEXT:␣1␣27]": 817,
    "[TEXT:␣-4␣27]": 818,
    "[TEXT:␣-18␣9]": 819,
    "[TEXT:␣-5␣28]": 820,
    "[TEXT:␣-18␣8]": 821,
    "[TEXT:␣1␣-1␣1]": 822,
    "[TEXT:␣-16␣17]": 823,
    "[TEXT:␣4␣29]": 824,
    "[TEXT:␣-55]": 825,
    "[TEXT:␣-12␣3]": 826,
    "[TEXT:␣-21␣7]": 827,
    "[TEXT:␣-20␣9]": 828,
    "[TEXT:␣8␣24]": 829,
    "[TEXT:␣8␣13]": 830,
    "[TEXT:␣-7␣3]": 831,
    "[TEXT:␣-4␣26]": 832,
    "[TEXT:␣8␣11]": 833,
    "[TEXT:␣-17␣1]": 834,
    "[TEXT:␣-15␣19]": 835,
    "[TEXT:␣6␣22]": 836,
    "[TEXT:␣3␣6]": 837,
    "[TEXT:␣-24␣5]": 838,
    "[TEXT:␣9␣16]": 839,
    "[TEXT:␣-17␣19]": 840,
    "[TEXT:␣-7␣27]": 841,
    "[TEXT:␣-13␣1]": 842,
    "[TEXT:␣-4␣29]": 843,
    "[TEXT:␣-20␣8]": 844,
    "[TEXT:␣-11␣20]": 845,
    "[TEXT:␣-13␣2]": 846,
    "[TEXT:␣-6␣25]": 847,
    "[TEXT:36]": 848,
    "[TEXT:␣-7␣25]": 849,
    "[TEXT:␣-14␣18]": 850,
    "[TEXT:␣4␣27]": 851,
    "[TEXT:␣-15␣1]": 852,
    "[TEXT:␣-14␣1]": 853,
    "[TEXT:␣-12␣21]": 854,
    "[TEXT:␣5␣32]": 855,
    "[TEXT:␣-4␣-3]": 856,
    "[TEXT:␣-19␣13]": 857,
    "[TEXT:␣-2␣32]": 858,
    "[TEXT:␣-56]": 859,
    "[TEXT:␣14␣14]": 860,
    "[TEXT:␣-10␣-8]": 861,
    "[TEXT:␣-7␣26]": 862,
    "[TEXT:␣-19␣4]": 863,
    "[TEXT:␣-20␣4]": 864,
    "[TEXT:␣9␣20]": 865,
    "[TEXT:␣-8␣23]": 866,
    "[TEXT:␣-16␣1]": 867,
    "[TEXT:␣-4␣28]": 868,
    "[TEXT:35]": 869,
    "[TEXT:␣-54]": 870,
    "[TEXT:␣-2␣-7]": 871,
    "[TEXT:␣-21␣10]": 872,
    "[TEXT:␣5␣26]": 873,
    "[TEXT:␣-22␣7]": 874,
    "[TEXT:␣52]": 875,
    "[TEXT:␣-17␣0]": 876,
    "[TEXT:␣-19␣17]": 877,
    "[TEXT:␣-11␣-5]": 878,
    "[TEXT:␣3␣32]": 879,
    "[TEXT:␣9␣23]": 880,
    "[TEXT:-8]": 881,
    "[TEXT:␣-18␣11]": 882,
    "[TEXT:␣-16␣16]": 883,
    "[TEXT:␣-21␣6]": 884,
    "[TEXT:␣4␣26]": 885,
    "[TEXT:␣11␣18]": 886,
    "[TEXT:␣-2␣0]": 887,
    "[TEXT:␣-18␣14]": 888,
    "[TEXT:␣6␣28]": 889,
    "[TEXT:␣-14␣20]": 890,
    "[TEXT:␣8␣22]": 891,
    "[TEXT:␣7␣28]": 892,
    "[TEXT:37]": 893,
    "[TEXT:␣-11␣21]": 894,
    "[TEXT:␣-3␣2]": 895,
    "[TEXT:␣-18␣13]": 896,
    "[TEXT:␣-13␣18]": 897,
    "[TEXT:␣-19␣16]": 898,
    "[TEXT:␣-9␣23]": 899,
    "[TEXT:␣-20␣14]": 900,
    "[TEXT:␣9␣12]": 901,
    "[TEXT:␣13␣15]": 902,
    "[TEXT:␣-20␣3]": 903,
    "[TEXT:␣-18␣15]": 904,
    "[TEXT:␣-22␣12]": 905,
    "[TEXT:␣-16␣19]": 906,
    "[TEXT:␣-21␣12]": 907,
    "[TEXT:␣-20␣13]": 908,
    "[TEXT:␣-11␣1]": 909,
    "[TEXT:␣-10␣23]": 910,
    "[TEXT:␣-15␣18]": 911,
    "[TEXT:␣-19␣2]": 912,
    "[TEXT:␣-6␣3]": 913,
    "[TEXT:␣-19␣3]": 914,
    "[TEXT:␣-18␣4]": 915,
    "[TEXT:38]": 916,
    "[TEXT:␣-14␣0]": 917,
    "[TEXT:␣-11␣2]": 918,
    "[TEXT:␣-5␣1]": 919,
    "[TEXT:␣-17␣18]": 920,
    "[TEXT:␣-12␣2]": 921,
    "[TEXT:␣-11␣-6]": 922,
    "[TEXT:␣-2␣0␣0]": 923,
    "[TEXT:␣-6␣26]": 924,
    "[TEXT:␣-11␣22]": 925,
    "[TEXT:␣0␣33]": 926,
    "[TEXT:␣-20␣15]": 927,
    "[TEXT:␣11␣22]": 928,
    "[TEXT:␣8␣21]": 929,
    "[TEXT:␣-14␣21]": 930,
    "[TEXT:␣-12␣24]": 931,
    "[TEXT:␣-58]": 932,
    "[TEXT:␣0␣31]": 933,
    "[TEXT:␣-12␣1]": 934,
    "[TEXT:␣-24␣7]": 935,
    "[TEXT:␣1␣32]": 936,
    "[TEXT:␣-22␣8]": 937,
    "[TEXT:␣0␣30]": 938,
    "[TEXT:␣-22␣10]": 939,
    "[TEXT:␣-21␣9]": 940,
    "[TEXT:␣9␣24]": 941,
    "[TEXT:␣-9␣-9]": 942,
    "[TEXT:␣-18␣17]": 943,
    "[TEXT:␣10␣16]": 944,
    "[TEXT:␣0␣0␣-1␣1]": 945,
    "[TEXT:␣-6␣27]": 946,
    "[TEXT:␣-21␣8]": 947,
    "[TEXT:␣-22␣9]": 948,
    "[TEXT:␣-20␣11]": 949,
    "[TEXT:␣-13␣20]": 950,
    "[TEXT:39]": 951,
    "[TEXT:␣-13␣0]": 952,
    "[TEXT:␣-22␣6]": 953,
    "[TEXT:␣6␣25]": 954,
    "[TEXT:␣6␣27]": 955,
    "[TEXT:␣-7␣29]": 956,
    "[TEXT:␣-12␣23]": 957,
    "[TEXT:␣-21␣14]": 958,
    "[TEXT:␣-17␣20]": 959,
    "[TEXT:␣-18␣3]": 960,
    "[TEXT:␣-15␣20]": 961,
    "[TEXT:␣-24␣6]": 962,
    "[TEXT:␣-19␣19]": 963,
    "[TEXT:␣-11␣24]": 964,
    "[TEXT:␣-16␣0]": 965,
    "[TEXT:␣-8␣25]": 966,
    "[TEXT:␣14␣15]": 967,
    "[TEXT:␣-9␣25]": 968,
    "[TEXT:␣-5␣32]": 969,
    "[TEXT:␣10␣20]": 970,
    "[TEXT:␣-18␣2]": 971,
    "[TEXT:␣-20␣17]": 972,
    "[TEXT:␣-1␣32]": 973,
    "[TEXT:␣-8␣4]": 974,
    "[TEXT:␣-24␣12]": 975,
    "[TEXT:␣-21␣11]": 976,
    "[TEXT:␣-60]": 977,
    "[TEXT:␣-11␣-4]": 978,
    "[TEXT:␣-10␣0]": 979,
    "[TEXT:␣-20␣2]": 980,
    "[TEXT:␣-13␣21]": 981,
    "[TEXT:-1]": 982,
    "[TEXT:␣-13␣22]": 983,
    "[TEXT:␣2␣36]": 984,
    "[TEXT:␣-6␣1]": 985,
    "[TEXT:␣-1␣0␣1]": 986,
    "[TEXT:␣5␣9]": 987,
    "[TEXT:␣4␣32]": 988,
    "[TEXT:␣-15␣22]": 989,
    "[TEXT:␣-6␣29]": 990,
    "[TEXT:␣-22␣14]": 991,
    "[TEXT:␣-8␣26]": 992,
    "[TEXT:␣8␣27]": 993,
    "[TEXT:␣-18␣16]": 994,
    "[TEXT:␣10␣23]": 995,
    "[TEXT:␣-7␣28]": 996,
    "[TEXT:␣-6␣28]": 997,
    "[TEXT:␣-8␣-9]": 998,
    "[TEXT:␣-9␣26]": 999,
    "[TEXT:␣-57]": 1000,
    "[TEXT:␣-2␣31]": 1001,
    "[TEXT:␣-16␣18]": 1002,
    "[TEXT:␣-22␣15]": 1003,
    "[TEXT:␣-24␣10]": 1004,
    "[TEXT:␣-22␣11]": 1005,
    "[TEXT:␣-22␣17]": 1006,
    "[TEXT:␣-5␣31]": 1007,
    "[TEXT:␣56]": 1008,
    "[TEXT:␣11␣19]": 1009,
    "[TEXT:␣-21␣15]": 1010,
    "[TEXT:␣-17␣-1]": 1011,
    "[TEXT:␣-16␣-2]": 1012,
    "[TEXT:␣0␣0␣4]": 1013,
    "[TEXT:␣-13␣-1]": 1014,
    "[TEXT:␣-3␣32]": 1015,
    "[TEXT:␣-9␣3]": 1016,
    "[TEXT:␣-23␣12]": 1017,
    "[TEXT:␣7␣25]": 1018,
    "[TEXT:␣-21␣4]": 1019,
    "[TEXT:␣-11␣-7]": 1020,
    "[TEXT:␣-14␣22]": 1021,
    "[TEXT:␣0␣36]": 1022,
    "[TEXT:␣-8␣27]": 1023,
    "[TEXT:␣-2␣36]": 1024,
    "[TEXT:␣7␣6]": 1025,
    "[TEXT:␣-10␣25]": 1026,
    "[TEXT:␣-21␣13]": 1027,
    "[TEXT:␣11␣14]": 1028,
    "[TEXT:␣13␣16]": 1029,
    "[TEXT:␣-24␣14]": 1030,
    "[TEXT:␣-7␣1]": 1031,
    "[TEXT:␣-2␣33]": 1032,
    "[TEXT:␣-3␣31]": 1033,
    "[TEXT:␣-15␣21]": 1034,
    "[TEXT:␣-10␣-1]": 1035,
    "[TEXT:-9]": 1036,
    "[TEXT:␣-17␣-2]": 1037,
    "[TEXT:␣0␣0␣5]": 1038,
    "[TEXT:␣-24␣9]": 1039,
    "[TEXT:␣-10␣27]": 1040,
    "[TEXT:␣-23␣5]": 1041,
    "[TEXT:22]": 1042,
    "[TEXT:␣-3␣30]": 1043,
    "[TEXT:␣-20␣16]": 1044,
    "[TEXT:␣-15␣0]": 1045,
    "[TEXT:␣11␣15]": 1046,
    "[TEXT:␣12␣22]": 1047,
    "[TEXT:␣-14␣-1]": 1048,
    "[TEXT:␣-19␣18]": 1049,
    "[TEXT:␣2␣31]": 1050,
    "[TEXT:␣-16␣-1]": 1051,
    "[TEXT:␣-5␣3]": 1052,
    "[TEXT:␣-9␣1]": 1053,
    "[TEXT:␣-22␣13]": 1054,
    "[TEXT:␣-12␣-5]": 1055,
    "[TEXT:␣12␣21]": 1056,
    "[TEXT:␣-21␣3]": 1057,
    "[TEXT:␣-10␣26]": 1058,
    "[TEXT:␣-19␣1]": 1059,
    "[TEXT:␣-12␣25]": 1060,
    "[TEXT:␣-6␣2]": 1061,
    "[TEXT:␣-14␣24]": 1062,
    "[TEXT:␣-24␣8]": 1063,
    "[TEXT:␣-18␣19]": 1064,
    "[TEXT:␣2␣33]": 1065,
    "[TEXT:␣-8␣29]": 1066,
    "[TEXT:␣-11␣23]": 1067,
    "[TEXT:␣-13␣-2]": 1068,
    "[TEXT:␣11␣16]": 1069,
    "[TEXT:␣-3␣-1]": 1070,
    "[TEXT:␣-13␣24]": 1071,
    "[TEXT:␣-17␣21]": 1072,
    "[TEXT:␣9␣10]": 1073,
    "[TEXT:␣-21␣17]": 1074,
    "[TEXT:␣-2␣30]": 1075,
    "[TEXT:␣-21␣2]": 1076,
    "[TEXT:␣0␣0␣0]": 1077,
    "[TEXT:␣-12␣-2]": 1078,
    "[TEXT:␣5␣36]": 1079,
    "[TEXT:␣-16␣20]": 1080,
    "[TEXT:␣10␣27]": 1081,
    "[TEXT:␣2␣30]": 1082,
    "[TEXT:␣-12␣26]": 1083,
    "[TEXT:␣9␣21]": 1084,
    "[TEXT:␣-9␣27]": 1085,
    "[TEXT:␣-12␣-4]": 1086,
    "[TEXT:␣-16␣-4]": 1087,
    "[TEXT:␣10␣24]": 1088,
    "[TEXT:␣-15␣-5]": 1089,
    "[TEXT:␣9␣27]": 1090,
    "[TEXT:␣-7␣31]": 1091,
    "[TEXT:␣-14␣-2]": 1092,
    "[TEXT:␣0␣34]": 1093,
    "[TEXT:␣10␣21]": 1094,
    "[TEXT:␣-1␣31]": 1095,
    "[TEXT:␣4␣3]": 1096,
    "[TEXT:␣-4␣3]": 1097,
    "[TEXT:␣-24␣11]": 1098,
    "[TEXT:40]": 1099,
    "[TEXT:␣1␣33]": 1100,
    "[TEXT:␣-23␣7]": 1101,
    "[TEXT:␣55]": 1102,
    "[TEXT:␣7␣26]": 1103,
    "[TEXT:␣-9␣2]": 1104,
    "[TEXT:␣3␣33]": 1105,
    "[TEXT:␣13␣17]": 1106,
    "[TEXT:␣-15␣-1]": 1107,
    "[TEXT:␣-17␣22]": 1108,
    "[TEXT:␣-1␣33]": 1109,
    "[TEXT:␣1␣31]": 1110,
    "[TEXT:␣5␣31]": 1111,
    "[TEXT:␣11␣21]": 1112,
    "[TEXT:␣-8␣-4]": 1113,
    "[TEXT:␣-23␣8]": 1114,
    "[TEXT:␣1␣36]": 1115,
    "[TEXT:␣-10␣-5]": 1116,
    "[TEXT:␣-16␣-5]": 1117,
    "[TEXT:␣-4␣31]": 1118,
    "[TEXT:␣-9␣29]": 1119,
    "[TEXT:␣-17␣-3]": 1120,
    "[TEXT:␣-20␣1]": 1121,
    "[TEXT:␣-23␣10]": 1122,
    "[TEXT:␣3␣31]": 1123,
    "[TEXT:46]": 1124,
    "[TEXT:␣-5␣30]": 1125,
    "[TEXT:␣-24␣15]": 1126,
    "[TEXT:␣-22␣4]": 1127,
    "[TEXT:␣7␣31]": 1128,
    "[TEXT:␣-15␣-2]": 1129,
    "[TEXT:␣-13␣-3]": 1130,
    "[TEXT:␣6␣26]": 1131,
    "[TEXT:␣-9␣-1]": 1132,
    "[TEXT:␣-16␣22]": 1133,
    "[TEXT:␣-23␣6]": 1134,
    "[TEXT:␣6␣29]": 1135,
    "[TEXT:␣-24␣4]": 1136,
    "[TEXT:␣-10␣-2]": 1137,
    "[TEXT:␣-4␣32]": 1138,
    "[TEXT:␣-18␣18]": 1139,
    "[TEXT:␣-16␣-3]": 1140,
    "[TEXT:␣-20␣19]": 1141,
    "[TEXT:␣-59]": 1142,
    "[TEXT:␣-15␣-7]": 1143,
    "[TEXT:␣-4␣30]": 1144,
    "[TEXT:␣15␣19]": 1145,
    "[TEXT:␣-18␣1]": 1146,
    "[TEXT:␣-61]": 1147,
    "[TEXT:␣14␣20]": 1148,
    "[TEXT:␣-20␣0]": 1149,
    "[TEXT:␣4␣6]": 1150,
    "[TEXT:␣-63]": 1151,
    "[TEXT:␣-19␣20]": 1152,
    "[TEXT:␣-22␣16]": 1153,
    "[TEXT:45]": 1154,
    "[TEXT:␣7␣29]": 1155,
    "[TEXT:␣3␣36]": 1156,
    "[TEXT:␣-7␣2]": 1157,
    "[TEXT:␣-21␣16]": 1158,
    "[TEXT:␣-11␣0]": 1159,
    "[TEXT:␣-14␣-7]": 1160,
    "[TEXT:␣-24␣3]": 1161,
    "[TEXT:␣-23␣9]": 1162,
    "[TEXT:-10]": 1163,
    "[TEXT:␣-5␣36]": 1164,
    "[TEXT:␣-12␣-3]": 1165,
    "[TEXT:␣3␣30]": 1166,
    "[TEXT:␣-22␣3]": 1167,
    "[TEXT:␣-24␣17]": 1168,
    "[TEXT:␣-10␣28]": 1169,
    "[TEXT:␣-5␣0]": 1170,
    "[TEXT:␣-19␣0]": 1171,
    "[TEXT:␣-22␣2]": 1172,
    "[TEXT:␣-15␣24]": 1173,
    "[TEXT:␣0␣0␣1␣-1]": 1174,
    "[TEXT:␣-17␣24]": 1175,
    "[TEXT:␣-3␣33]": 1176,
    "[TEXT:␣-24␣13]": 1177,
    "[TEXT:␣12␣19]": 1178,
    "[TEXT:␣-65]": 1179,
    "[TEXT:␣12␣18]": 1180,
    "[TEXT:␣-1␣30]": 1181,
    "[TEXT:␣-11␣25]": 1182,
    "[TEXT:␣-11␣-1]": 1183,
    "[TEXT:␣54]": 1184,
    "[TEXT:␣-10␣-6]": 1185,
    "[TEXT:␣2␣0]": 1186,
    "[TEXT:␣-25␣12]": 1187,
    "[TEXT:␣8␣28]": 1188,
    "[TEXT:␣17␣17]": 1189,
    "[TEXT:␣-15␣23]": 1190,
    "[TEXT:␣-8␣28]": 1191,
    "[TEXT:␣-18␣0]": 1192,
    "[TEXT:␣0␣0␣1]": 1193,
    "[TEXT:␣1␣30]": 1194,
    "[TEXT:␣-15␣-6]": 1195,
    "[TEXT:␣-19␣22]": 1196,
    "[TEXT:␣13␣21]": 1197,
    "[TEXT:␣-12␣-1]": 1198,
    "[TEXT:␣-22␣19]": 1199,
    "[TEXT:␣-16␣21]": 1200,
    "[TEXT:␣-13␣-4]": 1201,
    "[TEXT:␣-1␣36]": 1202,
    "[TEXT:␣-10␣29]": 1203,
    "[TEXT:␣-23␣14]": 1204,
    "[TEXT:␣-9␣-2]": 1205,
    "[TEXT:␣4␣31]": 1206,
    "[TEXT:␣-62]": 1207,
    "[TEXT:␣-8␣-3]": 1208,
    "[TEXT:48]": 1209,
    "[TEXT:␣-6␣31]": 1210,
    "[TEXT:␣-8␣3]": 1211,
    "[TEXT:␣-9␣28]": 1212,
    "[TEXT:␣-12␣27]": 1213,
    "[TEXT:␣-14␣23]": 1214,
    "[TEXT:␣7␣9]": 1215,
    "[TEXT:␣-25␣7]": 1216,
    "[TEXT:␣-3␣36]": 1217,
    "[TEXT:␣-7␣32]": 1218,
    "[TEXT:␣9␣26]": 1219,
    "[TEXT:␣-20␣18]": 1220,
    "[TEXT:␣-4␣0]": 1221,
    "[TEXT:␣6␣32]": 1222,
    "[TEXT:␣-5␣33]": 1223,
    "[TEXT:␣-21␣0]": 1224,
    "[TEXT:␣-19␣21]": 1225,
    "[TEXT:␣-15␣-4]": 1226,
    "[TEXT:␣-24␣2]": 1227,
    "[TEXT:␣12␣15]": 1228,
    "[TEXT:␣-7␣-3]": 1229,
    "[TEXT:␣8␣25]": 1230,
    "[TEXT:␣-8␣-2]": 1231,
    "[TEXT:␣12␣20]": 1232,
    "[TEXT:␣-12␣29]": 1233,
    "[TEXT:␣10␣26]": 1234,
    "[TEXT:␣-23␣11]": 1235,
    "[TEXT:␣-11␣-12]": 1236,
    "[TEXT:␣-23␣15]": 1237,
    "[TEXT:␣6␣8]": 1238,
    "[TEXT:␣4␣36]": 1239,
    "[TEXT:33]": 1240,
    "[TEXT:␣-17␣-4]": 1241,
    "[TEXT:␣-21␣19]": 1242,
    "[TEXT:␣-1␣-3]": 1243,
    "[TEXT:␣0␣37]": 1244,
    "[TEXT:␣-18␣22]": 1245,
    "[TEXT:49]": 1246,
    "[TEXT:␣-4␣1]": 1247,
    "[TEXT:␣-24␣16]": 1248,
    "[TEXT:␣-5␣-2]": 1249,
    "[TEXT:␣-15␣-3]": 1250,
    "[TEXT:␣-18␣20]": 1251,
    "[TEXT:␣-13␣23]": 1252,
    "[TEXT:␣-14␣-3]": 1253,
    "[TEXT:␣-23␣13]": 1254,
    "[TEXT:␣-14␣-8]": 1255,
    "[TEXT:␣-21␣1]": 1256,
    "[TEXT:␣-26␣12]": 1257,
    "[TEXT:␣-6␣0]": 1258,
    "[TEXT:␣-2␣34]": 1259,
    "[TEXT:␣-21␣18]": 1260,
    "[TEXT:␣-20␣-2]": 1261,
    "[TEXT:␣-23␣17]": 1262,
    "[TEXT:␣-3␣34]": 1263,
    "[TEXT:␣-14␣-9]": 1264,
    "[TEXT:␣-11␣26]": 1265,
    "[TEXT:␣-25␣5]": 1266,
    "[TEXT:␣-19␣-2]": 1267,
    "[TEXT:␣-11␣-3]": 1268,
    "[TEXT:␣-7␣30]": 1269,
    "[TEXT:␣-15␣-8]": 1270,
    "[TEXT:47]": 1271,
    "[TEXT:␣11␣20]": 1272,
    "[TEXT:␣-20␣-1]": 1273,
    "[TEXT:␣-5␣2]": 1274,
    "[TEXT:␣-6␣32]": 1275,
    "[TEXT:␣13␣20]": 1276,
    "[TEXT:␣-24␣0]": 1277,
    "[TEXT:␣-25␣10]": 1278,
    "[TEXT:␣4␣33]": 1279,
    "[TEXT:␣-22␣18]": 1280,
    "[TEXT:␣14␣16]": 1281,
    "[TEXT:␣-6␣30]": 1282,
    "[TEXT:␣7␣32]": 1283,
    "[TEXT:␣-19␣-1]": 1284,
    "[TEXT:␣4␣4]": 1285,
    "[TEXT:␣-12␣0]": 1286,
    "[TEXT:␣8␣26]": 1287,
    "[TEXT:␣-18␣21]": 1288,
    "[TEXT:␣6␣31]": 1289,
    "[TEXT:␣-7␣-6]": 1290,
    "[TEXT:␣-20␣20]": 1291,
    "[TEXT:␣5␣33]": 1292,
    "[TEXT:␣2␣34]": 1293,
    "[TEXT:␣-25␣6]": 1294,
    "[TEXT:␣-13␣-10]": 1295,
    "[TEXT:␣-17␣23]": 1296,
    "[TEXT:␣-25␣9]": 1297,
    "[TEXT:␣-17␣-5]": 1298,
    "[TEXT:␣0␣0␣-1]": 1299,
    "[TEXT:␣-9␣0]": 1300,
    "[TEXT:␣-11␣27]": 1301,
    "[TEXT:␣-11␣-2]": 1302,
    "[TEXT:␣-26␣7]": 1303,
    "[TEXT:␣-14␣25]": 1304,
    "[TEXT:␣-16␣24]": 1305,
    "[TEXT:␣-14␣-4]": 1306,
    "[TEXT:␣-24␣1]": 1307,
    "[TEXT:␣57]": 1308,
    "[TEXT:␣-4␣36]": 1309,
    "[TEXT:␣-22␣1]": 1310,
    "[TEXT:␣0␣-1␣1]": 1311,
    "[TEXT:␣-24␣19]": 1312,
    "[TEXT:␣-23␣4]": 1313,
    "[TEXT:␣-25␣8]": 1314,
    "[TEXT:␣-10␣-4]": 1315,
    "[TEXT:␣4␣30]": 1316,
    "[TEXT:␣12␣26]": 1317,
    "[TEXT:␣58]": 1318,
    "[TEXT:␣11␣26]": 1319,
    "[TEXT:␣-4␣33]": 1320,
    "[TEXT:␣-8␣31]": 1321,
    "[TEXT:␣-18␣-1]": 1322,
    "[TEXT:␣-14␣-5]": 1323,
    "[TEXT:␣5␣30]": 1324,
    "[TEXT:␣-11␣-8]": 1325,
    "[TEXT:␣-15␣25]": 1326,
    "[TEXT:␣-10␣-3]": 1327,
    "[TEXT:␣-64]": 1328,
    "[TEXT:␣-26␣10]": 1329,
    "[TEXT:␣-27␣7]": 1330,
    "[TEXT:␣-8␣32]": 1331,
    "[TEXT:␣0␣0␣0␣1]": 1332,
    "[TEXT:␣8␣29]": 1333,
    "[TEXT:␣-9␣31]": 1334,
    "[TEXT:50]": 1335,
    "[TEXT:␣-4␣34]": 1336,
    "[TEXT:␣-23␣16]": 1337,
    "[TEXT:␣-13␣-5]": 1338,
    "[TEXT:␣-16␣23]": 1339,
    "[TEXT:␣-70]": 1340,
    "[TEXT:␣-68]": 1341,
    "[TEXT:␣3␣34]": 1342,
    "[TEXT:␣-14␣26]": 1343,
    "[TEXT:␣14␣19]": 1344,
    "[TEXT:␣-27␣12]": 1345,
    "[TEXT:␣1␣34]": 1346,
    "[TEXT:␣-5␣34]": 1347,
    "[TEXT:␣-12␣28]": 1348,
    "[TEXT:␣0␣35]": 1349,
    "[TEXT:␣-21␣20]": 1350,
    "[TEXT:␣-25␣14]": 1351,
    "[TEXT:␣11␣23]": 1352,
    "[TEXT:␣7␣7]": 1353,
    "[TEXT:␣-26␣9]": 1354,
    "[TEXT:␣-14␣27]": 1355,
    "[TEXT:␣-16␣-6]": 1356,
    "[TEXT:␣-67]": 1357,
    "[TEXT:␣-20␣22]": 1358,
    "[TEXT:␣-24␣18]": 1359,
    "[TEXT:␣-10␣31]": 1360,
    "[TEXT:␣-22␣20]": 1361,
    "[TEXT:␣-7␣34]": 1362,
    "[TEXT:␣1␣-1␣-1␣1]": 1363,
    "[TEXT:␣-13␣26]": 1364,
    "[TEXT:␣-10␣-9]": 1365,
    "[TEXT:␣-4␣2]": 1366,
    "[TEXT:␣-13␣25]": 1367,
    "[TEXT:␣1␣-1␣0␣0]": 1368,
    "[TEXT:␣-25␣15]": 1369,
    "[TEXT:␣9␣28]": 1370,
    "[TEXT:␣-9␣32]": 1371,
    "[TEXT:␣-11␣29]": 1372,
    "[TEXT:␣-20␣21]": 1373,
    "[TEXT:␣-18␣-2]": 1374,
    "[TEXT:␣-13␣27]": 1375,
    "[TEXT:␣-23␣3]": 1376,
    "[TEXT:␣8␣31]": 1377,
    "[TEXT:␣-26␣5]": 1378,
    "[TEXT:␣-20␣-3]": 1379,
    "[TEXT:␣-15␣26]": 1380,
    "[TEXT:␣-26␣8]": 1381,
    "[TEXT:␣-1␣34]": 1382,
    "[TEXT:␣11␣24]": 1383,
    "[TEXT:␣-22␣0]": 1384,
    "[TEXT:␣-27␣10]": 1385,
    "[TEXT:␣-66]": 1386,
    "[TEXT:␣-19␣24]": 1387,
    "[TEXT:-12]": 1388,
    "[TEXT:␣-25␣11]": 1389,
    "[TEXT:␣-20␣-4]": 1390,
    "[TEXT:␣-8␣2]": 1391,
    "[TEXT:44]": 1392,
    "[TEXT:␣-23␣19]": 1393,
    "[TEXT:␣-1␣-1]": 1394,
    "[TEXT:␣-9␣-3]": 1395,
    "[TEXT:␣-27␣5]": 1396,
    "[TEXT:␣9␣31]": 1397,
    "[TEXT:␣-26␣17]": 1398,
    "[TEXT:␣8␣32]": 1399,
    "[TEXT:␣-4␣-4]": 1400,
    "[TEXT:␣9␣25]": 1401,
    "[TEXT:␣6␣9]": 1402,
    "[TEXT:␣-26␣15]": 1403,
    "[TEXT:␣-23␣2]": 1404,
    "[TEXT:␣-6␣-1]": 1405,
    "[TEXT:␣1␣0␣-1]": 1406,
    "[TEXT:␣-20␣-5]": 1407,
    "[TEXT:␣-25␣13]": 1408,
    "[TEXT:␣-19␣23]": 1409,
    "[TEXT:56]": 1410,
    "[TEXT:␣-7␣0]": 1411,
    "[TEXT:␣-19␣-3]": 1412,
    "[TEXT:␣-26␣14]": 1413,
    "[TEXT:␣-8␣30]": 1414,
    "[TEXT:␣-7␣33]": 1415,
    "[TEXT:␣14␣21]": 1416,
    "[TEXT:␣-26␣6]": 1417,
    "[TEXT:␣-21␣-1]": 1418,
    "[TEXT:␣-22␣21]": 1419,
    "[TEXT:␣-6␣33]": 1420,
    "[TEXT:␣-15␣27]": 1421,
    "[TEXT:␣14␣17]": 1422,
    "[TEXT:␣-27␣14]": 1423,
    "[TEXT:␣-2␣35]": 1424,
    "[TEXT:␣-10␣30]": 1425,
    "[TEXT:␣7␣36]": 1426,
    "[TEXT:␣12␣24]": 1427,
    "[TEXT:␣-13␣-9]": 1428,
    "[TEXT:␣-16␣-7]": 1429,
    "[TEXT:␣-17␣25]": 1430,
    "[TEXT:␣-26␣11]": 1431,
    "[TEXT:␣-25␣17]": 1432,
    "[TEXT:␣-22␣22]": 1433,
    "[TEXT:␣0␣41]": 1434,
    "[TEXT:␣13␣19]": 1435,
    "[TEXT:␣-9␣30]": 1436,
    "[TEXT:␣-28␣7]": 1437,
    "[TEXT:␣10␣31]": 1438,
    "[TEXT:␣-23␣18]": 1439,
    "[TEXT:55]": 1440,
    "[TEXT:␣-8␣1]": 1441,
    "[TEXT:␣6␣36]": 1442,
    "[TEXT:␣-10␣-12]": 1443,
    "[TEXT:␣-17␣27]": 1444,
    "[TEXT:␣-19␣-5]": 1445,
    "[TEXT:␣-21␣21]": 1446,
    "[TEXT:␣-2␣37]": 1447,
    "[TEXT:␣12␣25]": 1448,
    "[TEXT:␣13␣22]": 1449,
    "[TEXT:␣-18␣24]": 1450,
    "[TEXT:␣-1␣0␣-1]": 1451,
    "[TEXT:␣14␣24]": 1452,
    "[TEXT:␣0␣0␣3]": 1453,
    "[TEXT:␣-29␣12]": 1454,
    "[TEXT:␣-27␣9]": 1455,
    "[TEXT:␣2␣37]": 1456,
    "[TEXT:␣3␣37]": 1457,
    "[TEXT:␣-21␣-2]": 1458,
    "[TEXT:␣-25␣3]": 1459,
    "[TEXT:␣-27␣6]": 1460,
    "[TEXT:␣9␣11]": 1461,
    "[TEXT:␣-3␣0]": 1462,
    "[TEXT:␣-7␣36]": 1463,
    "[TEXT:␣-29␣7]": 1464,
    "[TEXT:␣-27␣8]": 1465,
    "[TEXT:␣-7␣-2]": 1466,
    "[TEXT:␣-21␣22]": 1467,
    "[TEXT:␣-11␣28]": 1468,
    "[TEXT:␣12␣23]": 1469,
    "[TEXT:␣-24␣20]": 1470,
    "[TEXT:␣1␣37]": 1471,
    "[TEXT:␣-16␣26]": 1472,
    "[TEXT:␣-17␣26]": 1473,
    "[TEXT:␣-14␣28]": 1474,
    "[TEXT:␣4␣34]": 1475,
    "[TEXT:␣15␣15]": 1476,
    "[TEXT:␣-27␣17]": 1477,
    "[TEXT:␣-25␣2]": 1478,
    "[TEXT:58]": 1479,
    "[TEXT:␣-20␣24]": 1480,
    "[TEXT:␣-8␣-1]": 1481,
    "[TEXT:␣1␣1]": 1482,
    "[TEXT:␣-3␣0␣0]": 1483,
    "[TEXT:␣-16␣25]": 1484,
    "[TEXT:␣-5␣35]": 1485,
    "[TEXT:␣10␣25]": 1486,
    "[TEXT:␣-3␣37]": 1487,
    "[TEXT:␣-25␣4]": 1488,
    "[TEXT:␣-77]": 1489,
    "[TEXT:␣-26␣13]": 1490,
    "[TEXT:␣8␣8]": 1491,
    "[TEXT:␣-29␣6]": 1492,
    "[TEXT:60]": 1493,
    "[TEXT:␣-27␣15]": 1494,
    "[TEXT:␣-27␣13]": 1495,
    "[TEXT:␣-25␣16]": 1496,
    "[TEXT:␣-75]": 1497,
    "[TEXT:␣-12␣31]": 1498,
    "[TEXT:␣-27␣11]": 1499,
    "[TEXT:␣-72]": 1500,
    "[TEXT:␣-3␣35]": 1501,
    "[TEXT:1␣-8]": 1502,
    "[TEXT:␣-7␣35]": 1503,
    "[TEXT:␣-69]": 1504,
    "[TEXT:␣-6␣34]": 1505,
    "[TEXT:␣0␣38]": 1506,
    "[TEXT:␣-28␣5]": 1507,
    "[TEXT:␣-15␣29]": 1508,
    "[TEXT:␣2␣40]": 1509,
    "[TEXT:␣-14␣29]": 1510,
    "[TEXT:␣-28␣12]": 1511,
    "[TEXT:␣-12␣-6]": 1512,
    "[TEXT:␣-19␣25]": 1513,
    "[TEXT:␣0␣40]": 1514,
    "[TEXT:␣7␣30]": 1515,
    "[TEXT:␣-18␣23]": 1516,
    "[TEXT:␣9␣29]": 1517,
    "[TEXT:␣-26␣19]": 1518,
    "[TEXT:␣5␣34]": 1519,
    "[TEXT:␣-6␣36]": 1520,
    "[TEXT:␣-8␣33]": 1521,
    "[TEXT:␣-10␣32]": 1522,
    "[TEXT:␣-13␣29]": 1523,
    "[TEXT:␣-26␣16]": 1524,
    "[TEXT:␣-29␣9]": 1525,
    "[TEXT:␣13␣25]": 1526,
    "[TEXT:␣18␣16]": 1527,
    "[TEXT:␣-7␣-1]": 1528,
    "[TEXT:␣-19␣-4]": 1529,
    "[TEXT:␣-24␣22]": 1530,
    "[TEXT:␣-27␣16]": 1531,
    "[TEXT:␣11␣27]": 1532,
    "[TEXT:␣-24␣21]": 1533,
    "[TEXT:␣-19␣-7]": 1534,
    "[TEXT:␣-23␣0]": 1535,
    "[TEXT:␣-12␣32]": 1536,
    "[TEXT:␣-14␣-6]": 1537,
    "[TEXT:␣-1␣37]": 1538,
    "[TEXT:␣-29␣5]": 1539,
    "[TEXT:␣-12␣30]": 1540,
    "[TEXT:␣6␣30]": 1541,
    "[TEXT:␣-13␣28]": 1542,
    "[TEXT:␣-22␣-1]": 1543,
    "[TEXT:␣-18␣-3]": 1544,
    "[TEXT:␣-22␣-2]": 1545,
    "[TEXT:␣-25␣19]": 1546,
    "[TEXT:␣-29␣10]": 1547,
    "[TEXT:␣-28␣10]": 1548,
    "[TEXT:␣-17␣-6]": 1549,
    "[TEXT:␣-79]": 1550,
    "[TEXT:␣-73]": 1551,
    "[TEXT:␣2␣35]": 1552,
    "[TEXT:␣3␣35]": 1553,
    "[TEXT:70]": 1554,
    "[TEXT:␣-24␣-2]": 1555,
    "[TEXT:␣-26␣2]": 1556,
    "[TEXT:␣-9␣-4]": 1557,
    "[TEXT:␣11␣25]": 1558,
    "[TEXT:␣-17␣-7]": 1559,
    "[TEXT:␣59]": 1560,
    "[TEXT:␣-21␣24]": 1561,
    "[TEXT:␣7␣33]": 1562,
    "[TEXT:␣-21␣-3]": 1563,
    "[TEXT:␣-22␣24]": 1564,
    "[TEXT:32]": 1565,
    "[TEXT:␣0␣0␣3␣3]": 1566,
    "[TEXT:␣-71]": 1567,
    "[TEXT:␣-23␣20]": 1568,
    "[TEXT:␣-25␣1]": 1569,
    "[TEXT:␣-10␣-13]": 1570,
    "[TEXT:␣60]": 1571,
    "[TEXT:␣-4␣37]": 1572,
    "[TEXT:57]": 1573,
    "[TEXT:␣-8␣-5]": 1574,
    "[TEXT:␣-26␣3]": 1575,
    "[TEXT:␣-2␣40]": 1576,
    "[TEXT:␣12␣27]": 1577,
    "[TEXT:␣10␣28]": 1578,
    "[TEXT:␣2␣3␣3]": 1579,
    "[TEXT:␣-19␣26]": 1580,
    "[TEXT:␣0␣0␣0␣-1]": 1581,
    "[TEXT:␣-16␣27]": 1582,
    "[TEXT:␣-27␣4]": 1583,
    "[TEXT:␣-9␣33]": 1584,
    "[TEXT:␣-12␣-12]": 1585,
    "[TEXT:-13]": 1586,
    "[TEXT:␣-23␣1]": 1587,
    "[TEXT:␣0␣0␣2␣4]": 1588,
    "[TEXT:␣-1␣35]": 1589,
    "[TEXT:␣0␣1␣-1]": 1590,
    "[TEXT:␣13␣18]": 1591,
    "[TEXT:␣-26␣18]": 1592,
    "[TEXT:␣-76]": 1593,
    "[TEXT:␣-15␣-9]": 1594,
    "[TEXT:␣-19␣-6]": 1595,
    "[TEXT:␣-29␣14]": 1596,
    "[TEXT:␣0␣0␣0␣0␣0␣0␣0␣0]": 1597,
    "[TEXT:␣-29␣17]": 1598,
    "[TEXT:3␣-8]": 1599,
    "[TEXT:␣-74]": 1600,
    "[TEXT:␣6␣33]": 1601,
    "[TEXT:␣4␣37]": 1602,
    "[TEXT:␣-26␣4]": 1603,
    "[TEXT:␣-22␣23]": 1604,
    "[TEXT:␣-20␣23]": 1605,
    "[TEXT:␣-11␣31]": 1606,
    "[TEXT:␣-18␣-5]": 1607,
    "[TEXT:␣-28␣8]": 1608,
    "[TEXT:␣-4␣35]": 1609,
    "[TEXT:␣-8␣34]": 1610,
    "[TEXT:␣-19␣-8]": 1611,
    "[TEXT:␣5␣35]": 1612,
    "[TEXT:68]": 1613,
    "[TEXT:␣5␣1]": 1614,
    "[TEXT:␣-9␣34]": 1615,
    "[TEXT:␣-2␣38]": 1616,
    "[TEXT:␣-10␣34]": 1617,
    "[TEXT:␣-24␣-1]": 1618,
    "[TEXT:␣-28␣14]": 1619,
    "[TEXT:␣-94]": 1620,
    "[TEXT:␣-17␣29]": 1621,
    "[TEXT:␣-28␣9]": 1622,
    "[TEXT:␣-16␣-8]": 1623,
    "[TEXT:␣-28␣11]": 1624,
    "[TEXT:␣-23␣22]": 1625,
    "[TEXT:␣1␣35]": 1626,
    "[TEXT:␣-78]": 1627,
    "[TEXT:␣14␣22]": 1628,
    "[TEXT:␣15␣20]": 1629,
    "[TEXT:␣1␣40]": 1630,
    "[TEXT:2␣-8]": 1631,
    "[TEXT:␣-28␣15]": 1632,
    "[TEXT:␣-5␣37]": 1633,
    "[TEXT:␣8␣36]": 1634,
    "[TEXT:␣-8␣36]": 1635,
    "[TEXT:␣-21␣23]": 1636,
    "[TEXT:␣-29␣8]": 1637,
    "[TEXT:␣-28␣6]": 1638,
    "[TEXT:␣11␣11]": 1639,
    "[TEXT:80]": 1640,
    "[TEXT:␣-28␣4]": 1641,
    "[TEXT:␣16␣18]": 1642,
    "[TEXT:␣-29␣11]": 1643,
    "[TEXT:␣-1␣40]": 1644,
    "[TEXT:␣0␣39]": 1645,
    "[TEXT:65]": 1646,
    "[TEXT:␣-2␣39]": 1647,
    "[TEXT:␣0␣-3]": 1648,
    "[TEXT:␣10␣29]": 1649,
    "[TEXT:␣-18␣26]": 1650,
    "[TEXT:␣-28␣13]": 1651,
    "[TEXT:␣12␣13]": 1652,
    "[TEXT:-14]": 1653,
    "[TEXT:␣4␣35]": 1654,
    "[TEXT:␣-25␣18]": 1655,
    "[TEXT:␣-3␣40]": 1656,
    "[TEXT:␣1␣0␣1]": 1657,
    "[TEXT:␣-21␣-4]": 1658,
    "[TEXT:␣-25␣0]": 1659,
    "[TEXT:75]": 1660,
    "[TEXT:␣-10␣33]": 1661,
    "[TEXT:␣2␣0␣0]": 1662,
    "[TEXT:␣3␣40]": 1663,
    "[TEXT:␣-99]": 1664,
    "[TEXT:␣-14␣31]": 1665,
    "[TEXT:␣-13␣-7]": 1666,
    "[TEXT:␣-23␣21]": 1667,
    "[TEXT:␣3␣41]": 1668,
    "[TEXT:␣-26␣20]": 1669,
    "[TEXT:␣-1␣1␣0␣0]": 1670,
    "[TEXT:␣-29␣15]": 1671,
    "[TEXT:␣16␣19]": 1672,
    "[TEXT:␣-104]": 1673,
    "[TEXT:␣-3␣41]": 1674,
    "[TEXT:␣15␣24]": 1675,
    "[TEXT:␣-15␣28]": 1676,
    "[TEXT:␣-20␣-6]": 1677,
    "[TEXT:␣-2␣41]": 1678,
    "[TEXT:␣7␣8]": 1679,
    "[TEXT:␣5␣37]": 1680,
    "[TEXT:␣-18␣-4]": 1681,
    "[TEXT:␣-20␣-7]": 1682,
    "[TEXT:␣-24␣-3]": 1683,
    "[TEXT:␣-111]": 1684,
    "[TEXT:␣2␣41]": 1685,
    "[TEXT:␣-27␣3]": 1686,
    "[TEXT:59]": 1687,
    "[TEXT:␣-5␣40]": 1688,
    "[TEXT:␣-92]": 1689,
    "[TEXT:␣-13␣-6]": 1690,
    "[TEXT:␣7␣35]": 1691,
    "[TEXT:␣10␣10]": 1692,
    "[TEXT:␣-11␣30]": 1693,
    "[TEXT:␣-27␣19]": 1694,
    "[TEXT:␣-21␣-5]": 1695,
    "[TEXT:␣-29␣4]": 1696,
    "[TEXT:␣9␣32]": 1697,
    "[TEXT:␣13␣23]": 1698,
    "[TEXT:␣-24␣-5]": 1699,
    "[TEXT:␣-29␣13]": 1700,
    "[TEXT:␣-11␣32]": 1701,
    "[TEXT:54]": 1702,
    "[TEXT:␣-24␣24]": 1703,
    "[TEXT:␣13␣24]": 1704,
    "[TEXT:67]": 1705,
    "[TEXT:␣1␣41]": 1706,
    "[TEXT:␣63]": 1707,
    "[TEXT:␣-6␣35]": 1708,
    "[TEXT:␣2␣39]": 1709,
    "[TEXT:␣-25␣21]": 1710,
    "[TEXT:31]": 1711,
    "[TEXT:87]": 1712,
    "[TEXT:␣-18␣25]": 1713,
    "[TEXT:79]": 1714,
    "[TEXT:␣-13␣-8]": 1715,
    "[TEXT:␣-28␣17]": 1716,
    "[TEXT:89]": 1717,
    "[TEXT:␣1␣-3]": 1718,
    "[TEXT:␣-12␣-7]": 1719,
    "[TEXT:␣-9␣-5]": 1720,
    "[TEXT:69]": 1721,
    "[TEXT:␣-13␣31]": 1722,
    "[TEXT:␣-28␣3]": 1723,
    "[TEXT:␣12␣14]": 1724,
    "[TEXT:␣-16␣29]": 1725,
    "[TEXT:␣-1␣41]": 1726,
    "[TEXT:␣2␣38]": 1727,
    "[TEXT:␣-91]": 1728,
    "[TEXT:␣-9␣36]": 1729,
    "[TEXT:␣-10␣35]": 1730,
    "[TEXT:␣-101]": 1731,
    "[TEXT:6␣-8]": 1732,
    "[TEXT:␣-9␣-7]": 1733,
    "[TEXT:␣-6␣-2]": 1734,
    "[TEXT:␣-27␣18]": 1735,
    "[TEXT:␣-24␣-4]": 1736,
    "[TEXT:␣-26␣21]": 1737,
    "[TEXT:␣1␣38]": 1738,
    "[TEXT:␣-3␣38]": 1739,
    "[TEXT:␣5␣5]": 1740,
    "[TEXT:␣-12␣-11]": 1741,
    "[TEXT:63]": 1742,
    "[TEXT:␣-7␣37]": 1743,
    "[TEXT:94]": 1744,
    "[TEXT:␣-5␣38]": 1745,
    "[TEXT:␣13␣26]": 1746,
    "[TEXT:␣-5␣39]": 1747,
    "[TEXT:␣-27␣2]": 1748,
    "[TEXT:␣-6␣-4]": 1749,
    "[TEXT:␣14␣25]": 1750,
    "[TEXT:␣-15␣31]": 1751,
    "[TEXT:␣-20␣26]": 1752,
    "[TEXT:␣-25␣20]": 1753,
    "[TEXT:99]": 1754,
    "[TEXT:␣-97]": 1755,
    "[TEXT:␣-90]": 1756,
    "[TEXT:␣-106]": 1757,
    "[TEXT:␣-17␣28]": 1758,
    "[TEXT:␣5␣40]": 1759,
    "[TEXT:␣0␣0␣2]": 1760,
    "[TEXT:␣-31␣12]": 1761,
    "[TEXT:␣-18␣27]": 1762,
    "[TEXT:␣3␣38]": 1763,
    "[TEXT:␣61]": 1764,
    "[TEXT:␣4␣40]": 1765,
    "[TEXT:␣-19␣27]": 1766,
    "[TEXT:␣-25␣22]": 1767,
    "[TEXT:77]": 1768,
    "[TEXT:␣12␣29]": 1769,
    "[TEXT:␣-22␣-3]": 1770,
    "[TEXT:82]": 1771,
    "[TEXT:␣0␣0␣-2]": 1772,
    "[TEXT:␣-29␣2]": 1773,
    "[TEXT:␣-96]": 1774,
    "[TEXT:␣-102]": 1775,
    "[TEXT:␣-108]": 1776,
    "[TEXT:␣7␣34]": 1777,
    "[TEXT:␣-17␣31]": 1778,
    "[TEXT:62]": 1779,
    "[TEXT:␣-27␣20]": 1780,
    "[TEXT:␣-4␣40]": 1781,
    "[TEXT:␣18␣17]": 1782,
    "[TEXT:␣-29␣3]": 1783,
    "[TEXT:␣-8␣35]": 1784,
    "[TEXT:␣-21␣25]": 1785,
    "[TEXT:␣-29␣19]": 1786,
    "[TEXT:53]": 1787,
    "[TEXT:␣-12␣33]": 1788,
    "[TEXT:␣-12␣36]": 1789,
    "[TEXT:␣0␣-1␣0␣1]": 1790,
    "[TEXT:␣6␣35]": 1791,
    "[TEXT:␣-31␣10]": 1792,
    "[TEXT:-15]": 1793,
    "[TEXT:␣-22␣26]": 1794,
    "[TEXT:␣-28␣2]": 1795,
    "[TEXT:␣-12␣34]": 1796,
    "[TEXT:␣9␣30]": 1797,
    "[TEXT:␣-24␣23]": 1798,
    "[TEXT:84]": 1799,
    "[TEXT:85]": 1800,
    "[TEXT:␣8␣30]": 1801,
    "[TEXT:␣-26␣0]": 1802,
    "[TEXT:␣-3␣39]": 1803,
    "[TEXT:␣-98]": 1804,
    "[TEXT:␣-14␣30]": 1805,
    "[TEXT:␣-28␣16]": 1806,
    "[TEXT:␣-31␣7]": 1807,
    "[TEXT:␣-30␣12]": 1808,
    "[TEXT:␣-95]": 1809,
    "[TEXT:␣-13␣30]": 1810,
    "[TEXT:␣-20␣25]": 1811,
    "[TEXT:␣-8␣0]": 1812,
    "[TEXT:␣6␣34]": 1813,
    "[TEXT:␣-23␣-1]": 1814,
    "[TEXT:␣-23␣-2]": 1815,
    "[TEXT:␣-26␣1]": 1816,
    "[TEXT:72]": 1817,
    "[TEXT:␣-10␣36]": 1818,
    "[TEXT:␣-21␣26]": 1819,
    "[TEXT:64]": 1820,
    "[TEXT:␣3␣39]": 1821,
    "[TEXT:␣-16␣28]": 1822,
    "[TEXT:␣-1␣38]": 1823,
    "[TEXT:␣-109]": 1824,
    "[TEXT:␣-23␣24]": 1825,
    "[TEXT:␣13␣29]": 1826,
    "[TEXT:␣-9␣35]": 1827,
    "[TEXT:␣-6␣37]": 1828,
    "[TEXT:␣0␣44]": 1829,
    "[TEXT:97]": 1830,
    "[TEXT:␣4␣5]": 1831,
    "[TEXT:␣11␣31]": 1832,
    "[TEXT:104]": 1833,
    "[TEXT:␣-25␣-2]": 1834,
    "[TEXT:␣10␣8]": 1835,
    "[TEXT:␣-29␣16]": 1836,
    "[TEXT:␣-113]": 1837,
    "[TEXT:␣5␣39]": 1838,
    "[TEXT:111]": 1839,
    "[TEXT:92]": 1840,
    "[TEXT:␣-30␣7]": 1841,
    "[TEXT:41]": 1842,
    "[TEXT:␣10␣30]": 1843,
    "[TEXT:␣-15␣30]": 1844,
    "[TEXT:90]": 1845,
    "[TEXT:␣-27␣21]": 1846,
    "[TEXT:␣11␣29]": 1847,
    "[TEXT:␣-93]": 1848,
    "[TEXT:␣-12␣-10]": 1849,
    "[TEXT:␣-4␣38]": 1850,
    "[TEXT:␣-4␣41]": 1851,
    "[TEXT:␣-14␣-10]": 1852,
    "[TEXT:␣-5␣41]": 1853,
    "[TEXT:61]": 1854,
    "[TEXT:␣-11␣-11]": 1855,
    "[TEXT:␣0␣0␣0␣4]": 1856,
    "[TEXT:␣-17␣-8]": 1857,
    "[TEXT:96]": 1858,
    "[TEXT:␣4␣41]": 1859,
    "[TEXT:␣-80]": 1860,
    "[TEXT:␣-27␣0]": 1861,
    "[TEXT:␣-4␣39]": 1862,
    "[TEXT:␣-118]": 1863,
    "[TEXT:␣-14␣32]": 1864,
    "[TEXT:␣-26␣22]": 1865,
    "[TEXT:␣-7␣38]": 1866,
    "[TEXT:␣-1␣1␣1␣-1]": 1867,
    "[TEXT:52]": 1868,
    "[TEXT:␣-116]": 1869,
    "[TEXT:␣12␣30]": 1870,
    "[TEXT:␣-7␣41]": 1871,
    "[TEXT:␣-103]": 1872,
    "[TEXT:␣-19␣28]": 1873,
    "[TEXT:␣-30␣10]": 1874,
    "[TEXT:74]": 1875,
    "[TEXT:␣62]": 1876,
    "[TEXT:␣-105]": 1877,
    "[TEXT:␣-20␣27]": 1878,
    "[TEXT:␣-31␣9]": 1879,
    "[TEXT:␣-1␣39]": 1880,
    "[TEXT:␣14␣18]": 1881,
    "[TEXT:51]": 1882,
    "[TEXT:␣-121]": 1883,
    "[TEXT:78]": 1884,
    "[TEXT:␣8␣33]": 1885,
    "[TEXT:␣-25␣-1]": 1886,
    "[TEXT:␣-1␣1␣-1]": 1887,
    "[TEXT:␣16␣24]": 1888,
    "[TEXT:␣-13␣32]": 1889,
    "[TEXT:␣-32␣7]": 1890,
    "[TEXT:␣1␣39]": 1891,
    "[TEXT:␣-6␣-3]": 1892,
    "[TEXT:␣12␣11]": 1893,
    "[TEXT:118]": 1894,
    "[TEXT:73]": 1895,
    "[TEXT:-17]": 1896,
    "[TEXT:␣-22␣25]": 1897,
    "[TEXT:␣-19␣29]": 1898,
    "[TEXT:43]": 1899,
    "[TEXT:␣-28␣19]": 1900,
    "[TEXT:42]": 1901,
    "[TEXT:␣7␣37]": 1902,
    "[TEXT:␣12␣31]": 1903,
    "[TEXT:␣-114]": 1904,
    "[TEXT:␣-18␣-7]": 1905,
    "[TEXT:␣-28␣0]": 1906,
    "[TEXT:109]": 1907,
    "[TEXT:81]": 1908,
    "[TEXT:␣-18␣29]": 1909,
    "[TEXT:␣-27␣1]": 1910,
    "[TEXT:␣-16␣-9]": 1911,
    "[TEXT:␣11␣30]": 1912,
    "[TEXT:␣4␣39]": 1913,
    "[TEXT:␣-128]": 1914,
    "[TEXT:␣1␣-1␣4]": 1915,
    "[TEXT:␣14␣26]": 1916,
    "[TEXT:␣-123]": 1917,
    "[TEXT:␣-19␣-9]": 1918,
    "[TEXT:116]": 1919,
    "[TEXT:71]": 1920,
    "[TEXT:␣-7␣39]": 1921,
    "[TEXT:␣-6␣38]": 1922,
    "[TEXT:␣-6␣39]": 1923,
    "[TEXT:␣0␣0␣-2␣-4]": 1924,
