[TEXT:␣] [TEXT:-]
[TEXT:␣] [TEXT:0]
[TEXT:␣] [TEXT:1]
[TEXT:␣-] [TEXT:1]
[TEXT:␣] [TEXT:2]
[TEXT:␣-] [TEXT:2]
[TEXT:␣] [TEXT:3]
[TEXT:␣] [TEXT:4]
[TEXT:␣-] [TEXT:3]
[TEXT:␣] [TEXT:5]
[TEXT:␣-] [TEXT:4]
[TEXT:␣] [TEXT:6]
[TEXT:␣0] [TEXT:␣0]
[TEXT:␣-] [TEXT:5]
[TEXT:␣] [TEXT:7]
[TEXT:␣-] [TEXT:6]
[TEXT:␣] [TEXT:8]
[TEXT:␣0] [TEXT:␣1]
[TEXT:␣1] [TEXT:␣1]
[TEXT:␣-] [TEXT:7]
[TEXT:␣] [TEXT:9]
[TEXT:␣0] [TEXT:␣-1]
[TEXT:␣0] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣4]
[TEXT:␣-] [TEXT:8]
[TEXT:␣0] [TEXT:␣3]
[TEXT:␣-1] [TEXT:␣1]
[TEXT:␣2] [TEXT:␣1]
[TEXT:␣-2] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣5]
[TEXT:␣-1] [TEXT:␣4]
[TEXT:␣-1] [TEXT:␣-1]
[TEXT:␣2] [TEXT:␣2]
[TEXT:␣1] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣1]
[TEXT:␣-2] [TEXT:␣4]
[TEXT:␣-1] [TEXT:␣3]
[TEXT:␣-2] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣0␣0]
[TEXT:␣2] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣3]
[TEXT:␣2] [TEXT:␣3]
[TEXT:␣-] [TEXT:9]
[TEXT:␣1] [TEXT:␣3]
[TEXT:␣-1] [TEXT:␣5]
[TEXT:␣1] [TEXT:␣5]
[TEXT:␣-2] [TEXT:␣-1]
[TEXT:␣-4] [TEXT:␣2]
[TEXT:␣-1] [TEXT:␣2]
[TEXT:␣-3] [TEXT:␣2]
[TEXT:␣-1] [TEXT:␣6]
[TEXT:␣1] [TEXT:␣6]
[TEXT:␣-2] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣3]
[TEXT:␣2] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣6]
[TEXT:␣-2] [TEXT:␣0]
[TEXT:␣-5] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣7]
[TEXT:␣-4] [TEXT:␣0]
[TEXT:␣-3] [TEXT:␣0]
[TEXT:␣2] [TEXT:␣6]
[TEXT:␣-1] [TEXT:0]
[TEXT:␣-5] [TEXT:␣2]
[TEXT:␣-2] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣8]
[TEXT:␣-3] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣1]
[TEXT:␣-1] [TEXT:␣7]
[TEXT:␣3] [TEXT:␣4]
[TEXT:␣1] [TEXT:␣7]
[TEXT:␣-5] [TEXT:␣3]
[TEXT:␣-5] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣2]
[TEXT:␣-4] [TEXT:␣-1]
[TEXT:␣-3] [TEXT:␣6]
[TEXT:␣-2] [TEXT:␣7]
[TEXT:␣1] [TEXT:␣2]
[TEXT:␣-1] [TEXT:␣8]
[TEXT:␣1] [TEXT:␣8]
[TEXT:␣-5] [TEXT:␣0]
[TEXT:␣3] [TEXT:␣3]
[TEXT:␣-6] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣6]
[TEXT:␣-6] [TEXT:␣4]
[TEXT:␣0␣0] [TEXT:␣1]
[TEXT:␣2] [TEXT:␣7]
[TEXT:␣-2] [TEXT:␣8]
[TEXT:␣-1] [TEXT:1]
[TEXT:␣3] [TEXT:␣5]
[TEXT:␣-5] [TEXT:␣5]
[TEXT:␣-3] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣9]
[TEXT:␣-6] [TEXT:␣0]
[TEXT:␣4] [TEXT:␣4]
[TEXT:␣2] [TEXT:␣8]
[TEXT:␣-7] [TEXT:␣1]
[TEXT:␣3] [TEXT:␣6]
[TEXT:␣-3] [TEXT:␣7]
[TEXT:␣-1] [TEXT:2]
[TEXT:␣-6] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣-2]
[TEXT:␣-5] [TEXT:␣6]
[TEXT:␣-5] [TEXT:␣-1]
[TEXT:␣0␣0] [TEXT:␣0␣1]
[TEXT:␣0␣1] [TEXT:0]
[TEXT:␣-7] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣-1]
[TEXT:␣-1] [TEXT:␣9]
[TEXT:␣1] [TEXT:0]
[TEXT:␣1] [TEXT:␣9]
[TEXT:␣-4] [TEXT:␣7]
[TEXT:␣-7] [TEXT:␣4]
[TEXT:␣-7] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣8]
[TEXT:-] [TEXT:1]
[TEXT:␣0␣-1] [TEXT:␣1]
[TEXT:␣-6] [TEXT:␣6]
[TEXT:␣-2] [TEXT:␣9]
[TEXT:␣-1] [TEXT:␣0]
[TEXT:␣-1␣1] [TEXT:0]
[TEXT:␣-8] [TEXT:␣1]
[TEXT:␣-4] [TEXT:␣8]
[TEXT:␣-6] [TEXT:␣-1]
[TEXT:␣1␣1] [TEXT:0]
[TEXT:␣-8] [TEXT:␣2]
[TEXT:␣3] [TEXT:␣7]
[TEXT:␣0␣1] [TEXT:␣1]
[TEXT:␣0␣0] [TEXT:␣0␣-1]
[TEXT:␣4] [TEXT:␣5]
[TEXT:␣-2␣1] [TEXT:0]
[TEXT:␣2␣1] [TEXT:␣3]
[TEXT:␣0␣0] [TEXT:␣2]
[TEXT:␣2] [TEXT:␣9]
[TEXT:␣-2] [TEXT:␣0␣-1]
[TEXT:␣-8] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣-3]
[TEXT:␣-7] [TEXT:␣0]
[TEXT:␣-1] [TEXT:3]
[TEXT:␣-5] [TEXT:␣-2]
[TEXT:␣-7] [TEXT:␣5]
[TEXT:␣-8] [TEXT:␣3]
[TEXT:␣2␣1] [TEXT:␣4]
[TEXT:␣4] [TEXT:␣6]
[TEXT:␣-5] [TEXT:␣7]
[TEXT:␣1␣1] [TEXT:␣1]
[TEXT:␣3] [TEXT:␣1]
[TEXT:␣2␣1] [TEXT:␣2]
[TEXT:␣0␣1] [TEXT:1]
[TEXT:␣-1] [TEXT:␣0␣-1]
[TEXT:␣3] [TEXT:␣8]
[TEXT:␣-1] [TEXT:4]
[TEXT:␣-3] [TEXT:␣9]
[TEXT:␣-1] [TEXT:␣0␣1]
[TEXT:␣-2] [TEXT:␣-1␣-1]
[TEXT:␣2␣1] [TEXT:0]
[TEXT:␣-7] [TEXT:␣6]
[TEXT:␣2␣2] [TEXT:␣3]
[TEXT:␣-1] [TEXT:␣0␣0]
[TEXT:␣-6] [TEXT:␣7]
[TEXT:␣2␣2] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣0␣0]
[TEXT:␣-6] [TEXT:␣-2]
[TEXT:␣-5] [TEXT:␣8]
[TEXT:␣-8] [TEXT:␣5]
[TEXT:␣-1␣1] [TEXT:1]
[TEXT:-] [TEXT:2]
[TEXT:␣-4] [TEXT:␣9]
[TEXT:␣-1] [TEXT:␣1␣1]
[TEXT:␣0␣2] [TEXT:␣1]
[TEXT:␣-3␣1] [TEXT:0]
[TEXT:␣-4] [TEXT:␣-3]
[TEXT:␣-8] [TEXT:␣0]
[TEXT:␣-3] [TEXT:␣0␣-1]
[TEXT:␣-2␣1] [TEXT:1]
[TEXT:␣0␣1] [TEXT:2]
[TEXT:␣-9] [TEXT:␣1]
[TEXT:1] [TEXT:0]
[TEXT:␣0␣4] [TEXT:␣0␣4]
[TEXT:␣1␣1] [TEXT:1]
[TEXT:␣-8] [TEXT:␣6]
[TEXT:␣4] [TEXT:␣7]
[TEXT:␣-9] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣0]
[TEXT:␣0␣1] [TEXT:␣0␣1]
[TEXT:␣1␣1] [TEXT:␣3]
[TEXT:␣-6] [TEXT:␣8]
[TEXT:␣0␣2] [TEXT:␣0␣2]
[TEXT:␣-1] [TEXT:5]
[TEXT:␣-9] [TEXT:␣4]
[TEXT:␣-7] [TEXT:␣-1]
[TEXT:␣-1␣1] [TEXT:2]
[TEXT:␣-4␣1] [TEXT:0]
[TEXT:␣-1] [TEXT:6]
[TEXT:␣-9] [TEXT:␣3]
[TEXT:␣1␣1] [TEXT:␣2]
[TEXT:␣5] [TEXT:␣5]
[TEXT:␣1] [TEXT:1]
[TEXT:␣2␣3] [TEXT:␣4]
[TEXT:1] [TEXT:1]
[TEXT:␣-2␣1] [TEXT:2]
[TEXT:␣0␣3] [TEXT:␣0␣3]
[TEXT:␣2␣3] [TEXT:␣3]
[TEXT:␣3] [TEXT:␣9]
[TEXT:␣1␣1] [TEXT:2]
[TEXT:␣2␣2] [TEXT:␣2]
[TEXT:␣0␣-1] [TEXT:␣0]
[TEXT:␣0␣-1] [TEXT:␣2]
[TEXT:␣4] [TEXT:␣8]
[TEXT:␣-7] [TEXT:␣7]
[TEXT:␣0␣0] [TEXT:␣1␣1]
[TEXT:␣-2] [TEXT:␣-2␣-1]
[TEXT:1] [TEXT:2]
[TEXT:␣2␣1] [TEXT:1]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣0␣0]
[TEXT:␣0␣0] [TEXT:␣0␣2]
[TEXT:␣-3] [TEXT:␣-1␣-1]
[TEXT:␣0␣1] [TEXT:␣2]
[TEXT:␣-3␣1] [TEXT:1]
[TEXT:␣-5] [TEXT:␣9]
[TEXT:␣1] [TEXT:2]
[TEXT:␣1] [TEXT:␣2␣1]
[TEXT:␣-9] [TEXT:␣5]
[TEXT:␣0␣5] [TEXT:␣0␣5]
[TEXT:␣0␣-1] [TEXT:␣-1]
[TEXT:␣-5] [TEXT:␣-3]
[TEXT:␣3] [TEXT:␣2␣4]
[TEXT:␣3] [TEXT:␣3␣4]
[TEXT:␣-1] [TEXT:7]
[TEXT:␣-10] [TEXT:␣4]
[TEXT:␣-1] [TEXT:8]
[TEXT:␣-4] [TEXT:␣-4]
[TEXT:1] [TEXT:4]
[TEXT:␣0] [TEXT:␣-2]
[TEXT:␣0␣6] [TEXT:␣0␣6]
[TEXT:1] [TEXT:3]
[TEXT:␣0␣0␣0␣0] [TEXT:␣1]
[TEXT:␣0␣4] [TEXT:␣0␣3]
[TEXT:␣-8] [TEXT:␣-1]
[TEXT:␣1] [TEXT:␣2␣2]
[TEXT:␣-10] [TEXT:␣2]
[TEXT:␣0␣4] [TEXT:␣1␣4]
[TEXT:␣0␣0] [TEXT:␣-1␣-1]
[TEXT:␣-3] [TEXT:␣-2␣-2]
[TEXT:␣3] [TEXT:␣2␣3]
[TEXT:␣3] [TEXT:␣10]
[TEXT:␣-2] [TEXT:0]
[TEXT:␣-7] [TEXT:␣-2]
[TEXT:␣0␣1] [TEXT:3]
[TEXT:␣5] [TEXT:␣6]
[TEXT:␣1] [TEXT:␣2␣3]
[TEXT:␣-10] [TEXT:␣3]
[TEXT:␣2␣1] [TEXT:2]
[TEXT:␣0␣-1] [TEXT:␣0␣1]
[TEXT:␣-1␣4] [TEXT:␣-1␣4]
[TEXT:␣-8] [TEXT:␣7]
[TEXT:␣-1] [TEXT:␣-1␣1]
[TEXT:␣-1] [TEXT:␣2␣1]
[TEXT:␣-9] [TEXT:␣6]
[TEXT:␣2␣4] [TEXT:␣4]
[TEXT:␣-7] [TEXT:␣8]
[TEXT:1] [TEXT:6]
[TEXT:-] [TEXT:3]
[TEXT:␣0␣1] [TEXT:␣0␣2]
[TEXT:␣-1] [TEXT:9]
[TEXT:␣0␣4] [TEXT:␣-1␣4]
[TEXT:␣1␣4] [TEXT:␣1␣4]
[TEXT:␣-2] [TEXT:2]
[TEXT:␣-5␣1] [TEXT:0]
[TEXT:␣0␣4] [TEXT:␣0␣5]
[TEXT:␣-3␣1] [TEXT:2]
[TEXT:␣-4␣1] [TEXT:1]
[TEXT:␣-6] [TEXT:␣9]
[TEXT:␣-2␣-2] [TEXT:␣-2]
[TEXT:␣-2] [TEXT:4]
[TEXT:␣-2␣4] [TEXT:␣-2␣4]
[TEXT:␣-10] [TEXT:␣1]
[TEXT:1] [TEXT:5]
[TEXT:␣0␣0] [TEXT:␣3]
[TEXT:␣0␣2] [TEXT:␣0␣3]
[TEXT:1] [TEXT:8]
[TEXT:␣3␣4] [TEXT:␣4]
[TEXT:␣-1] [TEXT:␣-2]
[TEXT:2] [TEXT:0]
[TEXT:␣-2] [TEXT:6]
[TEXT:␣-1␣1] [TEXT:3]
[TEXT:␣-6] [TEXT:␣-3]
[TEXT:␣-9] [TEXT:␣0]
[TEXT:␣0␣4] [TEXT:␣1␣3]
[TEXT:␣-2␣2] [TEXT:␣-2␣2]
[TEXT:␣0␣4] [TEXT:␣0␣2]
[TEXT:2] [TEXT:2]
[TEXT:␣-2] [TEXT:1]
[TEXT:1] [TEXT:7]
[TEXT:␣-10] [TEXT:␣5]
[TEXT:␣-2␣-1] [TEXT:␣-2]
[TEXT:␣2␣1] [TEXT:␣5]
[TEXT:␣3␣3] [TEXT:␣5]
[TEXT:␣-2] [TEXT:8]
[TEXT:␣-2␣3] [TEXT:␣-2␣3]
[TEXT:2] [TEXT:4]
[TEXT:␣-4␣2] [TEXT:␣-4␣2]
[TEXT:␣-1] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-2␣1] [TEXT:3]
[TEXT:␣0␣0] [TEXT:␣-1␣1]
[TEXT:␣3␣3] [TEXT:␣3]
[TEXT:␣0␣3] [TEXT:␣0␣2]
[TEXT:␣-2] [TEXT:3]
[TEXT:␣0␣3] [TEXT:␣1␣3]
[TEXT:␣4] [TEXT:␣9]
[TEXT:␣-3] [TEXT:␣-2␣-1]
[TEXT:␣0␣1] [TEXT:␣1␣1]
[TEXT:␣-8] [TEXT:␣8]
[TEXT:2] [TEXT:6]
[TEXT:␣-2] [TEXT:5]
[TEXT:␣0] [TEXT:␣-2␣1]
[TEXT:␣-1␣3] [TEXT:␣-1␣3]
[TEXT:1] [TEXT:9]
[TEXT:0] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣-2␣0]
[TEXT:-] [TEXT:4]
[TEXT:␣-4␣1] [TEXT:2]
[TEXT:␣-10] [TEXT:␣6]
[TEXT:2] [TEXT:8]
[TEXT:␣2␣2] [TEXT:␣5]
[TEXT:␣0␣6] [TEXT:␣0␣5]
[TEXT:␣0␣1] [TEXT:4]
[TEXT:2] [TEXT:1]
[TEXT:␣-6␣1] [TEXT:0]
[TEXT:␣1␣5] [TEXT:␣1␣4]
[TEXT:␣-3␣2] [TEXT:␣-3␣2]
[TEXT:␣1␣1] [TEXT:3]
[TEXT:␣-2] [TEXT:7]
[TEXT:␣-2] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-3] [TEXT:2]
[TEXT:␣-4] [TEXT:␣-2␣-2]
[TEXT:2] [TEXT:3]
[TEXT:␣-4] [TEXT:␣0␣-1]
[TEXT:␣1␣6] [TEXT:␣1␣6]
[TEXT:␣0␣1] [TEXT:␣0␣0]
[TEXT:␣3] [TEXT:␣2␣5]
[TEXT:␣-1␣-1] [TEXT:␣-1]
[TEXT:␣1] [TEXT:3]
[TEXT:␣-1␣5] [TEXT:␣-1␣5]
[TEXT:␣2] [TEXT:␣0␣2]
[TEXT:␣1␣1] [TEXT:␣4]
[TEXT:␣4␣4] [TEXT:␣4]
[TEXT:␣0␣3] [TEXT:␣0␣4]
[TEXT:2] [TEXT:5]
[TEXT:␣0␣3] [TEXT:␣-1␣3]
[TEXT:␣-2␣0] [TEXT:␣-2␣1]
[TEXT:3] [TEXT:0]
[TEXT:␣5] [TEXT:␣7]
[TEXT:␣-3] [TEXT:0]
[TEXT:␣-8] [TEXT:␣-2]
[TEXT:␣0␣1] [TEXT:␣0␣-1]
[TEXT:␣-2] [TEXT:9]
[TEXT:␣3␣4] [TEXT:␣5]
[TEXT:␣-1␣1] [TEXT:4]
[TEXT:␣1␣4] [TEXT:␣1␣3]
[TEXT:␣-1␣6] [TEXT:␣-1␣6]
[TEXT:2] [TEXT:7]
[TEXT:3] [TEXT:2]
[TEXT:␣-2] [TEXT:␣1␣1]
[TEXT:␣-3] [TEXT:1]
[TEXT:␣6] [TEXT:␣6]
[TEXT:␣-3] [TEXT:4]
[TEXT:␣-1␣4] [TEXT:␣-2␣4]
[TEXT:␣-2␣1] [TEXT:4]
[TEXT:␣2] [TEXT:␣2␣1]
[TEXT:␣1␣5] [TEXT:␣1␣5]
[TEXT:␣0] [TEXT:␣-2␣-1]
[TEXT:2] [TEXT:9]
[TEXT:␣-11] [TEXT:␣4]
[TEXT:␣0␣4] [TEXT:␣-2␣4]
[TEXT:␣-9] [TEXT:␣7]
[TEXT:3] [TEXT:1]
[TEXT:␣1] [TEXT:4]
[TEXT:␣2␣4] [TEXT:␣2␣4]
[TEXT:3] [TEXT:4]
[TEXT:␣-1␣2] [TEXT:␣0␣2]
[TEXT:␣-3] [TEXT:3]
[TEXT:␣-4␣1] [TEXT:␣-4␣1]
[TEXT:␣-4␣4] [TEXT:␣-4␣4]
[TEXT:␣4␣4] [TEXT:␣5]
[TEXT:␣0␣7] [TEXT:␣0␣7]
[TEXT:␣-2] [TEXT:␣0␣1]
[TEXT:␣-4␣3] [TEXT:␣-4␣3]
[TEXT:␣-2␣0] [TEXT:␣-2␣0]
[TEXT:␣-2␣5] [TEXT:␣-2␣5]
[TEXT:␣1␣5] [TEXT:␣0␣5]
[TEXT:␣-2␣1] [TEXT:␣-2␣1]
[TEXT:␣2] [TEXT:␣1␣1]
[TEXT:3] [TEXT:6]
[TEXT:␣-2␣2] [TEXT:␣-3␣2]
[TEXT:␣0␣3] [TEXT:␣-1␣4]
[TEXT:␣-3␣1] [TEXT:␣-3␣1]
[TEXT:␣0␣4] [TEXT:␣-1␣5]
[TEXT:␣-11] [TEXT:␣2]
[TEXT:␣-3␣4] [TEXT:␣-3␣4]
[TEXT:␣0␣6] [TEXT:␣1␣6]
[TEXT:␣-3] [TEXT:6]
[TEXT:␣0␣6] [TEXT:␣-1␣6]
[TEXT:␣3␣1] [TEXT:1]
[TEXT:␣0␣4] [TEXT:␣-1␣3]
[TEXT:␣-1␣2] [TEXT:␣-1␣2]
[TEXT:␣-3␣0] [TEXT:␣-3␣0]
[TEXT:␣-4␣0] [TEXT:␣-4␣0]
[TEXT:␣4] [TEXT:␣10]
[TEXT:␣0␣2] [TEXT:␣0␣1]
[TEXT:␣-3␣3] [TEXT:␣-3␣3]
[TEXT:␣-3␣1] [TEXT:3]
[TEXT:␣1␣1] [TEXT:4]
[TEXT:␣1] [TEXT:␣0␣1]
[TEXT:␣-5␣1] [TEXT:1]
[TEXT:␣-1␣4] [TEXT:␣-1␣3]
[TEXT:␣-3] [TEXT:8]
[TEXT:␣4␣4] [TEXT:␣6]
[TEXT:␣-7] [TEXT:␣9]
[TEXT:3] [TEXT:8]
[TEXT:␣0␣4] [TEXT:␣2␣4]
[TEXT:␣-3] [TEXT:5]
[TEXT:␣-11] [TEXT:␣3]
[TEXT:␣3] [TEXT:␣2]
[TEXT:3] [TEXT:3]
[TEXT:-] [TEXT:6]
[TEXT:␣0␣-1] [TEXT:0]
[TEXT:␣-3␣2] [TEXT:␣-4␣2]
[TEXT:␣3] [TEXT:␣1␣3]
[TEXT:␣-2␣3] [TEXT:␣-2␣4]
[TEXT:3] [TEXT:5]
[TEXT:␣0␣5] [TEXT:␣-1␣5]
[TEXT:␣1␣5] [TEXT:␣1␣3]
[TEXT:␣2␣1] [TEXT:3]
[TEXT:␣-5] [TEXT:␣-4]
[TEXT:␣-2␣6] [TEXT:␣-2␣6]
[TEXT:␣-2␣0] [TEXT:␣-3␣0]
[TEXT:␣3] [TEXT:␣1␣4]
[TEXT:␣5] [TEXT:␣8]
[TEXT:␣4] [TEXT:␣3␣4]
[TEXT:␣0␣4] [TEXT:␣0␣6]
[TEXT:-] [TEXT:5]
[TEXT:␣-2␣3] [TEXT:␣-3␣3]
[TEXT:␣-4] [TEXT:␣-1␣-1]
[TEXT:␣0␣3] [TEXT:␣1␣4]
[TEXT:␣0␣5] [TEXT:␣0␣6]
[TEXT:␣0␣5] [TEXT:␣1␣4]
[TEXT:␣-3] [TEXT:7]
[TEXT:␣2␣3] [TEXT:␣5]
[TEXT:␣-2␣5] [TEXT:␣-2␣4]
[TEXT:␣-3] [TEXT:␣-3␣-2]
[TEXT:␣-4␣1] [TEXT:␣-4␣2]
[TEXT:␣-2␣-1] [TEXT:␣-2␣-1]
[TEXT:3] [TEXT:7]
[TEXT:␣-11] [TEXT:␣5]
[TEXT:␣-2␣3] [TEXT:␣-1␣3]
[TEXT:␣-9] [TEXT:␣-1]
[TEXT:␣-1␣1] [TEXT:␣0␣1]
[TEXT:4] [TEXT:0]
[TEXT:␣-4] [TEXT:2]
[TEXT:␣-2␣4] [TEXT:␣-1␣4]
[TEXT:␣1␣6] [TEXT:␣1␣4]
[TEXT:␣0␣5] [TEXT:␣0␣4]
[TEXT:␣-1␣-1] [TEXT:␣1␣1]
[TEXT:␣1␣3] [TEXT:␣1␣3]
[TEXT:␣0␣0] [TEXT:␣4]
[TEXT:␣-5␣2] [TEXT:␣-5␣2]
[TEXT:␣0␣8] [TEXT:␣0␣8]
[TEXT:␣1] [TEXT:␣0␣2]
[TEXT:␣-3] [TEXT:9]
[TEXT:␣-1␣5] [TEXT:␣-1␣4]
[TEXT:␣-10] [TEXT:␣7]
[TEXT:␣-4␣1] [TEXT:3]
[TEXT:␣-4␣3] [TEXT:␣-4␣2]
[TEXT:␣-1] [TEXT:␣0␣0␣1]
[TEXT:␣0␣-1] [TEXT:␣0␣-1]
[TEXT:␣-3␣-1] [TEXT:␣-2]
[TEXT:␣-2␣3] [TEXT:␣-2␣2]
[TEXT:␣-3␣4] [TEXT:␣-4␣4]
[TEXT:␣-2␣0] [TEXT:␣-2]
[TEXT:␣2] [TEXT:␣0␣3]
[TEXT:␣0␣5] [TEXT:␣0␣3]
[TEXT:␣-1␣2] [TEXT:␣-1␣3]
[TEXT:␣-9] [TEXT:␣8]
[TEXT:3] [TEXT:9]
[TEXT:␣-7] [TEXT:␣-3]
[TEXT:␣-12] [TEXT:␣4]
[TEXT:␣0␣6] [TEXT:␣1␣4]
[TEXT:4] [TEXT:2]
[TEXT:␣2␣6] [TEXT:␣2␣6]
[TEXT:␣-3␣0] [TEXT:␣-3␣1]
[TEXT:␣3␣1] [TEXT:2]
[TEXT:␣-11] [TEXT:␣1]
[TEXT:␣-5␣1] [TEXT:2]
[TEXT:␣-4] [TEXT:1]
[TEXT:␣-1␣1] [TEXT:␣-1␣1]
[TEXT:␣-1␣2] [TEXT:␣-2␣2]
[TEXT:␣-4] [TEXT:0]
[TEXT:-] [TEXT:7]
[TEXT:␣-11] [TEXT:␣6]
[TEXT:␣0␣6] [TEXT:␣0␣7]
[TEXT:␣-2␣0] [TEXT:␣-3␣1]
[TEXT:␣-8] [TEXT:␣9]
[TEXT:␣2␣5] [TEXT:␣2␣5]
[TEXT:4] [TEXT:4]
[TEXT:␣4] [TEXT:␣3␣5]
[TEXT:␣-1] [TEXT:␣0␣0␣0␣1]
[TEXT:␣-4] [TEXT:4]
[TEXT:␣-6␣1] [TEXT:1]
[TEXT:␣-2␣4] [TEXT:␣-3␣4]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣1]
[TEXT:-] [TEXT:8]
[TEXT:␣0␣6] [TEXT:␣0␣4]
[TEXT:␣0␣5] [TEXT:␣1␣5]
[TEXT:␣-12] [TEXT:␣2]
[TEXT:␣-3␣0] [TEXT:␣-4␣0]
[TEXT:␣-1] [TEXT:␣0␣2]
[TEXT:␣2␣4] [TEXT:␣1␣4]
[TEXT:␣-7␣1] [TEXT:0]
[TEXT:␣-2␣0] [TEXT:␣-4␣0]
[TEXT:␣-4] [TEXT:6]
[TEXT:␣1] [TEXT:5]
[TEXT:␣-2␣2] [TEXT:␣-4␣2]
[TEXT:␣0␣0␣1] [TEXT:␣0␣1]
[TEXT:␣-1␣4] [TEXT:␣-1␣5]
[TEXT:␣-3␣2] [TEXT:␣-3␣3]
[TEXT:␣-3␣1] [TEXT:4]
[TEXT:␣1␣2] [TEXT:␣0␣2]
[TEXT:␣2␣1] [TEXT:4]
[TEXT:␣-1␣-1] [TEXT:␣-1␣-1]
[TEXT:␣-1␣6] [TEXT:␣-1␣5]
[TEXT:␣1] [TEXT:6]
[TEXT:␣-6] [TEXT:␣-4]
[TEXT:␣0␣5] [TEXT:␣1␣3]
[TEXT:␣-2␣2] [TEXT:␣-2␣3]
[TEXT:␣0␣0␣-1] [TEXT:␣0]
[TEXT:␣0␣4] [TEXT:␣-2␣5]
[TEXT:␣0␣1] [TEXT:5]
[TEXT:␣3] [TEXT:␣2␣2]
[TEXT:␣-1] [TEXT:␣2␣2]
[TEXT:␣-2␣1] [TEXT:␣-3␣1]
[TEXT:␣-12] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣-3␣-1]
[TEXT:␣-4␣3] [TEXT:␣-4␣4]
[TEXT:␣-1␣4] [TEXT:␣1␣4]
[TEXT:␣0␣-1] [TEXT:␣3]
[TEXT:␣2␣1] [TEXT:␣6]
[TEXT:4] [TEXT:6]
[TEXT:␣-4] [TEXT:␣-3␣-2]
[TEXT:␣-1] [TEXT:␣-2␣-1]
[TEXT:␣1␣1] [TEXT:␣0␣1]
[TEXT:␣-1␣4] [TEXT:␣0␣3]
[TEXT:4] [TEXT:3]
[TEXT:␣-3␣2] [TEXT:␣-3␣1]
[TEXT:␣-4␣3] [TEXT:␣-5␣3]
[TEXT:␣0␣2] [TEXT:␣-1␣3]
[TEXT:4] [TEXT:1]
[TEXT:␣-1␣6] [TEXT:␣-2␣6]
[TEXT:␣1␣6] [TEXT:␣1␣5]
[TEXT:␣1␣7] [TEXT:␣1␣7]
[TEXT:␣-3␣4] [TEXT:␣-2␣4]
[TEXT:␣0␣2] [TEXT:␣1␣3]
[TEXT:␣-3␣2] [TEXT:␣-2␣2]
[TEXT:␣-4] [TEXT:3]
[TEXT:␣-4] [TEXT:5]
[TEXT:␣-4] [TEXT:8]
[TEXT:␣-3␣4] [TEXT:␣-3␣3]
[TEXT:␣2␣5] [TEXT:␣2␣4]
[TEXT:␣2␣3] [TEXT:␣2␣3]
[TEXT:␣-2␣0] [TEXT:␣-2␣-1]
[TEXT:␣-1␣4] [TEXT:␣0␣4]
[TEXT:␣-1␣3] [TEXT:␣0␣3]
[TEXT:␣-6␣2] [TEXT:␣-6␣2]
[TEXT:␣-4␣-1] [TEXT:␣-2]
[TEXT:␣1␣6] [TEXT:␣0␣6]
[TEXT:␣-2␣1] [TEXT:␣-2␣2]
[TEXT:␣-4␣2] [TEXT:␣-5␣2]
[TEXT:␣-3] [TEXT:␣0␣0]
[TEXT:␣-4␣3] [TEXT:␣-3␣3]
[TEXT:␣-2␣4] [TEXT:␣-2␣3]
[TEXT:␣0␣5] [TEXT:␣-2␣5]
[TEXT:␣-4] [TEXT:␣-3␣-3]
[TEXT:␣0␣2] [TEXT:␣-1␣2]
[TEXT:␣-1␣5] [TEXT:␣-2␣5]
[TEXT:␣4] [TEXT:␣2␣4]
[TEXT:␣-2␣4] [TEXT:␣-2␣5]
[TEXT:-1] [TEXT:0]
[TEXT:␣-4␣0] [TEXT:␣-4␣1]
[TEXT:␣-5␣4] [TEXT:␣-5␣4]
[TEXT:␣-3␣0] [TEXT:␣-4␣1]
[TEXT:␣1] [TEXT:␣2␣4]
[TEXT:␣-1␣1] [TEXT:␣0␣2]
[TEXT:␣-1␣6] [TEXT:␣0␣6]
[TEXT:-] [TEXT:9]
[TEXT:␣0␣4] [TEXT:␣1␣5]
[TEXT:␣-2␣4] [TEXT:␣-4␣4]
[TEXT:␣1␣2] [TEXT:␣1␣1]
[TEXT:4] [TEXT:5]
[TEXT:␣0] [TEXT:␣-2␣2]
[TEXT:␣-4␣2] [TEXT:␣-4␣1]
[TEXT:␣4] [TEXT:␣3␣6]
[TEXT:␣-6␣1] [TEXT:2]
[TEXT:␣0␣1] [TEXT:␣3]
[TEXT:␣-4␣1] [TEXT:4]
[TEXT:␣0␣1] [TEXT:␣0␣3]
[TEXT:␣2␣5] [TEXT:␣1␣4]
[TEXT:␣-10] [TEXT:␣8]
[TEXT:␣0␣7] [TEXT:␣0␣6]
[TEXT:␣-12] [TEXT:␣5]
[TEXT:␣0␣1] [TEXT:␣-1␣1]
[TEXT:␣-5] [TEXT:2]
[TEXT:␣1␣8] [TEXT:␣1␣8]
[TEXT:␣0␣2] [TEXT:␣1␣1]
[TEXT:␣-1␣3] [TEXT:␣-2␣3]
[TEXT:␣-1␣1] [TEXT:5]
[TEXT:␣0␣5] [TEXT:␣-1␣6]
[TEXT:␣-2␣6] [TEXT:␣-2␣5]
[TEXT:4] [TEXT:8]
[TEXT:␣0␣2] [TEXT:␣2]
[TEXT:␣5] [TEXT:␣9]
[TEXT:␣0␣5] [TEXT:␣-1␣4]
[TEXT:␣-4] [TEXT:7]
[TEXT:␣0␣0␣0␣0] [TEXT:␣2]
[TEXT:␣-5␣1] [TEXT:␣-5␣1]
[TEXT:␣0␣2] [TEXT:␣1␣4]
[TEXT:␣0␣-1] [TEXT:␣0␣0]
[TEXT:␣3␣3] [TEXT:␣6]
[TEXT:␣-2] [TEXT:␣2␣1]
[TEXT:␣0␣-1] [TEXT:1]
[TEXT:␣-2␣1] [TEXT:5]
[TEXT:␣2␣4] [TEXT:␣5]
[TEXT:␣0␣-1] [TEXT:␣-1␣-1]
[TEXT:␣-1␣7] [TEXT:␣-1␣7]
[TEXT:␣-5] [TEXT:0]
[TEXT:␣-5] [TEXT:4]
[TEXT:␣-3␣1] [TEXT:␣-4␣1]
[TEXT:␣4␣5] [TEXT:␣5]
[TEXT:␣-1␣3] [TEXT:␣-1␣4]
[TEXT:␣3␣5] [TEXT:␣5]
[TEXT:␣2␣6] [TEXT:␣2␣5]
[TEXT:␣-1␣-1] [TEXT:0]
[TEXT:␣-3␣2] [TEXT:␣-4␣1]
[TEXT:4] [TEXT:7]
[TEXT:␣6] [TEXT:␣7]
[TEXT:␣-5␣3] [TEXT:␣-5␣3]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0]
[TEXT:␣2␣2] [TEXT:␣6]
[TEXT:␣-5␣2] [TEXT:␣-4␣2]
[TEXT:␣0␣3] [TEXT:␣0␣1]
[TEXT:␣2␣3] [TEXT:␣2]
[TEXT:␣-2␣0] [TEXT:␣-4␣1]
[TEXT:␣2␣6] [TEXT:␣1␣6]
[TEXT:␣1␣7] [TEXT:␣1␣6]
[TEXT:␣0␣4] [TEXT:␣-1␣6]
[TEXT:␣0␣8] [TEXT:␣0␣7]
[TEXT:␣-12] [TEXT:␣1]
[TEXT:5] [TEXT:0]
[TEXT:␣-1␣3] [TEXT:␣1␣3]
[TEXT:␣-3␣5] [TEXT:␣-3␣5]
[TEXT:␣-3␣3] [TEXT:␣-4␣3]
[TEXT:␣3] [TEXT:␣1␣5]
[TEXT:␣2␣6] [TEXT:␣2␣4]
[TEXT:␣-3␣-1] [TEXT:␣-3␣-1]
[TEXT:5] [TEXT:2]
[TEXT:␣-8] [TEXT:␣-3]
[TEXT:␣-4␣5] [TEXT:␣-4␣5]
[TEXT:␣1␣1] [TEXT:␣1␣1]
[TEXT:␣-2␣1] [TEXT:␣-4␣1]
[TEXT:␣-1␣4] [TEXT:␣1␣3]
[TEXT:␣-9] [TEXT:␣-2]
[TEXT:␣3␣4] [TEXT:␣6]
[TEXT:4] [TEXT:9]
[TEXT:␣-4] [TEXT:9]
[TEXT:␣2␣3] [TEXT:␣1␣3]
[TEXT:␣-2␣6] [TEXT:␣-1␣6]
[TEXT:␣1] [TEXT:8]
[TEXT:␣-1␣3] [TEXT:␣0␣2]
[TEXT:␣-3␣0] [TEXT:␣-2]
[TEXT:␣4] [TEXT:␣11]
[TEXT:␣0␣5] [TEXT:␣0␣7]
[TEXT:␣-1␣4] [TEXT:␣-2␣5]
[TEXT:␣-1␣2] [TEXT:␣-2␣3]
[TEXT:␣-2␣-1] [TEXT:␣0]
[TEXT:␣-2␣0] [TEXT:␣-2␣2]
[TEXT:␣-5] [TEXT:1]
[TEXT:␣-4␣2] [TEXT:␣-4␣3]
[TEXT:␣0␣6] [TEXT:␣1␣5]
[TEXT:␣0␣3] [TEXT:␣-2␣3]
[TEXT:␣-8] [TEXT:␣10]
[TEXT:␣-12] [TEXT:␣6]
[TEXT:␣0␣3] [TEXT:␣-2␣4]
[TEXT:␣-1␣8] [TEXT:␣-1␣8]
[TEXT:␣-4␣4] [TEXT:␣-5␣4]
[TEXT:␣-5] [TEXT:6]
[TEXT:␣-1␣2] [TEXT:␣0␣1]
[TEXT:␣-6␣4] [TEXT:␣-6␣4]
[TEXT:␣0␣5] [TEXT:␣2␣4]
[TEXT:␣-1␣5] [TEXT:␣-1␣6]
[TEXT:␣0␣0] [TEXT:␣0␣-1␣1]
[TEXT:␣0␣4] [TEXT:␣1␣6]
[TEXT:␣4] [TEXT:␣2␣5]
[TEXT:␣-1␣7] [TEXT:␣-1␣6]
[TEXT:␣0␣1] [TEXT:6]
[TEXT:␣-1␣5] [TEXT:␣1␣4]
[TEXT:␣4␣5] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣-2␣-1]
[TEXT:␣-2␣7] [TEXT:␣-2␣7]
[TEXT:␣-1] [TEXT:␣0␣0␣-1]
[TEXT:␣-6␣3] [TEXT:␣-6␣3]
[TEXT:␣0␣5] [TEXT:␣2␣5]
[TEXT:␣0␣6] [TEXT:␣-2␣6]
[TEXT:␣-3␣2] [TEXT:␣-4␣3]
[TEXT:␣1] [TEXT:7]
[TEXT:␣-2␣1] [TEXT:␣-1␣1]
[TEXT:␣0␣5] [TEXT:␣1␣6]
[TEXT:␣-5␣0] [TEXT:␣-5␣0]
[TEXT:␣1␣5] [TEXT:␣1␣6]
[TEXT:␣-3␣6] [TEXT:␣-3␣6]
[TEXT:5] [TEXT:4]
[TEXT:␣-2␣2] [TEXT:␣-3␣3]
[TEXT:␣1␣7] [TEXT:␣0␣7]
[TEXT:␣0␣0] [TEXT:␣-1␣2]
[TEXT:␣-5␣1] [TEXT:3]
[TEXT:␣-1␣4] [TEXT:␣0␣2]
[TEXT:␣-1] [TEXT:␣0␣-1␣1]
[TEXT:␣-3␣1] [TEXT:␣-4␣2]
[TEXT:␣-4␣4] [TEXT:␣-4␣3]
[TEXT:␣-4␣-1] [TEXT:␣-4␣0]
[TEXT:␣1␣1] [TEXT:5]
[TEXT:-1] [TEXT:2]
[TEXT:␣1␣5] [TEXT:␣2␣4]
[TEXT:␣-3␣5] [TEXT:␣-4␣5]
[TEXT:␣-10] [TEXT:␣0]
[TEXT:␣-5] [TEXT:5]
[TEXT:␣-3␣4] [TEXT:␣-5␣4]
[TEXT:␣0␣5] [TEXT:␣-2␣6]
[TEXT:␣-5] [TEXT:3]
[TEXT:␣-3␣5] [TEXT:␣-2␣5]
[TEXT:␣0␣6] [TEXT:␣-1␣5]
[TEXT:␣1␣5] [TEXT:␣2␣5]
[TEXT:␣-2␣2] [TEXT:␣-2␣1]
[TEXT:␣-5␣2] [TEXT:␣-5␣1]
[TEXT:␣0␣3] [TEXT:␣1]
[TEXT:␣0␣0] [TEXT:␣-2]
[TEXT:␣-1␣3] [TEXT:␣-2␣4]
[TEXT:␣-1␣7] [TEXT:␣0␣7]
[TEXT:␣0␣3] [TEXT:␣2␣3]
[TEXT:␣-5] [TEXT:8]
[TEXT:␣-3␣2] [TEXT:␣-2␣1]
[TEXT:5] [TEXT:1]
[TEXT:␣0␣2] [TEXT:␣1␣2]
[TEXT:␣2␣6] [TEXT:␣1␣4]
[TEXT:␣-1␣1] [TEXT:6]
[TEXT:␣-2␣1] [TEXT:6]
[TEXT:␣-3␣-1] [TEXT:␣-4␣0]
[TEXT:␣-9] [TEXT:␣9]
[TEXT:␣-5␣2] [TEXT:␣-6␣2]
[TEXT:␣-11] [TEXT:␣7]
[TEXT:␣-1␣4] [TEXT:␣-2␣3]
[TEXT:␣0␣1] [TEXT:␣-1␣2]
[TEXT:␣-3␣-2] [TEXT:␣-3]
[TEXT:␣-3␣1] [TEXT:␣-2␣1]
[TEXT:␣-3␣5] [TEXT:␣-3␣4]
[TEXT:␣-1] [TEXT:␣0␣1␣1]
[TEXT:␣-2] [TEXT:␣0␣0␣0␣1]
[TEXT:␣0␣4] [TEXT:␣2␣3]
[TEXT:␣-1␣1] [TEXT:␣-1␣2]
[TEXT:␣2␣4] [TEXT:␣1␣3]
[TEXT:␣0␣4] [TEXT:␣-2␣3]
[TEXT:␣0␣6] [TEXT:␣0␣8]
[TEXT:␣-5␣2] [TEXT:␣-4␣1]
[TEXT:␣-4␣4] [TEXT:␣-4␣5]
[TEXT:␣0␣-1] [TEXT:␣0␣0␣0␣0]
[TEXT:-1] [TEXT:1]
[TEXT:␣-3␣3] [TEXT:␣-2␣3]
[TEXT:-1] [TEXT:4]
[TEXT:␣0␣3] [TEXT:␣1␣2]
[TEXT:␣0␣1] [TEXT:␣1␣3]
[TEXT:␣6] [TEXT:␣8]
[TEXT:␣0␣3] [TEXT:␣-1␣5]
[TEXT:␣-3␣0] [TEXT:␣-2␣1]
[TEXT:␣-3␣0] [TEXT:␣-4␣2]
[TEXT:␣0␣-1] [TEXT:2]
[TEXT:␣-2␣5] [TEXT:␣-2␣6]
[TEXT:␣-5␣2] [TEXT:␣-5␣3]
[TEXT:␣-4␣4] [TEXT:␣-3␣4]
[TEXT:␣0␣9] [TEXT:␣0␣9]
[TEXT:␣-6␣1] [TEXT:␣-6␣1]
[TEXT:␣-5] [TEXT:␣-5]
[TEXT:␣-4␣-1] [TEXT:␣-4␣1]
[TEXT:␣0␣2] [TEXT:␣-1␣4]
[TEXT:␣-3␣1] [TEXT:␣-3␣2]
[TEXT:␣-6␣3] [TEXT:␣-6␣2]
[TEXT:␣-4] [TEXT:␣-4␣-2]
[TEXT:5] [TEXT:6]
[TEXT:␣-4␣4] [TEXT:␣-4␣2]
[TEXT:␣-1␣-1] [TEXT:␣0]
[TEXT:␣0␣0] [TEXT:␣1␣2]
[TEXT:␣0␣4] [TEXT:␣-2␣6]
[TEXT:5] [TEXT:3]
[TEXT:␣0␣1] [TEXT:␣0␣0␣0␣0]
[TEXT:␣1␣8] [TEXT:␣0␣8]
[TEXT:␣3␣1] [TEXT:3]
[TEXT:␣1␣5] [TEXT:␣-1␣5]
[TEXT:␣-4␣0] [TEXT:␣-4␣2]
[TEXT:␣-1␣1] [TEXT:␣-2␣1]
[TEXT:␣-2] [TEXT:␣-3]
[TEXT:␣-1␣3] [TEXT:␣-1␣2]
[TEXT:␣-5␣1] [TEXT:␣-4␣1]
[TEXT:␣-2␣2] [TEXT:␣-2␣4]
[TEXT:␣-3␣3] [TEXT:␣-3␣4]
[TEXT:␣-3␣-3] [TEXT:␣-3]
[TEXT:␣-2␣5] [TEXT:␣-1␣5]
[TEXT:␣-1] [TEXT:␣-2␣1]
[TEXT:␣-4␣6] [TEXT:␣-4␣6]
[TEXT:␣2␣3] [TEXT:␣1␣4]
[TEXT:␣-7] [TEXT:␣-4]
[TEXT:␣-3␣3] [TEXT:␣-3␣2]
[TEXT:␣1] [TEXT:9]
[TEXT:␣4] [TEXT:␣2␣6]
[TEXT:␣1␣8] [TEXT:␣1␣6]
[TEXT:␣0␣0␣0␣-1] [TEXT:␣2]
[TEXT:␣0␣4] [TEXT:␣2␣5]
[TEXT:␣-3␣0] [TEXT:␣-3␣-1]
[TEXT:␣-5] [TEXT:7]
[TEXT:␣-1␣4] [TEXT:␣-3␣4]
[TEXT:␣-4␣-2] [TEXT:␣-3]
[TEXT:␣-4␣-1] [TEXT:␣-4␣-1]
[TEXT:␣0␣4] [TEXT:␣1␣2]
[TEXT:␣-2␣-1] [TEXT:0]
[TEXT:5] [TEXT:5]
[TEXT:-1] [TEXT:3]
[TEXT:␣0␣0␣1] [TEXT:␣0␣2]
[TEXT:␣2␣7] [TEXT:␣2␣7]
[TEXT:␣-2␣0] [TEXT:␣-3␣-1]
[TEXT:␣0␣3] [TEXT:␣-1␣2]
[TEXT:5] [TEXT:8]
[TEXT:␣-6␣0] [TEXT:␣-6␣0]
[TEXT:␣2] [TEXT:0]
[TEXT:␣5] [TEXT:␣10]
[TEXT:␣-2␣1] [TEXT:␣-4␣2]
[TEXT:␣-2␣2] [TEXT:␣0␣2]
[TEXT:␣0␣-1] [TEXT:␣4]
[TEXT:␣0␣6] [TEXT:␣2␣5]
[TEXT:␣-5] [TEXT:9]
[TEXT:␣2␣1] [TEXT:5]
[TEXT:␣-1␣8] [TEXT:␣0␣8]
[TEXT:␣0␣3] [TEXT:␣0␣5]
[TEXT:␣-3␣3] [TEXT:␣-4␣2]
[TEXT:␣-2] [TEXT:␣-1␣1]
[TEXT:␣-7␣1] [TEXT:1]
[TEXT:␣-1] [TEXT:␣1␣1␣1]
[TEXT:␣-4␣0] [TEXT:␣-5␣0]
[TEXT:␣-6␣1] [TEXT:3]
[TEXT:␣-1␣4] [TEXT:␣-1␣6]
[TEXT:␣-2␣0] [TEXT:␣-4␣2]
[TEXT:␣-6] [TEXT:0]
[TEXT:␣-2␣6] [TEXT:␣-3␣6]
[TEXT:␣-6] [TEXT:2]
[TEXT:␣0␣1] [TEXT:␣4]
[TEXT:␣-3␣1] [TEXT:5]
[TEXT:␣3] [TEXT:␣2␣6]
[TEXT:␣-1] [TEXT:␣0␣0␣2]
[TEXT:␣-2␣8] [TEXT:␣-2␣8]
[TEXT:␣-2␣2] [TEXT:␣-1␣2]
[TEXT:␣-6] [TEXT:4]
[TEXT:␣0␣3] [TEXT:␣2␣4]
[TEXT:␣0] [TEXT:␣-2␣-2]
[TEXT:␣-3␣2] [TEXT:␣-3␣4]
[TEXT:␣-5␣4] [TEXT:␣-5␣3]
[TEXT:␣0␣10] [TEXT:␣0␣10]
[TEXT:␣0␣7] [TEXT:␣0␣8]
[TEXT:␣-3] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-2␣3] [TEXT:␣-4␣3]
[TEXT:␣0␣-1] [TEXT:␣-2]
[TEXT:␣-2␣3] [TEXT:␣-3␣4]
[TEXT:6] [TEXT:0]
[TEXT:␣2␣3] [TEXT:␣1]
[TEXT:␣-3␣3] [TEXT:␣-5␣3]
[TEXT:␣-4␣4] [TEXT:␣-5␣3]
[TEXT:␣-5␣4] [TEXT:␣-6␣4]
[TEXT:␣0␣6] [TEXT:␣-1␣7]
[TEXT:␣1␣3] [TEXT:␣1␣4]
[TEXT:␣2␣3] [TEXT:␣2␣4]
[TEXT:␣-13] [TEXT:␣2]
[TEXT:␣-5␣1] [TEXT:4]
[TEXT:␣4] [TEXT:␣12]
[TEXT:␣-3␣5] [TEXT:␣-2␣4]
[TEXT:␣-4␣4] [TEXT:␣-6␣4]
[TEXT:␣0␣5] [TEXT:␣-2␣4]
[TEXT:6] [TEXT:2]
[TEXT:␣-2␣6] [TEXT:␣-2␣4]
[TEXT:␣0␣1] [TEXT:␣-1␣3]
[TEXT:␣-4␣0] [TEXT:␣-4␣-1]
[TEXT:␣-4␣1] [TEXT:5]
[TEXT:␣4] [TEXT:␣3␣3]
[TEXT:␣-2␣-1] [TEXT:␣-3␣-1]
[TEXT:␣1␣6] [TEXT:␣-1␣6]
[TEXT:␣-4␣4] [TEXT:␣-2␣4]
[TEXT:␣-5␣1] [TEXT:␣-5␣0]
[TEXT:␣-13] [TEXT:␣4]
[TEXT:␣-2] [TEXT:␣0␣0␣1]
[TEXT:␣1␣1] [TEXT:␣-1␣-1]
[TEXT:␣1␣1] [TEXT:6]
[TEXT:␣-2␣2] [TEXT:␣-3␣1]
[TEXT:-1] [TEXT:6]
[TEXT:␣1␣6] [TEXT:␣2␣5]
[TEXT:␣1␣7] [TEXT:␣1␣5]
[TEXT:␣-6] [TEXT:1]
[TEXT:␣2␣2] [TEXT:␣2␣2]
[TEXT:␣2] [TEXT:1]
[TEXT:5] [TEXT:7]
[TEXT:␣2␣8] [TEXT:␣2␣8]
[TEXT:␣0␣6] [TEXT:␣2␣6]
[TEXT:␣-6] [TEXT:6]
[TEXT:␣-3␣2] [TEXT:␣-5␣2]
[TEXT:␣2] [TEXT:2]
[TEXT:␣-1␣5] [TEXT:␣-2␣4]
[TEXT:␣4] [TEXT:␣3]
[TEXT:␣-2␣2] [TEXT:␣-4␣3]
[TEXT:␣0␣0] [TEXT:␣0␣3]
[TEXT:␣-1] [TEXT:␣2␣1␣3]
[TEXT:␣-5] [TEXT:␣-2␣-2]
[TEXT:␣-1␣4] [TEXT:␣-1␣2]
[TEXT:␣0␣4] [TEXT:␣-1␣2]
[TEXT:5] [TEXT:9]
[TEXT:␣-1␣1] [TEXT:␣2]
[TEXT:␣0␣7] [TEXT:␣-1␣7]
[TEXT:␣-12] [TEXT:␣7]
[TEXT:␣-3␣0] [TEXT:␣-5␣0]
[TEXT:␣-2␣6] [TEXT:␣-1␣5]
[TEXT:␣0␣3] [TEXT:␣1␣1]
[TEXT:␣5] [TEXT:␣4␣6]
[TEXT:␣-2␣5] [TEXT:␣-3␣5]
[TEXT:␣-4] [TEXT:␣-4␣-3]
[TEXT:␣-3␣6] [TEXT:␣-4␣6]
[TEXT:␣-5␣1] [TEXT:␣-5␣2]
[TEXT:␣0␣1] [TEXT:␣0␣0␣1]
[TEXT:␣-13] [TEXT:␣3]
[TEXT:␣1␣8] [TEXT:␣1␣7]
[TEXT:␣0␣4] [TEXT:␣1]
[TEXT:␣1␣6] [TEXT:␣2␣6]
[TEXT:␣-6␣3] [TEXT:␣-5␣3]
[TEXT:␣0␣9] [TEXT:␣0␣8]
[TEXT:␣2] [TEXT:4]
[TEXT:␣-2␣0] [TEXT:␣-3␣2]
[TEXT:␣-6␣2] [TEXT:␣-6␣1]
[TEXT:␣-11] [TEXT:␣8]
[TEXT:␣-1␣6] [TEXT:␣1␣4]
[TEXT:␣-1␣-1] [TEXT:␣2]
[TEXT:␣-3␣4] [TEXT:␣-4␣3]
[TEXT:␣0␣5] [TEXT:␣-1␣3]
[TEXT:␣-3␣3] [TEXT:␣-4␣4]
[TEXT:␣-7␣1] [TEXT:2]
[TEXT:␣4] [TEXT:␣1␣4]
[TEXT:␣-1] [TEXT:␣-2␣-2]
[TEXT:␣0␣0] [TEXT:␣-2␣1]
[TEXT:␣0␣0] [TEXT:␣-2␣-1]
[TEXT:␣-1␣1] [TEXT:␣-1␣3]
[TEXT:␣1␣6] [TEXT:␣1␣7]
[TEXT:-1] [TEXT:5]
[TEXT:␣-5␣4] [TEXT:␣-4␣4]
[TEXT:␣-5] [TEXT:␣0␣-1]
[TEXT:␣-2] [TEXT:␣0␣0␣-1]
[TEXT:␣0␣2] [TEXT:␣0␣4]
[TEXT:␣-1␣1] [TEXT:␣-2␣2]
[TEXT:␣-1␣7] [TEXT:␣-2␣7]
[TEXT:␣-1] [TEXT:␣2␣1␣2]
[TEXT:␣-2␣5] [TEXT:␣-4␣5]
[TEXT:␣-2] [TEXT:␣0␣-1␣1]
[TEXT:␣-8␣1] [TEXT:1]
[TEXT:␣5␣5] [TEXT:␣6]
[TEXT:␣-4␣1] [TEXT:␣-3␣1]
[TEXT:␣5] [TEXT:␣4␣5]
[TEXT:␣-1␣-1] [TEXT:1]
[TEXT:6] [TEXT:4]
[TEXT:␣-4␣6] [TEXT:␣-4␣5]
[TEXT:␣0␣0␣0␣-1] [TEXT:␣0]
[TEXT:␣4␣6] [TEXT:␣6]
[TEXT:␣-6␣3] [TEXT:␣-6␣4]
[TEXT:␣0␣2] [TEXT:␣-2␣4]
[TEXT:␣-3␣5] [TEXT:␣-3␣6]
[TEXT:␣-10] [TEXT:␣9]
[TEXT:␣0␣0␣0␣1] [TEXT:␣1]
[TEXT:␣0␣6] [TEXT:␣2␣4]
[TEXT:␣3␣4] [TEXT:␣3]
[TEXT:␣-6] [TEXT:3]
[TEXT:␣-4␣1] [TEXT:␣-4␣0]
[TEXT:␣-3␣0] [TEXT:␣-3␣2]
[TEXT:␣-1␣3] [TEXT:␣1␣4]
[TEXT:␣1␣3] [TEXT:␣1]
[TEXT:␣-1␣0␣-1] [TEXT:␣2]
[TEXT:-1] [TEXT:8]
[TEXT:␣-2␣6] [TEXT:␣-2␣7]
[TEXT:␣0␣6] [TEXT:␣-2␣7]
[TEXT:␣-3␣4] [TEXT:␣-2␣3]
[TEXT:␣-5␣1] [TEXT:␣-6␣1]
[TEXT:␣-5] [TEXT:␣-3␣-3]
[TEXT:␣-5␣3] [TEXT:␣-4␣3]
[TEXT:␣-1] [TEXT:␣2␣1␣4]
[TEXT:␣-3␣1] [TEXT:6]
[TEXT:␣-9] [TEXT:␣10]
[TEXT:␣0␣7] [TEXT:␣-1␣6]
[TEXT:␣-3] [TEXT:␣0␣-1␣1]
[TEXT:␣0␣3] [TEXT:␣1␣5]
[TEXT:␣-1␣5] [TEXT:␣0␣4]
[TEXT:␣0␣1] [TEXT:␣0]
[TEXT:␣1␣7] [TEXT:␣0␣8]
[TEXT:␣-3] [TEXT:␣1␣1]
[TEXT:␣-6] [TEXT:8]
[TEXT:␣2␣5] [TEXT:␣1␣5]
[TEXT:␣-5␣1] [TEXT:␣-4␣2]
[TEXT:␣-1␣8] [TEXT:␣-1␣6]
[TEXT:␣-1␣2] [TEXT:␣-1␣4]
[TEXT:␣3␣1] [TEXT:4]
[TEXT:␣-4␣-1] [TEXT:␣-5␣0]
[TEXT:␣-13] [TEXT:␣1]
[TEXT:␣0␣2] [TEXT:␣-2␣3]
[TEXT:␣1␣6] [TEXT:␣2␣4]
[TEXT:␣-3␣4] [TEXT:␣-4␣5]
[TEXT:␣-1␣5] [TEXT:␣0␣5]
[TEXT:6] [TEXT:8]
[TEXT:␣-1␣2] [TEXT:␣0␣3]
[TEXT:␣2␣7] [TEXT:␣2␣6]
[TEXT:-1] [TEXT:7]
[TEXT:␣-4␣0] [TEXT:␣-3␣1]
[TEXT:␣-1␣8] [TEXT:␣-1␣7]
[TEXT:␣-2] [TEXT:␣0␣2]
[TEXT:6] [TEXT:6]
[TEXT:␣2] [TEXT:6]
[TEXT:␣-2␣1] [TEXT:␣-3␣2]
[TEXT:␣-2␣5] [TEXT:␣-2␣3]
[TEXT:␣-6␣2] [TEXT:␣-5␣2]
[TEXT:␣2] [TEXT:3]
[TEXT:6] [TEXT:1]
[TEXT:␣1␣4] [TEXT:␣2␣4]
[TEXT:␣-1␣5] [TEXT:␣-1␣3]
[TEXT:␣1] [TEXT:␣0␣-1]
[TEXT:␣-2␣0␣-1] [TEXT:␣2]
[TEXT:␣2␣3] [TEXT:␣6]
[TEXT:␣-1␣8] [TEXT:␣-2␣8]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0]
[TEXT:␣-5␣4] [TEXT:␣-4␣3]
[TEXT:␣-3␣6] [TEXT:␣-2␣6]
[TEXT:␣1␣9] [TEXT:␣1␣9]
[TEXT:␣-6] [TEXT:7]
[TEXT:␣-3␣-2] [TEXT:␣-3␣-1]
[TEXT:␣-1␣-1] [TEXT:␣0␣1]
[TEXT:␣2␣3] [TEXT:␣2␣2]
[TEXT:␣-4␣4] [TEXT:␣-3␣3]
[TEXT:␣2␣1] [TEXT:6]
[TEXT:␣-6␣5] [TEXT:␣-6␣4]
[TEXT:␣0␣6] [TEXT:␣1␣7]
[TEXT:␣-4␣2] [TEXT:␣-3␣2]
[TEXT:␣-3␣0] [TEXT:␣-2␣-1]
[TEXT:␣0␣7] [TEXT:␣1␣6]
[TEXT:␣-6] [TEXT:5]
[TEXT:␣0␣0␣1] [TEXT:␣0␣-1]
[TEXT:␣-1␣2] [TEXT:␣-1␣1]
[TEXT:␣-1␣5] [TEXT:␣-2␣6]
[TEXT:␣0␣7] [TEXT:␣1␣7]
[TEXT:␣0␣5] [TEXT:␣0␣2]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣-1]
[TEXT:␣-3␣5] [TEXT:␣-5␣5]
[TEXT:␣-7␣2] [TEXT:␣-7␣2]
[TEXT:␣-1␣2] [TEXT:␣-2␣4]
[TEXT:␣-2␣0] [TEXT:␣-2␣-2]
[TEXT:␣-13] [TEXT:␣5]
[TEXT:␣-1␣0] [TEXT:␣-2␣1]
[TEXT:␣-1␣5] [TEXT:␣0␣3]
[TEXT:7] [TEXT:0]
[TEXT:␣4␣4] [TEXT:␣7]
[TEXT:␣0␣0] [TEXT:␣1␣3]
[TEXT:␣0␣0␣0␣0] [TEXT:␣1␣1]
[TEXT:␣2␣5] [TEXT:␣1␣3]
[TEXT:␣-1␣6] [TEXT:␣-1␣7]
[TEXT:␣0␣6] [TEXT:␣-2␣5]
[TEXT:␣-2␣2] [TEXT:␣-1␣3]
[TEXT:␣-6␣1] [TEXT:4]
[TEXT:␣-3␣4] [TEXT:␣-3␣5]
[TEXT:␣-5␣1] [TEXT:␣-5␣3]
[TEXT:␣1␣2] [TEXT:␣0␣1]
[TEXT:␣-3␣3] [TEXT:␣-2␣4]
[TEXT:␣-4␣5] [TEXT:␣-5␣5]
[TEXT:␣-6␣2] [TEXT:␣-6␣3]
[TEXT:␣-1␣8] [TEXT:␣-1␣9]
[TEXT:␣-2␣2] [TEXT:␣-4␣1]
[TEXT:␣-14] [TEXT:␣2]
[TEXT:␣0␣2] [TEXT:␣3]
[TEXT:␣-2␣2] [TEXT:␣-1␣1]
[TEXT:␣-2␣8] [TEXT:␣-2␣7]
[TEXT:␣0␣5] [TEXT:␣-1␣7]
[TEXT:␣-1␣6] [TEXT:␣-1␣4]
[TEXT:␣0␣7] [TEXT:␣-2␣7]
[TEXT:␣2␣6] [TEXT:␣1␣5]
[TEXT:6] [TEXT:3]
[TEXT:␣0␣6] [TEXT:␣-1␣4]
[TEXT:7] [TEXT:6]
[TEXT:␣-5␣4] [TEXT:␣-5␣5]
[TEXT:␣-6␣0] [TEXT:␣-5␣0]
[TEXT:␣0␣3] [TEXT:␣-2␣5]
[TEXT:␣-4␣1] [TEXT:6]
[TEXT:␣-4␣4] [TEXT:␣-4␣6]
[TEXT:␣-3␣0] [TEXT:␣-4␣-1]
[TEXT:␣0␣9] [TEXT:␣0␣10]
[TEXT:6] [TEXT:7]
[TEXT:␣-4␣3] [TEXT:␣-4␣5]
[TEXT:␣-6␣2] [TEXT:␣-4␣1]
[TEXT:␣-2␣0] [TEXT:␣-4␣-1]
[TEXT:␣2] [TEXT:5]
[TEXT:␣-5␣2] [TEXT:␣-6␣1]
[TEXT:␣-6␣2] [TEXT:␣-4␣2]
[TEXT:␣0] [TEXT:␣-3␣1]
[TEXT:␣-1␣0] [TEXT:␣-2␣-1]
[TEXT:␣2␣7] [TEXT:␣2␣5]
[TEXT:␣-13] [TEXT:␣6]
[TEXT:␣-2␣3] [TEXT:␣0␣3]
[TEXT:␣2␣7] [TEXT:␣1␣7]
[TEXT:␣-4␣4] [TEXT:␣-5␣5]
[TEXT:␣-2␣6] [TEXT:␣-4␣6]
[TEXT:␣-8] [TEXT:␣-4]
[TEXT:␣1␣1] [TEXT:␣0␣2]
[TEXT:␣-1␣5] [TEXT:␣1␣3]
[TEXT:␣-1␣6] [TEXT:␣-2␣5]
[TEXT:␣-1] [TEXT:␣0␣0␣0␣-1]
[TEXT:␣0␣6] [TEXT:␣1␣3]
[TEXT:␣-3␣6] [TEXT:␣-3␣5]
[TEXT:␣-3␣-1] [TEXT:␣-3␣1]
[TEXT:6] [TEXT:5]
[TEXT:␣-5] [TEXT:␣-1␣-1]
[TEXT:␣5␣5] [TEXT:␣5]
[TEXT:␣-5␣1] [TEXT:␣-3␣1]
[TEXT:␣-5␣3] [TEXT:␣-6␣3]
[TEXT:␣-2␣5] [TEXT:␣-1␣4]
[TEXT:␣1␣8] [TEXT:␣2␣8]
[TEXT:␣-12] [TEXT:␣8]
[TEXT:␣-7] [TEXT:2]
[TEXT:␣-6␣2] [TEXT:␣-7␣2]
[TEXT:␣0␣1] [TEXT:␣1␣2]
[TEXT:␣-3␣-1] [TEXT:␣-2␣-1]
[TEXT:␣0␣1] [TEXT:7]
[TEXT:␣0␣7] [TEXT:␣1␣5]
[TEXT:␣3␣5] [TEXT:␣6]
[TEXT:6] [TEXT:9]
[TEXT:␣-7] [TEXT:0]
[TEXT:␣6] [TEXT:␣9]
[TEXT:␣0␣0] [TEXT:␣2␣1]
[TEXT:␣-1␣3] [TEXT:␣-3␣3]
[TEXT:␣-2␣2] [TEXT:␣-3␣4]
[TEXT:␣-5␣2] [TEXT:␣-5␣0]
[TEXT:␣-9] [TEXT:␣-3]
[TEXT:␣-1␣5] [TEXT:␣1␣5]
[TEXT:␣0␣3] [TEXT:␣2␣2]
[TEXT:␣-3␣-1] [TEXT:␣-4␣-1]
[TEXT:␣-6␣4] [TEXT:␣-6␣3]
[TEXT:␣0␣2] [TEXT:␣-1␣1]
[TEXT:␣-10] [TEXT:␣10]
[TEXT:␣-2] [TEXT:␣-3␣-2]
[TEXT:␣-4␣3] [TEXT:␣-4␣1]
[TEXT:␣-3␣-1] [TEXT:␣-4␣1]
[TEXT:␣-5␣4] [TEXT:␣-4␣5]
[TEXT:␣0␣0␣1] [TEXT:␣-1␣1]
[TEXT:7] [TEXT:2]
[TEXT:␣2␣4] [TEXT:␣2␣3]
[TEXT:␣2] [TEXT:8]
[TEXT:␣-2␣3] [TEXT:␣-4␣2]
[TEXT:␣2␣5] [TEXT:␣2␣6]
[TEXT:␣-5␣1] [TEXT:␣-4␣0]
[TEXT:␣-6␣0] [TEXT:␣-6␣1]
[TEXT:␣-14] [TEXT:␣4]
[TEXT:7] [TEXT:4]
[TEXT:␣-1␣-1] [TEXT:␣-2␣-1]
[TEXT:␣1␣8] [TEXT:␣1␣9]
[TEXT:␣-5␣-2] [TEXT:␣-3]
[TEXT:␣-3␣2] [TEXT:␣-2␣3]
[TEXT:␣0␣0␣-1] [TEXT:␣0␣1]
[TEXT:␣2] [TEXT:␣0␣1]
[TEXT:␣0␣-1] [TEXT:␣1␣1]
[TEXT:␣-3␣2] [TEXT:␣-5␣3]
[TEXT:␣0␣0␣1] [TEXT:␣0␣0]
[TEXT:␣-7␣4] [TEXT:␣-7␣4]
[TEXT:␣-3] [TEXT:␣0␣0␣0␣1]
[TEXT:␣0␣2] [TEXT:␣2␣2]
[TEXT:␣-14] [TEXT:␣1]
[TEXT:␣-2␣-2] [TEXT:␣-2␣-1]
[TEXT:␣3␣4] [TEXT:␣2␣4]
[TEXT:␣-1␣9] [TEXT:␣-1␣9]
[TEXT:␣-4␣3] [TEXT:␣-3␣4]
[TEXT:␣-1␣6] [TEXT:␣-3␣6]
[TEXT:␣-6] [TEXT:9]
[TEXT:␣-1␣2] [TEXT:␣1␣1]
[TEXT:␣0␣7] [TEXT:␣0␣5]
[TEXT:␣-3␣0] [TEXT:␣-5␣1]
[TEXT:␣-1␣5] [TEXT:␣-3␣5]
[TEXT:␣-5␣4] [TEXT:␣-6␣3]
[TEXT:␣1␣10] [TEXT:␣1␣10]
[TEXT:␣2␣2] [TEXT:␣2␣4]
[TEXT:-2] [TEXT:0]
[TEXT:␣-5␣4] [TEXT:␣-4␣2]
[TEXT:␣-5␣2] [TEXT:␣-6␣3]
[TEXT:␣0␣10] [TEXT:␣0␣8]
[TEXT:␣1␣6] [TEXT:␣1␣3]
[TEXT:␣-6␣2] [TEXT:␣-6␣4]
[TEXT:␣0␣5] [TEXT:␣-2␣7]
[TEXT:␣-1␣4] [TEXT:␣-2␣6]
[TEXT:␣-4␣3] [TEXT:␣-6␣3]
[TEXT:␣-4␣5] [TEXT:␣-4␣4]
[TEXT:␣-5␣5] [TEXT:␣-5␣5]
[TEXT:␣-14] [TEXT:␣3]
[TEXT:␣-7] [TEXT:4]
[TEXT:␣0␣5] [TEXT:␣1␣7]
[TEXT:␣-2␣4] [TEXT:␣-1␣3]
[TEXT:␣-4␣3] [TEXT:␣-3␣2]
[TEXT:␣-1␣6] [TEXT:␣-2␣7]
[TEXT:␣-5␣0] [TEXT:␣-4␣0]
[TEXT:␣-1␣8] [TEXT:␣-2␣7]
[TEXT:␣-3␣7] [TEXT:␣-3␣7]
[TEXT:␣-1␣6] [TEXT:␣0␣4]
[TEXT:␣-4␣-2] [TEXT:␣-4␣-1]
[TEXT:␣-2␣3] [TEXT:␣-2␣5]
[TEXT:␣-3␣6] [TEXT:␣-2␣5]
[TEXT:␣-5] [TEXT:␣-4␣-3]
[TEXT:␣-5␣3] [TEXT:␣-4␣2]
[TEXT:␣-8␣1] [TEXT:2]
[TEXT:␣-2␣1] [TEXT:7]
[TEXT:␣-3␣3] [TEXT:␣-3␣1]
[TEXT:␣1␣4] [TEXT:␣1␣5]
[TEXT:␣-6␣5] [TEXT:␣-6␣5]
[TEXT:␣1␣6] [TEXT:␣0␣7]
[TEXT:␣2␣7] [TEXT:␣2␣8]
[TEXT:7] [TEXT:1]
[TEXT:7] [TEXT:8]
[TEXT:␣1] [TEXT:␣2␣1␣2]
[TEXT:␣4] [TEXT:␣2␣3]
[TEXT:␣1␣4] [TEXT:␣0␣4]
[TEXT:␣0␣5] [TEXT:␣2␣6]
[TEXT:␣-1␣8] [TEXT:␣0␣7]
[TEXT:␣2] [TEXT:7]
[TEXT:␣-2␣1] [TEXT:␣0␣1]
[TEXT:␣0␣8] [TEXT:␣0␣9]
[TEXT:␣-5␣6] [TEXT:␣-6␣6]
[TEXT:␣1␣4] [TEXT:␣-1␣4]
[TEXT:␣-3␣5] [TEXT:␣-2␣6]
[TEXT:␣-6␣0] [TEXT:␣-4␣0]
[TEXT:␣-7] [TEXT:1]
[TEXT:␣0␣6] [TEXT:␣0␣3]
[TEXT:8] [TEXT:0]
[TEXT:␣-5␣2] [TEXT:␣-3␣1]
[TEXT:␣-3␣3] [TEXT:␣-2␣2]
[TEXT:␣-3␣4] [TEXT:␣-4␣2]
[TEXT:␣-5␣-1] [TEXT:␣-5␣-1]
[TEXT:␣-7␣3] [TEXT:␣-7␣3]
[TEXT:␣4] [TEXT:␣13]
[TEXT:␣5] [TEXT:␣3␣6]
[TEXT:␣0␣-1] [TEXT:␣0␣0␣1]
[TEXT:␣-2␣3] [TEXT:␣0␣2]
[TEXT:␣-3␣7] [TEXT:␣-2␣7]
[TEXT:␣-1␣6] [TEXT:␣1␣5]
[TEXT:␣5] [TEXT:␣4␣7]
[TEXT:␣-3␣5] [TEXT:␣-4␣4]
[TEXT:␣-2␣8] [TEXT:␣0␣8]
[TEXT:␣7] [TEXT:␣7]
[TEXT:␣-1␣3] [TEXT:␣-1␣5]
[TEXT:-1] [TEXT:9]
[TEXT:␣-6] [TEXT:␣-5]
[TEXT:␣-2␣3] [TEXT:␣-3␣2]
[TEXT:␣-2␣4] [TEXT:␣0␣4]
[TEXT:␣-5␣1] [TEXT:5]
[TEXT:␣2] [TEXT:␣0]
[TEXT:␣-1␣1] [TEXT:7]
[TEXT:␣-2␣-1] [TEXT:␣-2␣1]
[TEXT:␣1␣8] [TEXT:␣2␣6]
[TEXT:␣2␣2␣3] [TEXT:␣1␣3]
[TEXT:␣-1␣10] [TEXT:␣-1␣10]
[TEXT:␣-3␣-1] [TEXT:␣-5␣0]
[TEXT:␣1␣1] [TEXT:␣0␣0]
[TEXT:␣-1␣6] [TEXT:␣0␣5]
[TEXT:␣0␣1] [TEXT:␣-1]
[TEXT:␣-1␣-1] [TEXT:2]
[TEXT:␣-1␣1] [TEXT:␣0␣0]
[TEXT:␣2␣5] [TEXT:␣3␣5]
[TEXT:8] [TEXT:2]
[TEXT:␣-4] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-2␣4] [TEXT:␣0␣3]
[TEXT:␣-1␣7] [TEXT:␣0␣8]
[TEXT:␣-5␣6] [TEXT:␣-5␣6]
[TEXT:␣-3␣4] [TEXT:␣-5␣3]
[TEXT:␣-4␣0] [TEXT:␣-5␣1]
[TEXT:␣0␣-1] [TEXT:␣0␣0␣0␣1]
[TEXT:␣0␣2] [TEXT:␣0]
[TEXT:␣0␣4] [TEXT:␣0␣7]
[TEXT:␣-4␣3] [TEXT:␣-5␣4]
[TEXT:␣-3␣4] [TEXT:␣-2␣5]
[TEXT:␣0␣4] [TEXT:␣2␣6]
[TEXT:␣-1␣-1] [TEXT:␣-2]
[TEXT:␣2␣5] [TEXT:␣1␣6]
[TEXT:␣-3␣6] [TEXT:␣-4␣5]
[TEXT:␣-4␣3] [TEXT:␣-6␣4]
[TEXT:␣2␣7] [TEXT:␣0␣7]
[TEXT:␣3] [TEXT:2]
[TEXT:␣4] [TEXT:␣3␣7]
[TEXT:␣1␣1] [TEXT:7]
[TEXT:␣-2␣9] [TEXT:␣-2␣9]
[TEXT:␣1] [TEXT:␣0␣0]
[TEXT:␣-6␣1] [TEXT:␣-4␣1]
[TEXT:␣-7] [TEXT:3]
[TEXT:␣-1␣7] [TEXT:␣-2␣6]
[TEXT:␣-6␣0] [TEXT:␣-6␣-1]
[TEXT:7] [TEXT:3]
[TEXT:␣1␣8] [TEXT:␣0␣7]
[TEXT:␣5] [TEXT:␣11]
[TEXT:␣0␣2] [TEXT:␣0␣0]
[TEXT:␣0␣1] [TEXT:␣-2␣1]
[TEXT:␣-2␣4] [TEXT:␣-2␣6]
[TEXT:␣-3␣5] [TEXT:␣-4␣6]
[TEXT:␣4] [TEXT:␣1␣5]
[TEXT:␣-1␣-1] [TEXT:␣0␣-1]
[TEXT:␣-2␣-2] [TEXT:␣-3]
[TEXT:␣5␣5] [TEXT:␣7]
[TEXT:␣1␣1] [TEXT:␣1␣3]
[TEXT:␣-1␣1] [TEXT:␣-3␣1]
[TEXT:␣-2␣3] [TEXT:␣-1␣2]
[TEXT:␣-8␣2] [TEXT:␣-8␣2]
[TEXT:8] [TEXT:4]
[TEXT:␣-1␣3] [TEXT:␣0␣4]
[TEXT:␣1␣1] [TEXT:␣5]
[TEXT:␣-5␣2] [TEXT:␣-4␣0]
[TEXT:␣-1␣0␣0] [TEXT:␣3]
[TEXT:␣-2] [TEXT:␣2␣2]
[TEXT:␣-1␣3] [TEXT:␣-2␣5]
[TEXT:␣1␣7] [TEXT:␣2␣6]
[TEXT:␣-2␣7] [TEXT:␣-2␣6]
[TEXT:␣3␣4] [TEXT:␣3␣4]
[TEXT:␣-4␣5] [TEXT:␣-4␣6]
[TEXT:␣2␣1␣3] [TEXT:␣1␣3]
[TEXT:␣1] [TEXT:␣0]
[TEXT:␣-2␣8] [TEXT:␣-2␣6]
[TEXT:␣-4␣-2] [TEXT:␣-4␣0]
[TEXT:␣0␣10] [TEXT:␣0␣9]
[TEXT:␣6] [TEXT:␣10]
[TEXT:␣-1␣4] [TEXT:␣0␣5]
[TEXT:␣-3␣-2] [TEXT:␣-4␣-1]
[TEXT:␣0␣2] [TEXT:␣-2␣2]
[TEXT:␣-1␣-1] [TEXT:␣0␣0]
[TEXT:␣-2␣3] [TEXT:␣-4␣4]
[TEXT:␣-11] [TEXT:␣9]
[TEXT:␣0␣0␣0␣0␣0␣0␣0␣0] [TEXT:␣0␣0␣0␣0␣0␣0␣0␣0]
[TEXT:␣-6␣4] [TEXT:␣-7␣4]
[TEXT:␣-7␣1] [TEXT:3]
[TEXT:␣-5␣-1] [TEXT:␣-5␣0]
[TEXT:7] [TEXT:7]
[TEXT:␣-3␣4] [TEXT:␣-3␣2]
[TEXT:␣0␣1] [TEXT:8]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣1]
[TEXT:␣-3␣-1] [TEXT:␣-3]
[TEXT:␣2␣7] [TEXT:␣1␣6]
[TEXT:␣-5] [TEXT:␣-4␣-4]
[TEXT:␣-1␣6] [TEXT:␣1␣6]
[TEXT:␣1␣5] [TEXT:␣0␣4]
[TEXT:␣-3␣6] [TEXT:␣-3␣7]
[TEXT:␣-2␣3] [TEXT:␣-1␣4]
[TEXT:␣1␣7] [TEXT:␣2␣5]
[TEXT:␣-7] [TEXT:6]
[TEXT:␣-6␣1] [TEXT:␣-5␣0]
[TEXT:␣-1␣1] [TEXT:␣-1]
[TEXT:␣2␣4] [TEXT:␣3]
[TEXT:␣-4␣7] [TEXT:␣-4␣6]
[TEXT:␣-3␣8] [TEXT:␣-3␣8]
[TEXT:␣-2␣4] [TEXT:␣-3␣3]
[TEXT:␣-6␣2] [TEXT:␣-5␣1]
[TEXT:␣-5␣2] [TEXT:␣-4␣3]
[TEXT:␣-6␣4] [TEXT:␣-5␣3]
[TEXT:␣-2␣8] [TEXT:␣-1␣7]
[TEXT:-2] [TEXT:2]
[TEXT:␣-10] [TEXT:␣-1]
[TEXT:␣-3␣-1] [TEXT:␣-3␣0]
[TEXT:8] [TEXT:3]
[TEXT:␣-5␣5] [TEXT:␣-4␣5]
[TEXT:␣-8␣4] [TEXT:␣-8␣4]
[TEXT:␣-3␣1] [TEXT:␣-4␣0]
[TEXT:␣-2␣-1] [TEXT:1]
[TEXT:␣-3␣-1] [TEXT:␣-2␣1]
[TEXT:␣-6␣2] [TEXT:␣-5␣0]
[TEXT:␣2␣8] [TEXT:␣0␣8]
[TEXT:␣5␣6] [TEXT:␣6]
[TEXT:␣-1␣6] [TEXT:␣0␣8]
[TEXT:␣-4␣-3] [TEXT:␣-4]
[TEXT:␣-4␣1] [TEXT:␣-2␣1]
[TEXT:␣2] [TEXT:␣0␣4]
[TEXT:␣-2␣-2] [TEXT:␣-2␣-2]
[TEXT:␣-2␣8] [TEXT:␣-1␣8]
[TEXT:␣-1␣6] [TEXT:␣-2␣4]
[TEXT:␣-2␣8] [TEXT:␣-2␣9]
[TEXT:␣-1␣1] [TEXT:␣0␣3]
[TEXT:␣-5␣2] [TEXT:␣-5␣4]
[TEXT:␣1␣9] [TEXT:␣0␣8]
[TEXT:␣0␣1␣1] [TEXT:␣0␣1]
[TEXT:␣-3␣1] [TEXT:␣-5␣1]
[TEXT:␣-4␣1] [TEXT:␣-5␣1]
[TEXT:␣2␣5] [TEXT:␣2␣3]
[TEXT:␣2␣6] [TEXT:␣0␣6]
[TEXT:␣-1␣7] [TEXT:␣-1␣8]
[TEXT:␣2] [TEXT:9]
[TEXT:␣2␣6] [TEXT:␣3␣6]
[TEXT:7] [TEXT:9]
[TEXT:␣2␣1] [TEXT:␣2␣1]
[TEXT:␣-4␣2] [TEXT:␣-5␣3]
[TEXT:␣-5␣6] [TEXT:␣-4␣6]
[TEXT:␣-6␣1] [TEXT:␣-6␣0]
[TEXT:␣-7␣1] [TEXT:␣-7␣1]
[TEXT:␣-3␣-2] [TEXT:␣-2␣-1]
[TEXT:␣3] [TEXT:0]
[TEXT:␣-6␣4] [TEXT:␣-5␣4]
[TEXT:␣0␣4] [TEXT:␣2␣2]
[TEXT:␣2␣1␣4] [TEXT:␣1␣4]
[TEXT:␣-2␣0␣0] [TEXT:␣0␣2]
[TEXT:␣5] [TEXT:␣3␣5]
[TEXT:␣-1␣2] [TEXT:␣-2␣1]
[TEXT:␣-6␣6] [TEXT:␣-6␣6]
[TEXT:␣-1␣6] [TEXT:␣0␣7]
[TEXT:␣0␣0␣1] [TEXT:␣0␣3]
[TEXT:␣-7] [TEXT:8]
[TEXT:␣-1␣-1] [TEXT:␣-1␣0]
[TEXT:␣-2␣3] [TEXT:␣-2␣1]
[TEXT:␣1␣5] [TEXT:␣0␣6]
[TEXT:␣-2␣0] [TEXT:␣-3]
[TEXT:␣0] [TEXT:␣-3␣0]
[TEXT:␣-1] [TEXT:␣-2␣-1␣-1]
[TEXT:␣0␣5] [TEXT:␣2␣3]
[TEXT:␣-4␣2] [TEXT:␣-3␣1]
[TEXT:␣-3␣6] [TEXT:␣-2␣7]
[TEXT:␣-4␣7] [TEXT:␣-4␣7]
[TEXT:␣0␣5] [TEXT:␣0␣8]
[TEXT:␣-3␣3] [TEXT:␣-1␣3]
[TEXT:8] [TEXT:1]
[TEXT:␣1] [TEXT:␣-1␣1]
[TEXT:␣2␣2] [TEXT:␣2␣3]
[TEXT:␣-7␣3] [TEXT:␣-7␣2]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣0␣1]
[TEXT:␣1] [TEXT:␣0␣3]
[TEXT:␣-3␣6] [TEXT:␣-5␣6]
[TEXT:␣4] [TEXT:␣1␣6]
[TEXT:␣-4␣5] [TEXT:␣-3␣5]
[TEXT:␣-7] [TEXT:5]
[TEXT:␣0␣4] [TEXT:␣0␣1]
[TEXT:␣-1␣5] [TEXT:␣-1␣7]
[TEXT:-2] [TEXT:1]
[TEXT:␣-5␣2] [TEXT:␣-7␣2]
[TEXT:␣-6␣1] [TEXT:5]
[TEXT:␣1␣7] [TEXT:␣1␣8]
[TEXT:␣-5␣4] [TEXT:␣-7␣4]
[TEXT:8] [TEXT:6]
[TEXT:␣-1␣2] [TEXT:␣-3␣3]
[TEXT:␣-2␣10] [TEXT:␣-2␣10]
[TEXT:7] [TEXT:5]
[TEXT:␣-3␣6] [TEXT:␣-2␣4]
[TEXT:␣-1␣-1] [TEXT:␣-1␣1]
[TEXT:␣0␣-1] [TEXT:␣-2␣-1]
[TEXT:␣-1␣4] [TEXT:␣-3␣5]
[TEXT:␣-2␣2] [TEXT:␣-2]
[TEXT:␣-5␣4] [TEXT:␣-6␣5]
[TEXT:␣-4␣4] [TEXT:␣-3␣5]
[TEXT:␣2␣7] [TEXT:␣0␣8]
[TEXT:␣3␣3] [TEXT:␣2]
[TEXT:␣-4␣-2] [TEXT:␣-4␣-2]
[TEXT:␣-13] [TEXT:␣7]
[TEXT:␣-3] [TEXT:␣0␣1]
[TEXT:␣-9␣1] [TEXT:1]
[TEXT:␣0] [TEXT:␣-2␣0␣-1]
[TEXT:␣3] [TEXT:␣1␣2]
[TEXT:␣-1␣2] [TEXT:␣-3␣2]
[TEXT:␣-5␣2] [TEXT:␣-3␣2]
[TEXT:␣-6␣2] [TEXT:␣-5␣3]
[TEXT:9] [TEXT:0]
[TEXT:␣1␣1] [TEXT:␣-1␣1]
[TEXT:␣-1␣0] [TEXT:␣-2]
[TEXT:␣3] [TEXT:1]
[TEXT:␣0␣-1] [TEXT:3]
[TEXT:␣-4␣0] [TEXT:␣-2␣1]
[TEXT:␣3␣6] [TEXT:␣3␣6]
[TEXT:␣-5␣2] [TEXT:␣-6␣4]
[TEXT:␣-14] [TEXT:␣6]
[TEXT:␣-1␣1] [TEXT:8]
[TEXT:␣2␣4] [TEXT:␣2␣5]
[TEXT:␣-3␣4] [TEXT:␣-1␣4]
[TEXT:␣0␣2] [TEXT:␣2␣3]
[TEXT:␣-3␣4] [TEXT:␣-5␣5]
[TEXT:␣1␣3] [TEXT:␣1␣2]
[TEXT:␣-6␣2] [TEXT:␣-6␣0]
[TEXT:␣0␣9] [TEXT:␣-1␣9]
[TEXT:␣-5␣-1] [TEXT:␣-4␣-1]
[TEXT:␣-2␣4] [TEXT:␣-4␣5]
[TEXT:␣-2␣5] [TEXT:␣-2␣7]
[TEXT:␣-4␣0] [TEXT:␣-6␣1]
[TEXT:␣-2␣2] [TEXT:␣-4␣4]
[TEXT:␣1␣3] [TEXT:␣0␣3]
[TEXT:8] [TEXT:8]
[TEXT:9] [TEXT:2]
[TEXT:␣-2␣4] [TEXT:␣-3␣5]
[TEXT:␣-2␣0] [TEXT:␣-5␣0]
[TEXT:␣1␣7] [TEXT:␣1␣4]
[TEXT:␣-14] [TEXT:␣5]
[TEXT:␣-2␣1] [TEXT:8]
[TEXT:␣0␣9] [TEXT:␣0␣7]
[TEXT:␣0␣0␣2] [TEXT:␣0␣2]
[TEXT:␣1␣6] [TEXT:␣0␣8]
[TEXT:␣-2␣5] [TEXT:␣0␣4]
[TEXT:␣-2␣0] [TEXT:␣-2␣0␣-1]
[TEXT:␣2␣6] [TEXT:␣3␣5]
[TEXT:␣3␣3] [TEXT:␣7]
[TEXT:␣2␣8] [TEXT:␣2␣7]
[TEXT:␣-4␣3] [TEXT:␣-2␣3]
[TEXT:␣-1␣8] [TEXT:␣-1␣10]
[TEXT:␣-11] [TEXT:␣0]
[TEXT:8] [TEXT:7]
[TEXT:␣-4␣6] [TEXT:␣-2␣6]
[TEXT:8] [TEXT:5]
[TEXT:␣-1␣5] [TEXT:␣-2␣7]
[TEXT:␣1␣8] [TEXT:␣2␣7]
[TEXT:␣0␣1] [TEXT:␣2␣1]
[TEXT:␣-3␣0] [TEXT:␣-2␣0␣-1]
[TEXT:␣1␣7] [TEXT:␣-1␣7]
[TEXT:␣-3␣-2] [TEXT:␣-3␣-2]
[TEXT:␣0␣2] [TEXT:␣4]
[TEXT:␣-6␣1] [TEXT:␣-5␣1]
[TEXT:9] [TEXT:4]
[TEXT:␣0␣2] [TEXT:␣2␣4]
[TEXT:␣0␣9] [TEXT:␣1␣9]
[TEXT:␣-4␣8] [TEXT:␣-4␣8]
[TEXT:␣-4] [TEXT:␣0␣0]
[TEXT:␣-12] [TEXT:␣9]
[TEXT:␣3] [TEXT:4]
[TEXT:␣-4␣6] [TEXT:␣-5␣6]
[TEXT:␣-6␣3] [TEXT:␣-7␣3]
[TEXT:␣0␣0␣0␣-1] [TEXT:␣-1]
[TEXT:␣0␣2␣1] [TEXT:␣2␣1]
[TEXT:␣-1] [TEXT:␣2␣3]
[TEXT:␣-3␣1] [TEXT:7]
[TEXT:␣-3] [TEXT:␣-4]
[TEXT:␣-6␣2] [TEXT:␣-7␣3]
[TEXT:␣-2␣4] [TEXT:␣-2␣2]
[TEXT:␣-1␣3] [TEXT:␣-2␣2]
[TEXT:␣-7␣0] [TEXT:␣-7␣0]
[TEXT:␣2␣6] [TEXT:␣0␣7]
[TEXT:␣3␣1] [TEXT:5]
[TEXT:␣1␣10] [TEXT:␣1␣9]
[TEXT:␣-7] [TEXT:9]
[TEXT:␣-1␣4] [TEXT:␣-3␣3]
[TEXT:␣0␣6] [TEXT:␣1␣8]
[TEXT:␣-4␣3] [TEXT:␣-3␣1]
[TEXT:␣3␣4] [TEXT:␣1␣4]
[TEXT:␣2␣2␣3] [TEXT:␣1␣4]
[TEXT:␣-2␣5] [TEXT:␣-4␣6]
[TEXT:␣2␣6] [TEXT:␣2␣7]
[TEXT:␣-6␣4] [TEXT:␣-6␣5]
[TEXT:␣-2␣5] [TEXT:␣0␣3]
[TEXT:␣4␣6] [TEXT:␣5]
[TEXT:␣-4␣2] [TEXT:␣-2␣1]
[TEXT:␣-3␣4] [TEXT:␣-1␣3]
[TEXT:␣0␣11] [TEXT:␣0␣11]
[TEXT:␣-4␣1] [TEXT:␣-6␣1]
[TEXT:␣-3␣0] [TEXT:␣-3]
[TEXT:␣0␣4] [TEXT:␣0]
[TEXT:␣-5␣5] [TEXT:␣-6␣5]
[TEXT:␣-1␣-1] [TEXT:␣0␣0␣1]
[TEXT:␣2␣4] [TEXT:␣1␣5]
[TEXT:␣1␣6] [TEXT:␣0␣5]
[TEXT:␣-4␣-1] [TEXT:␣-5␣-1]
[TEXT:␣-3␣4] [TEXT:␣-2␣2]
[TEXT:␣-4␣-2] [TEXT:␣-5␣0]
[TEXT:␣-4␣-2] [TEXT:␣-4]
[TEXT:␣2␣8] [TEXT:␣2␣6]
[TEXT:␣-3␣7] [TEXT:␣-2␣6]
[TEXT:␣3] [TEXT:3]
[TEXT:␣0␣0] [TEXT:␣1␣1␣1]
[TEXT:␣-4␣4] [TEXT:␣-2␣3]
[TEXT:␣0␣6] [TEXT:␣-1␣8]
[TEXT:␣0␣7] [TEXT:␣2␣5]
[TEXT:␣-1␣9] [TEXT:␣0␣8]
[TEXT:␣-4␣5] [TEXT:␣-6␣5]
[TEXT:␣1␣2] [TEXT:␣0␣3]
[TEXT:␣-6␣3] [TEXT:␣-6␣1]
[TEXT:␣0␣1] [TEXT:␣-1␣-1]
[TEXT:␣0␣4] [TEXT:␣-1]
[TEXT:␣-2␣5] [TEXT:␣-1␣3]
[TEXT:␣2␣5] [TEXT:␣0␣5]
[TEXT:␣-7␣1] [TEXT:␣-6␣1]
[TEXT:␣-1␣0␣-1] [TEXT:␣3]
[TEXT:␣0␣-1] [TEXT:␣-1␣1]
[TEXT:␣2␣2] [TEXT:␣2␣1]
[TEXT:␣-4␣6] [TEXT:␣-3␣6]
[TEXT:␣-8␣3] [TEXT:␣-8␣3]
[TEXT:␣0␣0␣0] [TEXT:␣-2]
[TEXT:␣1␣6] [TEXT:␣-1␣7]
[TEXT:␣1␣7] [TEXT:␣2␣7]
[TEXT:␣2␣2␣3] [TEXT:␣2␣3]
[TEXT:␣-4␣1] [TEXT:␣-5␣0]
[TEXT:␣0␣0␣0␣0] [TEXT:␣-1]
[TEXT:␣-3␣2] [TEXT:␣-4␣4]
[TEXT:␣-2␣8] [TEXT:␣-3␣8]
[TEXT:␣0␣1] [TEXT:␣-2␣2]
[TEXT:␣-3␣4] [TEXT:␣-3␣6]
[TEXT:␣0␣-1] [TEXT:␣0␣0␣2]
[TEXT:␣-8] [TEXT:2]
[TEXT:␣-1␣9] [TEXT:␣-1␣10]
[TEXT:␣2␣2␣4] [TEXT:␣2␣4]
[TEXT:8] [TEXT:9]
[TEXT:␣2␣2] [TEXT:␣1␣1]
[TEXT:␣-4␣3] [TEXT:␣-5␣2]
[TEXT:␣-1␣9] [TEXT:␣-1␣8]
[TEXT:␣-6␣-1] [TEXT:␣-6␣-1]
[TEXT:␣-4␣6] [TEXT:␣-6␣6]
[TEXT:␣2␣9] [TEXT:␣2␣9]
[TEXT:␣7] [TEXT:␣8]
[TEXT:␣-3␣0] [TEXT:␣-2␣2]
[TEXT:␣2␣2␣4] [TEXT:␣1␣4]
[TEXT:␣-1␣4] [TEXT:␣1␣5]
[TEXT:␣-4␣0] [TEXT:␣-6␣0]
[TEXT:9] [TEXT:3]
[TEXT:␣0␣-1] [TEXT:␣0␣-1␣1]
[TEXT:␣-1␣6] [TEXT:␣-1␣8]
[TEXT:␣0␣0␣0␣0] [TEXT:␣3]
[TEXT:␣-5] [TEXT:␣-3␣-2]
[TEXT:␣2␣1] [TEXT:7]
[TEXT:␣-3␣3] [TEXT:␣-5␣4]
[TEXT:␣-4␣6] [TEXT:␣-4␣7]
[TEXT:␣-1␣0␣-1] [TEXT:␣0]
[TEXT:␣-1␣0␣1] [TEXT:␣2]
[TEXT:␣1␣1] [TEXT:8]
[TEXT:␣0␣2] [TEXT:␣-1]
[TEXT:␣-2␣5] [TEXT:␣0␣5]
[TEXT:␣-5␣5] [TEXT:␣-6␣4]
[TEXT:␣-7] [TEXT:7]
[TEXT:␣-2␣-1] [TEXT:␣-2␣-2]
[TEXT:␣-4␣3] [TEXT:␣-2␣2]
[TEXT:␣-5␣1] [TEXT:6]
[TEXT:␣-1␣7] [TEXT:␣-1␣5]
[TEXT:␣-5␣3] [TEXT:␣-5␣4]
[TEXT:-2] [TEXT:3]
[TEXT:9] [TEXT:6]
[TEXT:␣-4␣0] [TEXT:␣-2]
[TEXT:␣3␣5] [TEXT:␣3␣5]
[TEXT:␣-5␣5] [TEXT:␣-5␣4]
[TEXT:␣0␣0␣0␣-1] [TEXT:␣0␣1]
[TEXT:␣-2␣5] [TEXT:␣-3␣6]
[TEXT:␣-4␣4] [TEXT:␣-3␣2]
[TEXT:␣-7␣1] [TEXT:4]
[TEXT:␣-6] [TEXT:␣-2␣-2]
[TEXT:␣-1␣1] [TEXT:␣-2␣3]
[TEXT:␣3␣6] [TEXT:␣6]
[TEXT:␣0␣0␣0] [TEXT:␣-2␣1]
[TEXT:␣5␣6] [TEXT:␣7]
[TEXT:␣0␣10] [TEXT:␣1␣10]
[TEXT:␣-1␣0␣-1] [TEXT:␣-1]
[TEXT:␣-15] [TEXT:␣2]
[TEXT:␣4] [TEXT:␣14]
[TEXT:␣2␣8] [TEXT:␣1␣8]
[TEXT:␣-3␣7] [TEXT:␣-4␣7]
[TEXT:␣4] [TEXT:␣2]
[TEXT:␣1␣4] [TEXT:␣0␣2]
[TEXT:␣1␣7] [TEXT:␣0␣6]
[TEXT:␣-7␣4] [TEXT:␣-7␣3]
[TEXT:␣-2␣4] [TEXT:␣0␣2]
[TEXT:␣-4␣2] [TEXT:␣-2␣2]
[TEXT:␣-6␣2] [TEXT:␣-7␣1]
[TEXT:␣-6␣3] [TEXT:␣-7␣2]
[TEXT:␣-2␣0␣0] [TEXT:␣1␣1]
[TEXT:␣0␣-1] [TEXT:0␣1]
[TEXT:␣-2␣-1] [TEXT:2]
[TEXT:␣-2␣6] [TEXT:␣-3␣5]
[TEXT:␣-1␣7] [TEXT:␣0␣6]
[TEXT:␣0␣0␣1] [TEXT:␣0]
[TEXT:␣-2␣4] [TEXT:␣-1␣5]
[TEXT:␣-3␣3] [TEXT:␣-2␣1]
[TEXT:-2] [TEXT:4]
[TEXT:␣3] [TEXT:␣2␣1]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣2]
[TEXT:␣-2␣0] [TEXT:␣-2␣-1␣-1]
[TEXT:␣-3␣7] [TEXT:␣-3␣6]
[TEXT:␣0␣10] [TEXT:␣-1␣10]
[TEXT:␣4␣5] [TEXT:␣7]
[TEXT:9] [TEXT:1]
[TEXT:␣-1␣3] [TEXT:␣-3␣4]
[TEXT:␣1] [TEXT:␣2␣1␣3]
[TEXT:␣0␣1] [TEXT:␣1␣4]
[TEXT:␣0␣-1] [TEXT:␣0␣0␣-1]
[TEXT:␣1␣6] [TEXT:␣-1␣5]
[TEXT:␣-4␣-1] [TEXT:␣-2␣-1]
[TEXT:␣-6] [TEXT:␣-4␣-4]
[TEXT:␣-2␣6] [TEXT:␣-1␣4]
[TEXT:␣3␣6] [TEXT:␣5]
[TEXT:␣1␣3] [TEXT:␣2␣3]
[TEXT:␣-7␣4] [TEXT:␣-6␣4]
[TEXT:␣-1␣0] [TEXT:␣-3␣1]
[TEXT:␣-1␣1␣1] [TEXT:␣2]
[TEXT:␣-4␣-1] [TEXT:␣-3]
[TEXT:␣2␣2] [TEXT:␣2␣1␣3]
[TEXT:␣0␣7] [TEXT:␣2␣6]
[TEXT:␣1␣6] [TEXT:␣1␣8]
[TEXT:␣-3␣-1] [TEXT:␣-5␣-1]
[TEXT:␣0␣10] [TEXT:␣0␣11]
[TEXT:␣-1␣0␣0] [TEXT:␣1␣1]
[TEXT:␣0␣8] [TEXT:␣0␣6]
[TEXT:␣-7␣0] [TEXT:␣-6␣0]
[TEXT:␣-8] [TEXT:4]
[TEXT:␣2␣2] [TEXT:␣0␣2]
[TEXT:␣-4␣2] [TEXT:␣-4␣4]
[TEXT:␣-1␣7] [TEXT:␣1␣5]
[TEXT:␣-6␣5] [TEXT:␣-7␣5]
[TEXT:␣0␣10] [TEXT:␣1␣9]
[TEXT:␣-16] [TEXT:␣1]
[TEXT:␣3] [TEXT:6]
[TEXT:␣-3] [TEXT:␣2␣1]
[TEXT:␣2␣4] [TEXT:␣3␣4]
[TEXT:␣-1␣5] [TEXT:␣0␣6]
[TEXT:␣-15] [TEXT:␣1]
[TEXT:␣-8] [TEXT:0]
[TEXT:␣2␣5] [TEXT:␣3␣4]
[TEXT:␣-8␣2] [TEXT:␣-7␣2]
[TEXT:␣-1␣1] [TEXT:␣0␣0␣1]
[TEXT:␣2␣4] [TEXT:␣6]
[TEXT:␣-2␣6] [TEXT:␣0␣4]
[TEXT:␣-8] [TEXT:1]
[TEXT:␣1␣4] [TEXT:␣1␣2]
[TEXT:␣3] [TEXT:␣0␣3]
[TEXT:␣-3␣3] [TEXT:␣-4␣5]
[TEXT:␣-1␣7] [TEXT:␣0␣5]
[TEXT:␣2␣10] [TEXT:␣2␣10]
[TEXT:␣1␣4] [TEXT:␣2␣3]
[TEXT:␣-7] [TEXT:␣-5]
[TEXT:␣-3␣1] [TEXT:␣-3␣0]
[TEXT:␣0␣12] [TEXT:␣0␣12]
[TEXT:␣2␣6] [TEXT:␣1␣7]
[TEXT:␣-1␣1] [TEXT:␣-1␣-1]
[TEXT:␣1␣4] [TEXT:␣0␣3]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣-1]
[TEXT:␣0␣-10] [TEXT:␣0]
[TEXT:␣-4␣0] [TEXT:␣-5␣2]
[TEXT:␣-5␣6] [TEXT:␣-5␣5]
[TEXT:␣-13] [TEXT:␣8]
[TEXT:␣-4␣0] [TEXT:␣-2␣-1]
[TEXT:␣-4␣2] [TEXT:␣-5␣1]
[TEXT:␣-1␣2] [TEXT:␣-1]
[TEXT:␣-2␣5] [TEXT:␣-3␣4]
[TEXT:␣-4␣3] [TEXT:␣-2␣1]
[TEXT:␣2␣1␣2] [TEXT:␣0␣2]
[TEXT:␣2␣3] [TEXT:␣0␣3]
[TEXT:␣-3␣3] [TEXT:␣-3␣5]
[TEXT:␣-8␣1] [TEXT:3]
[TEXT:␣-4␣-4] [TEXT:␣-4]
[TEXT:␣-6␣0] [TEXT:␣-5␣-1]
[TEXT:␣-3␣7] [TEXT:␣-3␣8]
[TEXT:␣-7␣4] [TEXT:␣-8␣4]
[TEXT:␣-4␣7] [TEXT:␣-2␣7]
[TEXT:␣-3␣0␣-1] [TEXT:␣2]
[TEXT:␣-4␣1] [TEXT:7]
[TEXT:␣-2␣4] [TEXT:␣-3␣6]
[TEXT:␣-4␣2] [TEXT:␣-6␣2]
[TEXT:␣0␣-1] [TEXT:4]
[TEXT:␣-1␣1] [TEXT:␣-3␣2]
[TEXT:␣-5␣3] [TEXT:␣-5␣2]
[TEXT:␣-4␣6] [TEXT:␣-3␣5]
[TEXT:␣-1␣9] [TEXT:␣0␣9]
[TEXT:9] [TEXT:8]
[TEXT:␣1␣3] [TEXT:␣0␣2]
[TEXT:␣-4␣4] [TEXT:␣-6␣5]
[TEXT:␣3␣1] [TEXT:6]
[TEXT:9] [TEXT:7]
[TEXT:␣1␣3] [TEXT:␣1␣1]
[TEXT:␣1␣6] [TEXT:␣0␣4]
[TEXT:␣-11] [TEXT:␣10]
[TEXT:␣-4␣-2] [TEXT:␣-5␣-1]
[TEXT:␣-4␣5] [TEXT:␣-5␣4]
[TEXT:␣3␣6] [TEXT:␣3␣5]
[TEXT:␣-15] [TEXT:␣4]
[TEXT:␣0␣-1] [TEXT:␣-1␣0␣1]
[TEXT:␣-5␣3] [TEXT:␣-6␣4]
[TEXT:␣0] [TEXT:␣-3␣-1]
[TEXT:␣3] [TEXT:5]
[TEXT:␣0␣6] [TEXT:␣-2␣8]
[TEXT:␣-1␣3] [TEXT:␣0␣1]
[TEXT:␣-7␣4] [TEXT:␣-7␣2]
[TEXT:␣0␣0] [TEXT:␣-2␣2]
[TEXT:␣-1␣4] [TEXT:␣-1]
[TEXT:␣0␣8] [TEXT:␣-1␣8]
[TEXT:␣-6␣3] [TEXT:␣-4␣2]
[TEXT:␣-2␣-1] [TEXT:␣-3␣0]
[TEXT:␣-4␣0] [TEXT:␣-3␣0]
[TEXT:␣0␣8] [TEXT:␣1␣8]
[TEXT:10] [TEXT:0]
[TEXT:␣1] [TEXT:␣-1␣-1]
[TEXT:␣-9␣1] [TEXT:2]
[TEXT:␣-2␣1] [TEXT:␣-2]
[TEXT:␣1␣2] [TEXT:␣2␣1]
[TEXT:␣-12] [TEXT:␣10]
[TEXT:␣-1␣5] [TEXT:␣-3␣6]
[TEXT:␣5] [TEXT:␣12]
[TEXT:␣-2␣6] [TEXT:␣0␣5]
[TEXT:␣0␣8] [TEXT:␣1␣6]
[TEXT:␣1␣5] [TEXT:␣-1␣6]
[TEXT:␣-4␣-1] [TEXT:␣-3␣-1]
[TEXT:␣-7␣0] [TEXT:␣-5␣0]
[TEXT:␣5] [TEXT:␣3␣7]
[TEXT:␣0␣0] [TEXT:␣-1␣3]
[TEXT:␣1␣5] [TEXT:␣0␣3]
[TEXT:␣-3␣3] [TEXT:␣-4␣1]
[TEXT:␣-5␣1] [TEXT:␣-6␣2]
[TEXT:␣-4␣0] [TEXT:␣-3␣2]
[TEXT:␣-1␣7] [TEXT:␣1␣6]
[TEXT:␣-3␣1] [TEXT:8]
[TEXT:10] [TEXT:6]
[TEXT:9] [TEXT:5]
[TEXT:␣0␣7] [TEXT:␣0␣9]
[TEXT:␣-6␣1] [TEXT:6]
[TEXT:␣-2␣7] [TEXT:␣-1␣6]
[TEXT:␣-2␣8] [TEXT:␣-1␣6]
[TEXT:␣-5␣6] [TEXT:␣-4␣5]
[TEXT:␣-8␣1] [TEXT:␣-8␣1]
[TEXT:␣-2␣-1␣-1] [TEXT:␣-1]
[TEXT:␣0] [TEXT:␣-3]
[TEXT:␣-1␣-1] [TEXT:␣0␣0␣0␣0]
[TEXT:␣-10] [TEXT:␣11]
[TEXT:␣2␣7] [TEXT:␣1␣8]
[TEXT:␣-6] [TEXT:␣-6]
[TEXT:␣0␣2] [TEXT:␣2␣1]
[TEXT:␣1␣5] [TEXT:␣2␣6]
[TEXT:␣-1␣2] [TEXT:␣-2]
[TEXT:␣-1␣2] [TEXT:␣0␣4]
[TEXT:␣-1␣0] [TEXT:␣-2␣2]
[TEXT:10] [TEXT:4]
[TEXT:␣-4] [TEXT:␣-3␣-1]
[TEXT:␣-2␣3] [TEXT:␣-3␣5]
[TEXT:␣-6␣3] [TEXT:␣-5␣2]
[TEXT:␣-6␣5] [TEXT:␣-5␣5]
[TEXT:␣3] [TEXT:8]
[TEXT:␣-9] [TEXT:␣-4]
[TEXT:␣2␣5] [TEXT:␣0␣6]
[TEXT:␣0␣7] [TEXT:␣-2␣6]
[TEXT:␣-6␣1] [TEXT:␣-7␣1]
[TEXT:␣2␣8] [TEXT:␣2␣9]
[TEXT:␣1␣9] [TEXT:␣1␣8]
[TEXT:␣2␣3␣4] [TEXT:␣2␣4]
[TEXT:␣-1␣4] [TEXT:␣0␣6]
[TEXT:␣-2␣5] [TEXT:␣-1␣6]
[TEXT:␣-4␣6] [TEXT:␣-4␣4]
[TEXT:␣-3␣8] [TEXT:␣-4␣8]
[TEXT:␣-4␣-1] [TEXT:␣-3␣1]
[TEXT:␣-5␣0] [TEXT:␣-4␣1]
[TEXT:␣-1␣9] [TEXT:␣-2␣9]
[TEXT:␣-6] [TEXT:␣-3␣-3]
[TEXT:␣-2␣8] [TEXT:␣-2␣10]
[TEXT:␣2␣2␣3] [TEXT:␣2␣4]
[TEXT:␣0␣0␣0] [TEXT:␣-2␣-1]
[TEXT:␣-1␣1] [TEXT:␣0␣-1]
[TEXT:␣4␣4] [TEXT:␣3]
[TEXT:␣6␣6] [TEXT:␣6]
[TEXT:␣2␣3] [TEXT:␣3␣3]
[TEXT:␣3␣6] [TEXT:␣2␣6]
[TEXT:␣-2␣2] [TEXT:␣0␣1]
[TEXT:␣-5␣4] [TEXT:␣-5␣2]
[TEXT:␣-2␣8] [TEXT:␣-4␣8]
[TEXT:␣-3␣-2] [TEXT:␣-3␣0]
[TEXT:␣-4␣0] [TEXT:␣-3␣-1]
[TEXT:␣-4␣5] [TEXT:␣-3␣4]
[TEXT:␣3␣5] [TEXT:␣3␣4]
[TEXT:␣0␣1] [TEXT:␣-2␣3]
[TEXT:␣-1␣3] [TEXT:␣1␣2]
[TEXT:␣-4␣3] [TEXT:␣-5␣5]
[TEXT:␣-5␣3] [TEXT:␣-7␣3]
[TEXT:␣-4␣6] [TEXT:␣-5␣5]
[TEXT:␣4␣5] [TEXT:␣4]
[TEXT:␣-8␣3] [TEXT:␣-8␣2]
[TEXT:␣-1␣4] [TEXT:␣-3␣6]
[TEXT:␣-5␣0] [TEXT:␣-5␣1]
[TEXT:␣-6␣3] [TEXT:␣-4␣1]
[TEXT:␣2␣1␣3] [TEXT:␣1␣4]
[TEXT:␣2␣3␣3] [TEXT:␣1␣3]
[TEXT:␣-3␣5] [TEXT:␣-3␣3]
[TEXT:␣-1␣8] [TEXT:␣0␣6]
[TEXT:␣0␣-10] [TEXT:␣2]
[TEXT:-2] [TEXT:6]
[TEXT:␣-8␣0] [TEXT:␣-8␣0]
[TEXT:␣0␣0] [TEXT:␣2␣2]
[TEXT:␣-4␣-1] [TEXT:␣-6␣0]
[TEXT:␣-6␣6] [TEXT:␣-6␣4]
[TEXT:␣1␣10] [TEXT:␣1␣8]
[TEXT:␣1] [TEXT:␣0␣0␣0␣0]
[TEXT:␣0␣3] [TEXT:␣2]
[TEXT:␣-4␣1] [TEXT:␣-5␣2]
[TEXT:␣-4␣5] [TEXT:␣-5␣6]
[TEXT:␣-14] [TEXT:␣7]
[TEXT:␣-8] [TEXT:3]
[TEXT:␣2␣4] [TEXT:␣2␣2]
[TEXT:␣-2␣0] [TEXT:␣-5␣1]
[TEXT:␣-2␣8] [TEXT:␣0␣7]
[TEXT:␣-2␣1] [TEXT:␣-2␣3]
[TEXT:␣6] [TEXT:␣11]
[TEXT:␣-8] [TEXT:6]
[TEXT:␣0␣7] [TEXT:␣-1␣8]
[TEXT:␣-3␣5] [TEXT:␣-2␣3]
[TEXT:␣3␣4] [TEXT:␣7]
[TEXT:␣2␣8] [TEXT:␣1␣7]
[TEXT:␣-2␣9] [TEXT:␣-2␣7]
[TEXT:10] [TEXT:2]
[TEXT:␣-2␣6] [TEXT:␣0␣6]
[TEXT:␣-6␣2] [TEXT:␣-8␣2]
[TEXT:␣3␣5] [TEXT:␣4]
[TEXT:␣-6␣6] [TEXT:␣-6␣5]
[TEXT:␣-7␣5] [TEXT:␣-7␣5]
[TEXT:␣2␣3] [TEXT:␣1␣2]
[TEXT:␣-1␣2] [TEXT:␣-3␣4]
[TEXT:␣-2␣6] [TEXT:␣-3␣7]
[TEXT:␣0] [TEXT:␣-2␣0␣0]
[TEXT:␣-3␣1] [TEXT:␣-2␣2]
[TEXT:␣-4␣2] [TEXT:␣-6␣3]
[TEXT:␣-2␣6] [TEXT:␣-4␣7]
[TEXT:␣0␣0␣0␣1] [TEXT:␣0␣1]
[TEXT:␣-2] [TEXT:␣-2␣1]
[TEXT:␣1␣3] [TEXT:␣4]
[TEXT:␣0␣-1] [TEXT:␣0␣-1␣0]
[TEXT:␣-5␣4] [TEXT:␣-3␣4]
[TEXT:␣0␣0␣0␣-1] [TEXT:␣3]
[TEXT:␣0␣0] [TEXT:␣1␣1␣3]
[TEXT:␣0␣5] [TEXT:␣0]
[TEXT:␣-5] [TEXT:␣-2␣-1]
[TEXT:␣-1␣5] [TEXT:␣1␣6]
[TEXT:␣-2␣0] [TEXT:␣-4]
[TEXT:␣2␣7] [TEXT:␣1␣5]
[TEXT:␣2␣7] [TEXT:␣3␣7]
[TEXT:␣5] [TEXT:␣4␣4]
[TEXT:␣-1␣4] [TEXT:␣1␣2]
[TEXT:␣3␣6] [TEXT:␣3␣4]
[TEXT:␣-5␣-1] [TEXT:␣-3]
[TEXT:␣-3␣8] [TEXT:␣-2␣7]
[TEXT:␣-1␣6] [TEXT:␣-3␣7]
[TEXT:␣-6␣1] [TEXT:␣-6␣2]
[TEXT:␣-6␣4] [TEXT:␣-8␣4]
[TEXT:␣0␣9] [TEXT:␣1␣8]
[TEXT:␣4␣6] [TEXT:␣7]
[TEXT:10] [TEXT:3]
[TEXT:␣0␣9] [TEXT:␣-1␣10]
[TEXT:␣-2␣5] [TEXT:␣-4␣4]
[TEXT:␣-1␣7] [TEXT:␣1␣7]
[TEXT:␣-5␣3] [TEXT:␣-4␣1]
[TEXT:␣-4␣5] [TEXT:␣-4␣3]
[TEXT:␣-8␣3] [TEXT:␣-7␣2]
[TEXT:-2] [TEXT:5]
[TEXT:␣4␣7] [TEXT:␣6]
[TEXT:9] [TEXT:9]
[TEXT:␣-1␣1] [TEXT:␣-1␣0]
[TEXT:␣-2␣2] [TEXT:␣0␣3]
[TEXT:␣-2] [TEXT:␣-3␣-1]
[TEXT:␣1␣1] [TEXT:␣0␣3]
[TEXT:␣-8] [TEXT:7]
[TEXT:␣-2␣4] [TEXT:␣-4␣6]
[TEXT:␣-2␣8] [TEXT:␣0␣6]
[TEXT:␣3␣5] [TEXT:␣2␣5]
[TEXT:␣3] [TEXT:7]
[TEXT:␣0␣1] [TEXT:␣0␣-1␣1]
[TEXT:␣1␣1] [TEXT:␣0␣0␣1]
[TEXT:␣0␣7] [TEXT:␣1␣8]
[TEXT:␣-5␣4] [TEXT:␣-5␣6]
[TEXT:␣-7␣1] [TEXT:␣-6␣0]
[TEXT:␣1␣9] [TEXT:␣1␣10]
[TEXT:␣-6␣6] [TEXT:␣-7␣6]
[TEXT:␣-1␣0␣0] [TEXT:␣0␣2]
[TEXT:␣1␣4] [TEXT:␣-1␣5]
[TEXT:␣-5␣5] [TEXT:␣-4␣4]
[TEXT:␣-17] [TEXT:␣1]
[TEXT:␣-1␣1] [TEXT:␣0]
[TEXT:␣-3␣2] [TEXT:␣-2␣4]
[TEXT:␣-4␣5] [TEXT:␣-2␣4]
[TEXT:␣-3␣6] [TEXT:␣-3␣4]
[TEXT:␣0␣9] [TEXT:␣1␣10]
[TEXT:␣0␣9] [TEXT:␣0␣11]
[TEXT:␣-5␣-2] [TEXT:␣-5␣0]
[TEXT:␣6␣6] [TEXT:␣7]
[TEXT:␣-2␣1] [TEXT:␣0␣2]
[TEXT:␣-4␣-1] [TEXT:␣-5␣1]
[TEXT:␣-1␣3] [TEXT:␣-1]
[TEXT:␣-2␣8] [TEXT:␣-1␣9]
[TEXT:␣-1␣1␣1] [TEXT:␣3]
[TEXT:␣2] [TEXT:␣-1␣2]
[TEXT:␣0␣4] [TEXT:␣-2]
[TEXT:␣-6␣1] [TEXT:␣-7␣2]
[TEXT:␣1␣4] [TEXT:␣1␣6]
[TEXT:␣-2␣3] [TEXT:␣-2]
[TEXT:␣-2␣-2] [TEXT:␣-1␣-1]
[TEXT:␣-2␣8] [TEXT:␣-3␣7]
[TEXT:␣-1␣11] [TEXT:␣-1␣10]
[TEXT:␣0␣1] [TEXT:␣-2]
[TEXT:␣0␣3] [TEXT:␣-1]
[TEXT:␣-2␣1] [TEXT:␣-3␣3]
[TEXT:␣-1␣4] [TEXT:␣-2]
[TEXT:␣4␣4] [TEXT:␣8]
[TEXT:␣0␣1] [TEXT:␣1␣1␣1]
[TEXT:␣-8] [TEXT:␣-5]
[TEXT:␣-7␣0] [TEXT:␣-6␣-1]
[TEXT:␣-2␣10] [TEXT:␣-1␣10]
[TEXT:␣-5␣-2] [TEXT:␣-4]
[TEXT:␣-8] [TEXT:5]
[TEXT:␣0␣3] [TEXT:␣0]
[TEXT:␣2␣1] [TEXT:␣2␣1␣4]
[TEXT:␣2␣2] [TEXT:␣2␣1␣2]
[TEXT:␣-7␣1] [TEXT:␣-5␣0]
[TEXT:␣-4␣7] [TEXT:␣-5␣7]
[TEXT:␣-7␣3] [TEXT:␣-6␣3]
[TEXT:␣-8␣1] [TEXT:4]
[TEXT:␣-1␣3] [TEXT:␣1]
[TEXT:␣1␣3] [TEXT:␣3]
[TEXT:␣3␣6] [TEXT:␣2␣5]
[TEXT:␣-16] [TEXT:␣2]
[TEXT:␣-5␣-3] [TEXT:␣-4]
[TEXT:␣5] [TEXT:␣4]
[TEXT:␣-1␣4] [TEXT:␣-2␣2]
[TEXT:␣1␣3] [TEXT:␣1␣5]
[TEXT:␣-4␣2] [TEXT:␣-4␣0]
[TEXT:␣-1␣6] [TEXT:␣-3␣5]
[TEXT:␣0␣0␣-1] [TEXT:␣-2]
[TEXT:␣-1␣3] [TEXT:␣-3␣5]
[TEXT:␣2␣3␣3] [TEXT:␣2␣4]
[TEXT:␣-1␣4] [TEXT:␣2␣4]
[TEXT:␣2␣2] [TEXT:␣2␣1␣4]
[TEXT:␣-4␣5] [TEXT:␣-6␣4]
[TEXT:␣-1␣8] [TEXT:␣1␣6]
[TEXT:␣1␣8] [TEXT:␣0␣6]
[TEXT:␣-4␣7] [TEXT:␣-4␣8]
[TEXT:␣2␣3␣3] [TEXT:␣2␣3]
[TEXT:␣0␣1] [TEXT:9]
[TEXT:␣0␣4] [TEXT:␣-3␣4]
[TEXT:␣2␣1] [TEXT:8]
[TEXT:␣-2␣0] [TEXT:␣-3␣-2]
[TEXT:␣-5␣4] [TEXT:␣-3␣2]
[TEXT:␣-4␣5] [TEXT:␣-2␣5]
[TEXT:␣-4␣5] [TEXT:␣-3␣6]
[TEXT:␣-7␣1] [TEXT:␣-7␣2]
[TEXT:␣-6␣6] [TEXT:␣-5␣6]
[TEXT:␣-2␣0␣-1] [TEXT:␣0]
[TEXT:␣0␣4] [TEXT:␣-3␣5]
[TEXT:␣-3␣0] [TEXT:␣-5␣2]
[TEXT:␣-2␣7] [TEXT:␣-1␣7]
[TEXT:␣3␣5] [TEXT:␣2␣4]
[TEXT:␣2␣9] [TEXT:␣1␣9]
[TEXT:␣-2␣-1␣-1] [TEXT:␣-2␣-1]
[TEXT:␣1␣1] [TEXT:␣1␣2]
[TEXT:␣-2␣10] [TEXT:␣-2␣9]
[TEXT:␣-2␣-1␣-1] [TEXT:␣-1␣-1]
[TEXT:␣0␣-1] [TEXT:␣0␣-1␣2]
[TEXT:␣0␣4] [TEXT:␣-1␣7]
[TEXT:␣-3␣1] [TEXT:␣-3␣3]
[TEXT:␣1␣3] [TEXT:␣2␣4]
[TEXT:␣-1␣5] [TEXT:␣-2␣3]
[TEXT:␣-5␣-1] [TEXT:␣-6␣-1]
[TEXT:␣-2␣0␣0] [TEXT:␣-1␣1]
[TEXT:␣0␣-1] [TEXT:␣-1␣0]
[TEXT:␣-3␣1] [TEXT:␣-5␣2]
[TEXT:␣-5␣3] [TEXT:␣-4␣4]
[TEXT:␣0␣2␣1] [TEXT:␣2␣2]
[TEXT:␣0␣7] [TEXT:␣1␣4]
[TEXT:␣-1␣0␣0] [TEXT:␣0]
[TEXT:␣-1␣0␣0] [TEXT:␣4]
[TEXT:␣0␣2] [TEXT:␣-2]
[TEXT:␣-2␣7] [TEXT:␣-3␣7]
[TEXT:␣-5␣0] [TEXT:␣-6␣0]
[TEXT:␣-5␣5] [TEXT:␣-5␣6]
[TEXT:␣2␣9] [TEXT:␣2␣8]
[TEXT:␣-2␣6] [TEXT:␣-1␣7]
[TEXT:␣2␣6] [TEXT:␣0␣8]
[TEXT:␣-6␣2] [TEXT:␣-4␣0]
[TEXT:␣-15] [TEXT:␣3]
[TEXT:␣-1␣8] [TEXT:␣-2␣9]
[TEXT:␣0␣10] [TEXT:␣0␣12]
[TEXT:␣-1␣0␣1] [TEXT:␣0␣1]
[TEXT:␣0␣4] [TEXT:␣0␣8]
[TEXT:␣-1␣0␣0] [TEXT:␣-1␣1]
[TEXT:␣-4␣1] [TEXT:8]
[TEXT:␣0␣0␣0␣0] [TEXT:␣-1␣-1]
[TEXT:␣-6␣1] [TEXT:␣-6␣3]
[TEXT:␣-5␣-2] [TEXT:␣-5␣-1]
[TEXT:␣3␣8] [TEXT:␣3␣8]
[TEXT:␣-5␣6] [TEXT:␣-6␣5]
[TEXT:10] [TEXT:7]
[TEXT:␣2␣3] [TEXT:␣1␣1]
[TEXT:␣-2␣-1] [TEXT:␣2]
[TEXT:␣-2␣0] [TEXT:␣-2␣3]
[TEXT:␣-1] [TEXT:␣-2␣0␣-1]
[TEXT:␣0␣1] [TEXT:␣0␣0␣2]
[TEXT:␣2␣1] [TEXT:␣2␣1␣3]
[TEXT:␣-1␣3] [TEXT:␣0␣5]
[TEXT:␣-1␣2] [TEXT:␣-1␣5]
[TEXT:␣-5␣1] [TEXT:␣-6␣0]
[TEXT:␣3␣3] [TEXT:␣3␣2␣4]
[TEXT:␣2␣7] [TEXT:␣3␣6]
[TEXT:␣-2␣11] [TEXT:␣-2␣11]
[TEXT:␣-7␣3] [TEXT:␣-8␣3]
[TEXT:␣0␣0␣-1␣-1] [TEXT:␣1␣1]
[TEXT:␣0␣0] [TEXT:␣5]
[TEXT:␣-4␣7] [TEXT:␣-3␣7]
