{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[REL:(5,5)]": 5,
    "[REL:(0,2)]": 6,
    "[REL:(0,3)]": 7,
    "[REL:(0,5)]": 8,
    "[REL:(0,6)]": 9,
    "[REL:(2,8)]": 10,
    "[REL:(0,9)]": 11,
    "[REL:(2,11)]": 12,
    "[REL:(1,9)]": 13,
    "[REL:(-1,7)]": 14,
    "[REL:(1,7)]": 15,
    "[REL:(0,4)]": 16,
    "[REL:(2,2)]": 17,
    "[REL:(-1,-1)]": 18,
    "[REL:(1,-1)]": 19,
    "[REL:(-3,-51)]": 20,
    "[REL:(-1,0)]": 21,
    "[REL:(3,2)]": 22,
    "[REL:(3,0)]": 23,
    "[REL:(4,0)]": 24,
    "[REL:(5,0)]": 25,
    "[REL:(3,-1)]": 26,
    "[REL:(16,-49)]": 27,
    "[REL:(0,7)]": 28,
    "[REL:(0,11)]": 29,
    "[REL:(-1,13)]": 30,
    "[REL:(0,13)]": 31,
    "[REL:(0,12)]": 32,
    "[REL:(2,7)]": 33,
    "[REL:(3,3)]": 34,
    "[REL:(3,1)]": 35,
    "[REL:(23,-14)]": 36,
    "[REL:(1,0)]": 37,
    "[REL:(4,-1)]": 38,
    "[REL:(4,-3)]": 39,
    "[REL:(4,-2)]": 40,
    "[REL:(3,-5)]": 41,
    "[REL:(5,-4)]": 42,
    "[REL:(2,-5)]": 43,
    "[REL:(0,-3)]": 44,
    "[REL:(-3,-4)]": 45,
    "[REL:(-2,0)]": 46,
    "[REL:(-3,1)]": 47,
    "[REL:(-4,3)]": 48,
    "[REL:(-4,4)]": 49,
    "[REL:(-4,6)]": 50,
    "[REL:(-3,8)]": 51,
    "[REL:(-1,5)]": 52,
    "[REL:(3,6)]": 53,
    "[REL:(4,4)]": 54,
    "[REL:(6,2)]": 55,
    "[REL:(6,-2)]": 56,
    "[REL:(72,-90)]": 57,
    "[REL:(0,8)]": 58,
    "[REL:(-1,9)]": 59,
    "[REL:(1,4)]": 60,
    "[REL:(-1,2)]": 61,
    "[REL:(1,1)]": 62,
    "[REL:(0,-2)]": 63,
    "[REL:(2,-4)]": 64,
    "[REL:(2,-6)]": 65,
    "[REL:(3,-6)]": 66,
    "[REL:(3,-4)]": 67,
    "[REL:(4,2)]": 68,
    "[REL:(6,3)]": 69,
    "[REL:(3,4)]": 70,
    "[REL:(3,5)]": 71,
    "[REL:(-3,4)]": 72,
    "[REL:(-4,2)]": 73,
    "[REL:(-5,2)]": 74,
    "[REL:(-4,0)]": 75,
    "[REL:(-3,0)]": 76,
    "[REL:(0,0)]": 77,
    "[REL:(42,-8)]": 78,
    "[REL:(4,1)]": 79,
    "[REL:(4,-5)]": 80,
    "[REL:(4,-6)]": 81,
    "[REL:(1,-7)]": 82,
    "[REL:(-1,-6)]": 83,
    "[REL:(-2,-2)]": 84,
    "[REL:(-3,2)]": 85,
    "[REL:(-4,5)]": 86,
    "[REL:(-6,7)]": 87,
    "[REL:(-1,8)]": 88,
    "[REL:(-2,8)]": 89,
    "[REL:(1,5)]": 90,
    "[REL:(4,3)]": 91,
    "[REL:(8,0)]": 92,
    "[REL:(4,-4)]": 93,
    "[REL:(6,-4)]": 94,
    "[REL:(14,-62)]": 95,
    "[REL:(-2,-26)]": 96,
    "[REL:(3,35)]": 97,
    "[REL:(-2,9)]": 98,
    "[REL:(2,0)]": 99,
    "[REL:(20,-15)]": 100,
    "[REL:(1,2)]": 101,
    "[REL:(6,-48)]": 102,
    "[REL:(25,38)]": 103,
    "[REL:(5,-1)]": 104,
    "[REL:(9,-18)]": 105,
    "[REL:(-3,-1)]": 106,
    "[REL:(-6,4)]": 107,
    "[REL:(-5,6)]": 108,
    "[REL:(-2,6)]": 109,
    "[REL:(5,3)]": 110,
    "[REL:(5,1)]": 111,
    "[REL:(6,0)]": 112,
    "[REL:(7,-1)]": 113,
    "[REL:(6,-3)]": 114,
    "[REL:(8,-27)]": 115,
    "[REL:(0,1)]": 116,
    "[REL:(-1,6)]": 117,
    "[REL:(3,-3)]": 118,
    "[REL:(5,-7)]": 119,
    "[REL:(5,-9)]": 120,
    "[REL:(2,-3)]": 121,
    "[REL:(2,-1)]": 122,
    "[REL:(10,14)]": 123,
    "[REL:(2,1)]": 124,
    "[REL:(2,-2)]": 125,
    "[REL:(-4,-1)]": 126,
    "[REL:(-5,5)]": 127,
    "[REL:(-3,6)]": 128,
    "[REL:(2,3)]": 129,
    "[REL:(6,1)]": 130,
    "[REL:(37,-25)]": 131,
    "[REL:(-1,1)]": 132,
    "[REL:(-2,1)]": 133,
    "[REL:(-1,3)]": 134,
    "[REL:(-1,4)]": 135,
    "[REL:(-2,-1)]": 136,
    "[REL:(-5,-1)]": 137,
    "[REL:(-4,-2)]": 138,
    "[REL:(-4,-3)]": 139,
    "[REL:(72,-64)]": 140,
    "[REL:(2,10)]": 141,
    "[REL:(-2,11)]": 142,
    "[REL:(-2,7)]": 143,
    "[REL:(-2,5)]": 144,
    "[REL:(1,3)]": 145,
    "[REL:(-3,-19)]": 146,
    "[REL:(5,-2)]": 147,
    "[REL:(20,-30)]": 148,
    "[REL:(6,-6)]": 149,
    "[REL:(10,-14)]": 150,
    "[REL:(1,-3)]": 151,
    "[REL:(15,-34)]": 152,
    "[REL:(-3,7)]": 153,
    "[REL:(-5,4)]": 154,
    "[REL:(1,-2)]": 155,
    "[REL:(96,-44)]": 156,
    "[REL:(-1,10)]": 157,
    "[REL:(0,10)]": 158,
    "[REL:(-12,-17)]": 159,
    "[REL:(18,-33)]": 160,
    "[REL:(5,-5)]": 161,
    "[REL:(2,4)]": 162,
    "[REL:(5,-3)]": 163,
    "[REL:(1,-5)]": 164,
    "[REL:(-3,-6)]": 165,
    "[REL:(5,2)]": 166,
    "[REL:(35,-48)]": 167,
    "[REL:(7,-18)]": 168,
    "[REL:(21,-28)]": 169,
    "[REL:(37,-22)]": 170,
    "[REL:(-4,7)]": 171,
    "[REL:(0,-4)]": 172,
    "[REL:(-2,-4)]": 173,
    "[REL:(21,-3)]": 174,
    "[REL:(37,-23)]": 175,
    "[REL:(0,-1)]": 176,
    "[REL:(6,-1)]": 177,
    "[REL:(7,-2)]": 178,
    "[REL:(-1,-4)]": 179,
    "[REL:(-1,-2)]": 180,
    "[REL:(7,2)]": 181,
    "[REL:(87,-31)]": 182,
    "[REL:(-4,1)]": 183,
    "[REL:(-3,5)]": 184,
    "[REL:(2,5)]": 185,
    "[REL:(9,-16)]": 186,
    "[REL:(31,-26)]": 187,
    "[REL:(-3,9)]": 188,
    "[REL:(-2,10)]": 189,
    "[REL:(0,-20)]": 190,
    "[REL:(55,-38)]": 191,
    "[REL:(28,-1)]": 192,
    "[REL:(0,-5)]": 193,
    "[REL:(-3,-3)]": 194,
    "[REL:(22,8)]": 195,
    "[REL:(13,1)]": 196,
    "[REL:(6,-7)]": 197,
    "[REL:(5,-8)]": 198,
    "[REL:(4,-7)]": 199,
    "[REL:(-4,8)]": 200,
    "[REL:(2,6)]": 201,
    "[REL:(32,-15)]": 202,
    "[REL:(-3,3)]": 203,
    "[REL:(1,6)]": 204,
    "[REL:(-6,0)]": 205,
    "[REL:(-5,0)]": 206,
    "[REL:(-3,-2)]": 207,
    "[REL:(-2,4)]": 208,
    "[REL:(4,6)]": 209,
    "[REL:(4,5)]": 210,
    "[REL:(-5,3)]": 211,
    "[REL:(-6,2)]": 212,
    "[REL:(49,-73)]": 213,
    "[REL:(35,-19)]": 214,
    "[REL:(-2,3)]": 215,
    "[REL:(3,-2)]": 216,
    "[REL:(-1,-5)]": 217,
    "[REL:(-2,-3)]": 218,
    "[REL:(37,-2)]": 219,
    "[REL:(31,-57)]": 220,
    "[REL:(28,-20)]": 221,
    "[REL:(3,-10)]": 222,
    "[REL:(3,-9)]": 223,
    "[REL:(2,-8)]": 224,
    "[REL:(3,7)]": 225,
    "[REL:(70,-52)]": 226,
    "[REL:(30,-1)]": 227,
    "[REL:(3,-12)]": 228,
    "[REL:(7,1)]": 229,
    "[REL:(8,1)]": 230,
    "[REL:(109,-32)]": 231,
    "[REL:(21,-48)]": 232,
    "[REL:(-2,2)]": 233,
    "[REL:(40,-18)]": 234,
    "[REL:(-1,-3)]": 235,
    "[REL:(18,-29)]": 236,
    "[REL:(22,-10)]": 237,
    "[REL:(4,-35)]": 238,
    "[REL:(28,13)]": 239,
    "[REL:(39,-29)]": 240,
    "[REL:(20,-6)]": 241,
    "[REL:(7,0)]": 242,
    "[REL:(36,-13)]": 243,
    "[REL:(7,-6)]": 244,
    "[REL:(4,-8)]": 245,
    "[REL:(72,-20)]": 246,
    "[REL:(3,-7)]": 247,
    "[REL:(23,-20)]": 248,
    "[REL:(25,-12)]": 249,
    "[REL:(4,-9)]": 250,
    "[REL:(0,-6)]": 251,
    "[REL:(48,-57)]": 252,
    "[REL:(-4,-21)]": 253,
    "[REL:(1,-4)]": 254,
    "[REL:(16,-32)]": 255,
    "[REL:(26,-48)]": 256,
    "[REL:(-4,-18)]": 257,
    "[REL:(-1,11)]": 258,
    "[REL:(40,-32)]": 259,
    "[REL:(2,-7)]": 260,
    "[REL:(14,-52)]": 261,
    "[REL:(36,-19)]": 262,
    "[REL:(24,-1)]": 263,
    "[REL:(20,-14)]": 264,
    "[REL:(126,-7)]": 265,
    "[REL:(-5,1)]": 266,
    "[REL:(-6,1)]": 267,
    "[REL:(59,-51)]": 268,
    "[REL:(33,-12)]": 269,
    "[REL:(25,-47)]": 270,
    "[REL:(28,-11)]": 271,
    "[REL:(5,-6)]": 272,
    "[REL:(63,-22)]": 273,
    "[REL:(31,-10)]": 274,
    "[REL:(34,-17)]": 275,
    "[REL:(68,-33)]": 276,
    "[REL:(5,-11)]": 277,
    "[REL:(44,3)]": 278,
    "[REL:(7,-3)]": 279,
    "[REL:(23,-38)]": 280,
    "[REL:(7,-5)]": 281,
    "[REL:(6,4)]": 282,
    "[REL:(76,-36)]": 283,
    "[REL:(18,-20)]": 284,
    "[REL:(13,-9)]": 285,
    "[REL:(-4,9)]": 286,
    "[REL:(-6,10)]": 287,
    "[REL:(79,-74)]": 288,
    "[REL:(47,-44)]": 289,
    "[REL:(-8,-10)]": 290,
    "[REL:(19,-12)]": 291,
    "[REL:(22,-20)]": 292,
    "[REL:(42,-17)]": 293,
    "[REL:(17,8)]": 294,
    "[REL:(23,-25)]": 295,
    "[REL:(12,-6)]": 296,
    "[REL:(-1,-44)]": 297,
    "[REL:(21,15)]": 298,
    "[REL:(18,-40)]": 299,
    "[REL:(58,-16)]": 300,
    "[REL:(33,-1)]": 301,
    "[REL:(1,-6)]": 302,
    "[REL:(21,-4)]": 303,
    "[REL:(13,-34)]": 304,
    "[REL:(22,-19)]": 305,
    "[REL:(2,-9)]": 306,
    "[REL:(63,-19)]": 307,
    "[REL:(17,-15)]": 308,
    "[REL:(1,-10)]": 309,
    "[REL:(6,-14)]": 310,
    "[REL:(26,-15)]": 311,
    "[REL:(27,-5)]": 312,
    "[REL:(32,-31)]": 313,
    "[REL:(63,-36)]": 314,
    "[REL:(-4,-16)]": 315,
    "[REL:(25,-2)]": 316,
    "[REL:(78,-52)]": 317,
    "[REL:(11,-15)]": 318,
    "[REL:(20,28)]": 319,
    "[REL:(27,-6)]": 320,
    "[REL:(10,4)]": 321,
    "[REL:(22,1)]": 322,
    "[REL:(3,-8)]": 323,
    "[REL:(71,-16)]": 324,
    "[REL:(16,-11)]": 325,
    "[REL:(48,-44)]": 326,
    "[REL:(9,-6)]": 327,
    "[REL:(70,38)]": 328,
    "[REL:(-6,6)]": 329,
    "[REL:(7,-4)]": 330,
    "[REL:(23,-13)]": 331,
    "[REL:(26,-6)]": 332,
    "[REL:(1,8)]": 333,
    "[REL:(20,-54)]": 334,
    "[REL:(-2,-12)]": 335,
    "[REL:(23,2)]": 336,
    "[REL:(52,-4)]": 337,
    "[REL:(6,-5)]": 338,
    "[REL:(6,-9)]": 339,
    "[REL:(17,-35)]": 340,
    "[REL:(0,-12)]": 341,
    "[REL:(14,-29)]": 342,
    "[REL:(1,10)]": 343,
    "[REL:(3,9)]": 344,
    "[REL:(70,-20)]": 345,
    "[REL:(4,-44)]": 346,
    "[REL:(14,34)]": 347,
    "[REL:(34,-22)]": 348,
    "[REL:(29,-35)]": 349,
    "[REL:(2,-13)]": 350,
    "[REL:(6,-40)]": 351,
    "[REL:(20,-3)]": 352,
    "[REL:(10,-36)]": 353,
    "[REL:(0,-11)]": 354,
    "[REL:(18,-4)]": 355,
    "[REL:(12,-24)]": 356,
    "[REL:(22,7)]": 357,
    "[REL:(19,6)]": 358,
    "[REL:(23,4)]": 359,
    "[REL:(104,-49)]": 360,
    "[REL:(-5,-2)]": 361,
    "[REL:(39,-14)]": 362,
    "[REL:(7,-41)]": 363,
    "[REL:(12,29)]": 364,
    "[REL:(52,-24)]": 365,
    "[REL:(40,-38)]": 366,
    "[REL:(48,-47)]": 367,
    "[REL:(23,-32)]": 368,
    "[REL:(28,5)]": 369,
    "[REL:(8,-3)]": 370,
    "[REL:(32,47)]": 371,
    "[REL:(35,-35)]": 372,
    "[REL:(16,-41)]": 373,
    "[REL:(55,-17)]": 374,
    "[REL:(23,-37)]": 375,
    "[REL:(43,-21)]": 376,
    "[REL:(-2,-5)]": 377,
    "[REL:(29,1)]": 378,
    "[REL:(52,-21)]": 379,
    "[REL:(2,-36)]": 380,
    "[REL:(30,-9)]": 381,
    "[REL:(-9,-13)]": 382,
    "[REL:(69,-31)]": 383,
    "[REL:(26,25)]": 384,
    "[REL:(22,-8)]": 385,
    "[REL:(17,-16)]": 386,
    "[REL:(26,2)]": 387,
    "[REL:(-5,-3)]": 388,
    "[REL:(116,-12)]": 389,
    "[REL:(22,-11)]": 390,
    "[REL:(6,-8)]": 391,
    "[REL:(54,-40)]": 392,
    "[REL:(13,28)]": 393,
    "[REL:(8,-2)]": 394,
    "[REL:(31,-17)]": 395,
    "[REL:(33,-14)]": 396,
    "[REL:(27,-13)]": 397,
    "[REL:(-6,-2)]": 398,
    "[REL:(86,-61)]": 399,
    "[REL:(21,-17)]": 400,
    "[REL:(14,-24)]": 401,
    "[REL:(6,8)]": 402,
    "[REL:(10,-25)]": 403,
    "[REL:(36,-5)]": 404,
    "[REL:(8,-16)]": 405,
    "[REL:(7,3)]": 406,
    "[REL:(98,-25)]": 407,
    "[REL:(8,6)]": 408,
    "[REL:(8,-17)]": 409,
    "[REL:(26,-43)]": 410,
    "[REL:(-6,-8)]": 411,
    "[REL:(7,7)]": 412,
    "[REL:(5,12)]": 413,
    "[REL:(-10,-72)]": 414,
    "[REL:(5,8)]": 415,
    "[REL:(9,9)]": 416,
    "[REL:(10,8)]": 417,
    "[REL:(12,8)]": 418,
    "[REL:(11,5)]": 419,
    "[REL:(11,4)]": 420,
    "[REL:(9,1)]": 421,
    "[REL:(4,-10)]": 422,
    "[REL:(1,-12)]": 423,
    "[REL:(1,-13)]": 424,
    "[REL:(14,-20)]": 425,
    "[REL:(-5,-11)]": 426,
    "[REL:(-2,-8)]": 427,
    "[REL:(87,53)]": 428,
    "[REL:(-7,0)]": 429,
    "[REL:(-8,2)]": 430,
    "[REL:(5,4)]": 431,
    "[REL:(202,-6)]": 432,
    "[REL:(7,4)]": 433,
    "[REL:(9,3)]": 434,
    "[REL:(-9,0)]": 435,
    "[REL:(-10,0)]": 436,
    "[REL:(-15,-3)]": 437,
    "[REL:(-13,-5)]": 438,
    "[REL:(-15,-5)]": 439,
    "[REL:(-14,-6)]": 440,
    "[REL:(-11,-6)]": 441,
    "[REL:(108,8)]": 442,
    "[REL:(5,6)]": 443,
    "[REL:(7,5)]": 444,
    "[REL:(8,4)]": 445,
    "[REL:(11,1)]": 446,
    "[REL:(82,-43)]": 447,
    "[REL:(19,-25)]": 448,
    "[REL:(8,2)]": 449,
    "[REL:(4,22)]": 450,
    "[REL:(4,7)]": 451,
    "[REL:(9,4)]": 452,
    "[REL:(9,0)]": 453,
    "[REL:(10,-2)]": 454,
    "[REL:(10,-3)]": 455,
    "[REL:(10,-6)]": 456,
    "[REL:(7,-8)]": 457,
    "[REL:(6,-10)]": 458,
    "[REL:(0,-51)]": 459,
    "[REL:(28,-24)]": 460,
    "[REL:(-7,-2)]": 461,
    "[REL:(-6,-1)]": 462,
    "[REL:(-8,0)]": 463,
    "[REL:(-7,1)]": 464,
    "[REL:(240,-60)]": 465,
    "[REL:(16,-21)]": 466,
    "[REL:(-12,0)]": 467,
    "[REL:(-12,-1)]": 468,
    "[REL:(-13,-1)]": 469,
    "[REL:(-10,-1)]": 470,
    "[REL:(131,2)]": 471,
    "[REL:(-9,2)]": 472,
    "[REL:(-6,3)]": 473,
    "[REL:(12,4)]": 474,
    "[REL:(10,-11)]": 475,
    "[REL:(4,9)]": 476,
    "[REL:(6,5)]": 477,
    "[REL:(34,-75)]": 478,
    "[REL:(-16,97)]": 479,
    "[REL:(28,-132)]": 480,
    "[REL:(12,-23)]": 481,
    "[REL:(8,5)]": 482,
    "[REL:(79,21)]": 483,
    "[REL:(-8,-2)]": 484,
    "[REL:(-8,-3)]": 485,
    "[REL:(104,-29)]": 486,
    "[REL:(10,6)]": 487,
    "[REL:(11,6)]": 488,
    "[REL:(-12,-3)]": 489,
    "[REL:(15,7)]": 490,
    "[REL:(9,-5)]": 491,
    "[REL:(2,-10)]": 492,
    "[REL:(0,-10)]": 493,
    "[REL:(-1,-7)]": 494,
    "[REL:(8,7)]": 495,
    "[REL:(5,10)]": 496,
    "[REL:(5,7)]": 497,
    "[REL:(1,-8)]": 498,
    "[REL:(4,10)]": 499,
    "[REL:(4,11)]": 500,
    "[REL:(6,11)]": 501,
    "[REL:(7,11)]": 502,
    "[REL:(8,9)]": 503,
    "[REL:(9,8)]": 504,
    "[REL:(54,-33)]": 505,
    "[REL:(-11,-15)]": 506,
    "[REL:(-7,-1)]": 507,
    "[REL:(-10,1)]": 508,
    "[REL:(-10,4)]": 509,
    "[REL:(-7,6)]": 510,
    "[REL:(7,6)]": 511,
    "[REL:(6,6)]": 512,
    "[REL:(39,-47)]": 513,
    "[REL:(10,2)]": 514,
    "[REL:(9,-1)]": 515,
    "[REL:(9,-2)]": 516,
    "[REL:(18,-71)]": 517,
    "[REL:(2,9)]": 518,
    "[REL:(20,-34)]": 519,
    "[REL:(8,-1)]": 520,
    "[REL:(-7,4)]": 521,
    "[REL:(11,3)]": 522,
    "[REL:(10,-1)]": 523,
    "[REL:(12,-1)]": 524,
    "[REL:(19,-21)]": 525,
    "[REL:(-9,-17)]": 526,
    "[REL:(-8,-1)]": 527,
    "[REL:(-7,2)]": 528,
    "[REL:(103,-6)]": 529,
    "[REL:(-5,-6)]": 530,
    "[REL:(-7,-4)]": 531,
    "[REL:(-9,-4)]": 532,
    "[REL:(-9,-2)]": 533,
    "[REL:(-10,2)]": 534,
    "[REL:(-6,5)]": 535,
    "[REL:(4,8)]": 536,
    "[REL:(9,5)]": 537,
    "[REL:(9,2)]": 538,
    "[REL:(9,-4)]": 539,
    "[REL:(-1,-53)]": 540,
    "[REL:(5,9)]": 541,
    "[REL:(18,-14)]": 542,
    "[REL:(126,-65)]": 543,
    "[REL:(9,-68)]": 544,
    "[REL:(11,2)]": 545,
    "[REL:(-7,5)]": 546,
    "[REL:(-12,3)]": 547,
    "[REL:(-14,1)]": 548,
    "[REL:(-14,0)]": 549,
    "[REL:(-18,-3)]": 550,
    "[REL:(-16,-4)]": 551,
    "[REL:(-14,-5)]": 552,
    "[REL:(-8,-8)]": 553,
    "[REL:(163,-12)]": 554,
    "[REL:(-4,11)]": 555,
    "[REL:(-4,12)]": 556,
    "[REL:(-2,12)]": 557,
    "[REL:(-3,12)]": 558,
    "[REL:(-4,-106)]": 559,
    "[REL:(177,-58)]": 560,
    "[REL:(25,-65)]": 561,
    "[REL:(32,-51)]": 562,
    "[REL:(-10,-6)]": 563,
    "[REL:(-15,1)]": 564,
    "[REL:(-16,1)]": 565,
    "[REL:(124,6)]": 566,
    "[REL:(39,-31)]": 567,
    "[REL:(2,12)]": 568,
    "[REL:(1,14)]": 569,
    "[REL:(-2,13)]": 570,
    "[REL:(-4,10)]": 571,
    "[REL:(-7,7)]": 572,
    "[REL:(-8,6)]": 573,
    "[REL:(-10,3)]": 574,
    "[REL:(-11,-3)]": 575,
    "[REL:(-12,-6)]": 576,
    "[REL:(-13,-8)]": 577,
    "[REL:(-10,-10)]": 578,
    "[REL:(-3,-9)]": 579,
    "[REL:(11,-5)]": 580,
    "[REL:(99,-77)]": 581,
    "[REL:(8,3)]": 582,
    "[REL:(-54,-77)]": 583,
    "[REL:(24,5)]": 584,
    "[REL:(15,3)]": 585,
    "[REL:(12,3)]": 586,
    "[REL:(10,5)]": 587,
    "[REL:(-14,4)]": 588,
    "[REL:(-31,-3)]": 589,
    "[REL:(-15,0)]": 590,
    "[REL:(-13,2)]": 591,
    "[REL:(100,10)]": 592,
    "[REL:(3,-62)]": 593,
    "[REL:(28,-4)]": 594,
    "[REL:(58,-29)]": 595,
    "[REL:(18,-60)]": 596,
    "[REL:(5,-13)]": 597,
    "[REL:(19,39)]": 598,
    "[REL:(121,-91)]": 599,
    "[REL:(2,-31)]": 600,
    "[REL:(-9,5)]": 601,
    "[REL:(-11,4)]": 602,
    "[REL:(-16,-1)]": 603,
    "[REL:(-18,-1)]": 604,
    "[REL:(-17,-4)]": 605,
    "[REL:(-9,-8)]": 606,
    "[REL:(-4,-8)]": 607,
    "[REL:(139,10)]": 608,
    "[REL:(17,-57)]": 609,
    "[REL:(170,-2)]": 610,
    "[REL:(3,22)]": 611,
    "[REL:(33,-17)]": 612,
    "[REL:(6,-76)]": 613,
    "[REL:(-10,7)]": 614,
    "[REL:(52,-20)]": 615,
    "[REL:(4,16)]": 616,
    "[REL:(-2,-7)]": 617,
    "[REL:(35,-7)]": 618,
    "[REL:(-10,-2)]": 619,
    "[REL:(-9,-3)]": 620,
    "[REL:(-6,-4)]": 621,
    "[REL:(80,4)]": 622,
    "[REL:(-9,-11)]": 623,
    "[REL:(8,-20)]": 624,
    "[REL:(21,-51)]": 625,
    "[REL:(26,-29)]": 626,
    "[REL:(-11,0)]": 627,
    "[REL:(-9,-1)]": 628,
    "[REL:(81,2)]": 629,
    "[REL:(18,-19)]": 630,
    "[REL:(1,11)]": 631,
    "[REL:(31,-52)]": 632,
    "[REL:(-11,1)]": 633,
    "[REL:(-12,-2)]": 634,
    "[REL:(94,6)]": 635,
    "[REL:(25,-30)]": 636,
    "[REL:(7,34)]": 637,
    "[REL:(33,-29)]": 638,
    "[REL:(-8,-4)]": 639,
    "[REL:(219,-24)]": 640,
    "[REL:(54,-16)]": 641,
    "[REL:(3,12)]": 642,
    "[REL:(25,-59)]": 643,
    "[REL:(280,-43)]": 644,
    "[REL:(9,6)]": 645,
    "[REL:(-7,3)]": 646,
    "[REL:(-13,0)]": 647,
    "[REL:(-15,-2)]": 648,
    "[REL:(-16,-3)]": 649,
    "[REL:(-11,-7)]": 650,
    "[REL:(-10,-8)]": 651,
    "[REL:(-4,-6)]": 652,
    "[REL:(107,24)]": 653,
    "[REL:(17,-14)]": 654,
    "[REL:(118,-14)]": 655,
    "[REL:(-3,-59)]": 656,
    "[REL:(-8,4)]": 657,
    "[REL:(13,6)]": 658,
    "[REL:(20,8)]": 659,
    "[REL:(21,7)]": 660,
    "[REL:(20,7)]": 661,
    "[REL:(21,9)]": 662,
    "[REL:(17,7)]": 663,
    "[REL:(14,4)]": 664,
    "[REL:(-55,-66)]": 665,
    "[REL:(65,0)]": 666,
    "[REL:(-6,8)]": 667,
    "[REL:(-15,-62)]": 668,
    "[REL:(150,-71)]": 669,
    "[REL:(1,-9)]": 670,
    "[REL:(-2,-9)]": 671,
    "[REL:(0,-9)]": 672,
    "[REL:(-2,-10)]": 673,
    "[REL:(-3,-8)]": 674,
    "[REL:(-3,-7)]": 675,
    "[REL:(31,65)]": 676,
    "[REL:(33,-10)]": 677,
    "[REL:(43,-40)]": 678,
    "[REL:(7,-29)]": 679,
    "[REL:(39,-33)]": 680,
    "[REL:(-7,-3)]": 681,
    "[REL:(-6,-5)]": 682,
    "[REL:(72,-57)]": 683,
    "[REL:(34,10)]": 684,
    "[REL:(58,-31)]": 685,
    "[REL:(-5,10)]": 686,
    "[REL:(-5,11)]": 687,
    "[REL:(-1,-94)]": 688,
    "[REL:(78,-10)]": 689,
    "[REL:(137,-127)]": 690,
    "[REL:(-39,-48)]": 691,
    "[REL:(30,-10)]": 692,
    "[REL:(12,-2)]": 693,
    "[REL:(12,0)]": 694,
    "[REL:(13,0)]": 695,
    "[REL:(-11,3)]": 696,
    "[REL:(-12,2)]": 697,
    "[REL:(-12,1)]": 698,
    "[REL:(74,11)]": 699,
    "[REL:(-7,-59)]": 700,
    "[REL:(32,38)]": 701,
    "[REL:(11,-9)]": 702,
    "[REL:(5,-10)]": 703,
    "[REL:(154,-27)]": 704,
    "[REL:(7,-7)]": 705,
    "[REL:(0,-8)]": 706,
    "[REL:(3,8)]": 707,
    "[REL:(6,9)]": 708,
    "[REL:(15,-23)]": 709,
    "[REL:(-12,-36)]": 710,
    "[REL:(23,14)]": 711,
    "[REL:(-10,-40)]": 712,
    "[REL:(48,10)]": 713,
    "[REL:(68,-34)]": 714,
    "[REL:(31,-23)]": 715,
    "[REL:(-8,1)]": 716,
    "[REL:(58,13)]": 717,
    "[REL:(-9,3)]": 718,
    "[REL:(-15,9)]": 719,
    "[REL:(13,10)]": 720,
    "[REL:(-3,-5)]": 721,
    "[REL:(62,6)]": 722,
    "[REL:(15,-17)]": 723,
    "[REL:(-1,-8)]": 724,
    "[REL:(6,14)]": 725,
    "[REL:(5,14)]": 726,
    "[REL:(4,15)]": 727,
    "[REL:(4,14)]": 728,
    "[REL:(34,-85)]": 729,
    "[REL:(242,-48)]": 730,
    "[REL:(34,-37)]": 731,
    "[REL:(-9,1)]": 732,
    "[REL:(77,-28)]": 733,
    "[REL:(22,4)]": 734,
    "[REL:(19,7)]": 735,
    "[REL:(226,-78)]": 736,
    "[REL:(-10,5)]": 737,
    "[REL:(-10,8)]": 738,
    "[REL:(-8,7)]": 739,
    "[REL:(-7,9)]": 740,
    "[REL:(6,7)]": 741,
    "[REL:(13,3)]": 742,
    "[REL:(16,3)]": 743,
    "[REL:(16,1)]": 744,
    "[REL:(17,1)]": 745,
    "[REL:(13,-2)]": 746,
    "[REL:(11,-2)]": 747,
    "[REL:(5,-18)]": 748,
    "[REL:(26,-65)]": 749,
    "[REL:(31,-31)]": 750,
    "[REL:(60,17)]": 751,
    "[REL:(54,0)]": 752,
    "[REL:(29,-47)]": 753,
    "[REL:(172,-57)]": 754,
    "[REL:(25,-56)]": 755,
    "[REL:(-7,-31)]": 756,
    "[REL:(-14,-1)]": 757,
    "[REL:(158,-34)]": 758,
    "[REL:(4,12)]": 759,
    "[REL:(15,-68)]": 760,
    "[REL:(-17,0)]": 761,
    "[REL:(91,19)]": 762,
    "[REL:(32,-18)]": 763,
    "[REL:(-13,-31)]": 764,
    "[REL:(49,14)]": 765,
    "[REL:(-18,4)]": 766,
    "[REL:(12,-25)]": 767,
    "[REL:(6,-15)]": 768,
    "[REL:(47,-98)]": 769,
    "[REL:(-15,2)]": 770,
    "[REL:(-17,2)]": 771,
    "[REL:(-17,6)]": 772,
    "[REL:(-14,3)]": 773,
    "[REL:(91,31)]": 774,
    "[REL:(88,8)]": 775,
    "[REL:(9,-3)]": 776,
    "[REL:(20,-27)]": 777,
    "[REL:(-4,-4)]": 778,
    "[REL:(10,-48)]": 779,
    "[REL:(20,-7)]": 780,
    "[REL:(54,5)]": 781,
    "[REL:(2,-55)]": 782,
    "[REL:(-21,-16)]": 783,
    "[REL:(-23,-32)]": 784,
    "[REL:(55,14)]": 785,
    "[REL:(32,-16)]": 786,
    "[REL:(60,-61)]": 787,
    "[REL:(4,-23)]": 788,
    "[REL:(6,13)]": 789,
    "[REL:(17,-48)]": 790,
    "[REL:(15,-30)]": 791,
    "[REL:(148,-38)]": 792,
    "[REL:(39,-49)]": 793,
    "[REL:(99,7)]": 794,
    "[REL:(160,-46)]": 795,
    "[REL:(-5,7)]": 796,
    "[REL:(24,-40)]": 797,
    "[REL:(35,-16)]": 798,
    "[REL:(1,-19)]": 799,
    "[REL:(2,14)]": 800,
    "[REL:(3,13)]": 801,
    "[REL:(-4,-114)]": 802,
    "[REL:(11,-19)]": 803,
    "[REL:(-5,-5)]": 804,
    "[REL:(-6,-3)]": 805,
    "[REL:(11,-55)]": 806,
    "[REL:(26,-34)]": 807,
    "[REL:(145,-48)]": 808,
    "[REL:(29,-32)]": 809,
    "[REL:(-11,2)]": 810,
    "[REL:(60,-16)]": 811,
    "[REL:(13,5)]": 812,
    "[REL:(123,-60)]": 813,
    "[REL:(11,-11)]": 814,
    "[REL:(23,22)]": 815,
    "[REL:(-1,-11)]": 816,
    "[REL:(14,-49)]": 817,
    "[REL:(25,-28)]": 818,
    "[REL:(13,4)]": 819,
    "[REL:(-38,-36)]": 820,
    "[REL:(7,-23)]": 821,
    "[REL:(30,-11)]": 822,
    "[REL:(52,-17)]": 823,
    "[REL:(-8,3)]": 824,
    "[REL:(0,-50)]": 825,
    "[REL:(121,-72)]": 826,
    "[REL:(3,15)]": 827,
    "[REL:(-45,-55)]": 828,
    "[REL:(-15,4)]": 829,
    "[REL:(33,15)]": 830,
    "[REL:(139,-14)]": 831,
    "[REL:(54,-47)]": 832,
    "[REL:(-13,1)]": 833,
    "[REL:(139,16)]": 834,
    "[REL:(-14,-20)]": 835,
    "[REL:(-3,-49)]": 836,
    "[REL:(15,-51)]": 837,
    "[REL:(25,-29)]": 838,
    "[REL:(10,3)]": 839,
    "[REL:(-15,-58)]": 840,
    "[REL:(0,-7)]": 841,
    "[REL:(20,-4)]": 842,
    "[REL:(-8,-47)]": 843,
    "[REL:(37,2)]": 844,
    "[REL:(16,-29)]": 845,
    "[REL:(53,-16)]": 846,
    "[REL:(95,-46)]": 847,
    "[REL:(6,19)]": 848,
    "[REL:(9,11)]": 849,
    "[REL:(2,-16)]": 850,
    "[REL:(94,-60)]": 851,
    "[REL:(4,-42)]": 852,
    "[REL:(34,-13)]": 853,
    "[REL:(25,-40)]": 854,
    "[REL:(22,0)]": 855,
    "[REL:(11,0)]": 856,
    "[REL:(6,-13)]": 857,
    "[REL:(-10,-38)]": 858,
    "[REL:(28,0)]": 859,
    "[REL:(13,-45)]": 860,
    "[REL:(33,-32)]": 861,
    "[REL:(9,-17)]": 862,
    "[REL:(5,13)]": 863,
    "[REL:(19,13)]": 864,
    "[REL:(9,-7)]": 865,
    "[REL:(2,-11)]": 866,
    "[REL:(-44,-10)]": 867,
    "[REL:(-12,-5)]": 868,
    "[REL:(58,-6)]": 869,
    "[REL:(1,12)]": 870,
    "[REL:(-20,-29)]": 871,
    "[REL:(21,5)]": 872,
    "[REL:(-2,-33)]": 873,
    "[REL:(22,17)]": 874,
    "[REL:(15,4)]": 875,
    "[REL:(14,-16)]": 876,
    "[REL:(153,-59)]": 877,
    "[REL:(4,-11)]": 878,
    "[REL:(47,-4)]": 879,
    "[REL:(16,-31)]": 880,
    "[REL:(33,-4)]": 881,
    "[REL:(25,12)]": 882,
    "[REL:(38,-52)]": 883,
    "[REL:(-2,-6)]": 884,
    "[REL:(17,-23)]": 885,
    "[REL:(-18,-13)]": 886,
    "[REL:(27,-8)]": 887,
    "[REL:(23,-16)]": 888,
    "[REL:(95,-28)]": 889,
    "[REL:(-12,-8)]": 890,
    "[REL:(33,-2)]": 891,
    "[REL:(73,-10)]": 892,
    "[REL:(-26,-8)]": 893,
    "[REL:(45,-47)]": 894,
    "[REL:(77,-9)]": 895,
    "[REL:(-22,-4)]": 896,
    "[REL:(19,-7)]": 897,
    "[REL:(19,-17)]": 898,
    "[REL:(26,-62)]": 899,
    "[REL:(24,-53)]": 900,
    "[REL:(16,-12)]": 901,
    "[REL:(51,-16)]": 902,
    "[REL:(31,-50)]": 903,
    "[REL:(13,-14)]": 904,
    "[REL:(-8,-11)]": 905,
    "[REL:(24,19)]": 906,
    "[REL:(12,50)]": 907,
    "[REL:(18,-17)]": 908,
    "[REL:(12,-7)]": 909,
    "[REL:(163,-51)]": 910,
    "[REL:(23,5)]": 911,
    "[REL:(5,-15)]": 912,
    "[REL:(32,-58)]": 913,
    "[REL:(12,5)]": 914,
    "[REL:(65,53)]": 915,
    "[REL:(33,-16)]": 916,
    "[REL:(106,-46)]": 917,
    "[REL:(-3,21)]": 918,
    "[REL:(101,-53)]": 919,
    "[REL:(3,-11)]": 920,
    "[REL:(37,9)]": 921,
    "[REL:(7,-13)]": 922,
    "[REL:(30,-27)]": 923,
    "[REL:(24,-20)]": 924,
    "[REL:(11,-26)]": 925,
    "[REL:(10,-16)]": 926,
    "[REL:(21,-57)]": 927,
    "[REL:(10,-8)]": 928,
    "[REL:(20,-21)]": 929,
    "[REL:(8,-6)]": 930,
    "[REL:(83,-10)]": 931,
    "[REL:(-13,-6)]": 932,
    "[REL:(41,2)]": 933,
    "[REL:(14,-11)]": 934,
    "[REL:(-16,16)]": 935,
    "[REL:(21,0)]": 936,
    "[REL:(27,-23)]": 937,
    "[REL:(34,-3)]": 938,
    "[REL:(13,-17)]": 939,
    "[REL:(118,-51)]": 940,
    "[REL:(19,-16)]": 941,
    "[REL:(-1,-34)]": 942,
    "[REL:(13,8)]": 943,
    "[REL:(142,-27)]": 944,
    "[REL:(20,2)]": 945,
    "[REL:(44,-34)]": 946,
    "[REL:(25,-22)]": 947,
    "[REL:(-19,-9)]": 948,
    "[REL:(33,-20)]": 949,
    "[REL:(3,-29)]": 950,
    "[REL:(19,22)]": 951,
    "[REL:(35,-21)]": 952,
    "[REL:(4,13)]": 953,
    "[REL:(34,-25)]": 954,
    "[REL:(3,-34)]": 955,
    "[REL:(25,-24)]": 956,
    "[REL:(123,-28)]": 957,
    "[REL:(-6,-20)]": 958,
    "[REL:(14,16)]": 959,
    "[REL:(-15,-14)]": 960,
    "[REL:(26,-40)]": 961,
    "[REL:(82,-31)]": 962,
    "[REL:(35,-14)]": 963,
    "[REL:(1,-33)]": 964,
    "[REL:(8,24)]": 965,
    "[REL:(84,-24)]": 966,
    "[REL:(25,-6)]": 967,
    "[REL:(27,-19)]": 968,
    "[REL:(20,-64)]": 969,
    "[REL:(23,12)]": 970,
    "[REL:(16,7)]": 971,
    "[REL:(-1,-9)]": 972,
    "[REL:(16,16)]": 973,
    "[REL:(29,-22)]": 974,
    "[REL:(29,-10)]": 975,
    "[REL:(11,-12)]": 976,
    "[REL:(9,-21)]": 977,
    "[REL:(-18,-9)]": 978,
    "[REL:(59,-11)]": 979,
    "[REL:(12,-14)]": 980,
    "[REL:(26,-12)]": 981,
    "[REL:(2,-29)]": 982,
    "[REL:(10,13)]": 983,
    "[REL:(6,17)]": 984,
    "[REL:(29,0)]": 985,
    "[REL:(58,-72)]": 986,
    "[REL:(19,-14)]": 987,
    "[REL:(-1,18)]": 988,
    "[REL:(84,-42)]": 989,
    "[REL:(53,-10)]": 990,
    "[REL:(16,-33)]": 991,
    "[REL:(6,-16)]": 992,
    "[REL:(0,-25)]": 993,
    "[REL:(8,16)]": 994,
    "[REL:(24,-2)]": 995,
    "[REL:(138,-47)]": 996,
    "[REL:(23,-3)]": 997,
    "[REL:(10,19)]": 998,
    "[REL:(13,-4)]": 999,
    "[REL:(31,-28)]": 1000,
    "[REL:(-23,-13)]": 1001,
    "[REL:(22,-16)]": 1002,
    "[REL:(-2,-20)]": 1003,
    "[REL:(15,25)]": 1004,
    "[REL:(11,-48)]": 1005,
    "[REL:(26,-4)]": 1006,
    "[REL:(47,-52)]": 1007,
    "[REL:(24,-48)]": 1008,
    "[REL:(-21,-19)]": 1009,
    "[REL:(17,9)]": 1010,
    "[REL:(5,26)]": 1011,
    "[REL:(6,-18)]": 1012,
    "[REL:(25,-18)]": 1013,
    "[REL:(146,-16)]": 1014,
    "[REL:(13,-19)]": 1015,
    "[REL:(-4,-11)]": 1016,
    "[REL:(108,-28)]": 1017,
    "[REL:(-9,6)]": 1018,
    "[REL:(-9,9)]": 1019,
    "[REL:(31,-37)]": 1020,
    "[REL:(19,-51)]": 1021,
    "[REL:(19,0)]": 1022,
    "[REL:(120,-66)]": 1023,
    "[REL:(16,-17)]": 1024,
    "[REL:(11,-16)]": 1025,
    "[REL:(23,-23)]": 1026,
    "[REL:(20,-22)]": 1027,
    "[REL:(140,-18)]": 1028,
    "[REL:(15,-22)]": 1029,
    "[REL:(7,15)]": 1030,
    "[REL:(16,-34)]": 1031,
    "[REL:(16,-14)]": 1032,
    "[REL:(18,-10)]": 1033,
    "[REL:(21,-6)]": 1034,
    "[REL:(19,50)]": 1035,
    "[REL:(36,-58)]": 1036,
    "[REL:(34,-38)]": 1037,
    "[REL:(8,-4)]": 1038,
    "[REL:(14,-9)]": 1039,
    "[REL:(-3,10)]": 1040,
    "[REL:(53,-13)]": 1041,
    "[REL:(0,-13)]": 1042,
    "[REL:(14,-15)]": 1043,
    "[REL:(-1,-36)]": 1044,
    "[REL:(24,29)]": 1045,
    "[REL:(-1,-10)]": 1046,
    "[REL:(71,35)]": 1047,
    "[REL:(-10,-9)]": 1048,
    "[REL:(17,-40)]": 1049,
    "[REL:(15,-16)]": 1050,
    "[REL:(109,-49)]": 1051,
    "[REL:(46,-44)]": 1052,
    "[REL:(3,-13)]": 1053,
    "[REL:(24,21)]": 1054,
    "[REL:(17,40)]": 1055,
    "[REL:(115,25)]": 1056,
    "[REL:(13,18)]": 1057,
    "[REL:(-6,-38)]": 1058,
    "[REL:(9,15)]": 1059,
    "[REL:(-12,-10)]": 1060,
    "[REL:(29,-49)]": 1061,
    "[REL:(63,-92)]": 1062,
    "[REL:(7,-19)]": 1063,
    "[REL:(77,72)]": 1064,
    "[REL:(40,-44)]": 1065,
    "[REL:(23,21)]": 1066,
    "[REL:(13,12)]": 1067,
    "[REL:(8,-32)]": 1068,
    "[REL:(27,0)]": 1069,
    "[REL:(13,-15)]": 1070,
    "[REL:(21,-7)]": 1071,
    "[REL:(31,-45)]": 1072,
    "[REL:(13,-16)]": 1073,
    "[REL:(30,-46)]": 1074,
    "[REL:(91,38)]": 1075,
    "[REL:(-8,-18)]": 1076,
    "[REL:(24,-47)]": 1077,
    "[REL:(13,-11)]": 1078,
    "[REL:(82,-87)]": 1079,
    "[REL:(14,-22)]": 1080,
    "[REL:(16,45)]": 1081,
    "[REL:(1,18)]": 1082,
    "[REL:(25,-52)]": 1083,
    "[REL:(19,17)]": 1084,
    "[REL:(43,-25)]": 1085,
    "[REL:(41,-22)]": 1086,
    "[REL:(137,-17)]": 1087,
    "[REL:(14,-14)]": 1088,
    "[REL:(23,-6)]": 1089,
    "[REL:(132,44)]": 1090,
    "[REL:(26,-10)]": 1091,
    "[REL:(18,5)]": 1092,
    "[REL:(17,-25)]": 1093,
    "[REL:(20,-16)]": 1094,
    "[REL:(-17,-1)]": 1095,
    "[REL:(25,-11)]": 1096,
    "[REL:(9,-31)]": 1097,
    "[REL:(19,14)]": 1098,
    "[REL:(24,-21)]": 1099,
    "[REL:(19,-8)]": 1100,
    "[REL:(5,-33)]": 1101,
    "[REL:(19,32)]": 1102,
    "[REL:(20,-20)]": 1103,
    "[REL:(23,-65)]": 1104,
    "[REL:(16,-24)]": 1105,
    "[REL:(11,27)]": 1106,
    "[REL:(9,-30)]": 1107,
    "[REL:(-6,-19)]": 1108,
    "[REL:(22,-12)]": 1109,
    "[REL:(12,-22)]": 1110,
    "[REL:(28,-16)]": 1111,
    "[REL:(1,13)]": 1112,
    "[REL:(-18,-39)]": 1113,
    "[REL:(15,-12)]": 1114,
    "[REL:(16,-18)]": 1115,
    "[REL:(14,18)]": 1116,
    "[REL:(24,-13)]": 1117,
    "[REL:(107,-51)]": 1118,
    "[REL:(38,-12)]": 1119,
    "[REL:(116,-85)]": 1120,
    "[REL:(8,-40)]": 1121,
    "[REL:(10,16)]": 1122,
    "[REL:(87,-30)]": 1123,
    "[REL:(31,0)]": 1124,
    "[REL:(23,-12)]": 1125,
    "[REL:(28,-58)]": 1126,
    "[REL:(21,16)]": 1127,
    "[REL:(117,-45)]": 1128,
    "[REL:(14,-65)]": 1129,
    "[REL:(-28,26)]": 1130,
    "[REL:(16,23)]": 1131,
    "[REL:(13,2)]": 1132,
    "[REL:(16,30)]": 1133,
    "[REL:(4,20)]": 1134,
    "[REL:(7,-9)]": 1135,
    "[REL:(33,-54)]": 1136,
    "[REL:(42,16)]": 1137,
    "[REL:(32,-14)]": 1138,
    "[REL:(4,17)]": 1139,
    "[REL:(13,11)]": 1140,
    "[REL:(13,-21)]": 1141,
    "[REL:(18,-12)]": 1142,
    "[REL:(8,-9)]": 1143,
    "[REL:(14,-32)]": 1144,
    "[REL:(-19,-7)]": 1145,
    "[REL:(144,-35)]": 1146,
    "[REL:(9,-53)]": 1147,
    "[REL:(3,23)]": 1148,
    "[REL:(71,-17)]": 1149,
    "[REL:(-17,-6)]": 1150,
    "[REL:(46,-59)]": 1151,
    "[REL:(-3,11)]": 1152,
    "[REL:(20,-5)]": 1153,
    "[REL:(-7,8)]": 1154,
    "[REL:(76,-10)]": 1155,
    "[REL:(-19,0)]": 1156,
    "[REL:(24,-18)]": 1157,
    "[REL:(32,-63)]": 1158,
    "[REL:(34,-64)]": 1159,
    "[REL:(17,-18)]": 1160,
    "[REL:(38,-20)]": 1161,
    "[REL:(32,1)]": 1162,
    "[REL:(12,16)]": 1163,
    "[REL:(-12,15)]": 1164,
    "[REL:(9,-8)]": 1165,
    "[REL:(10,11)]": 1166,
    "[REL:(-10,12)]": 1167,
    "[REL:(48,-32)]": 1168,
    "[REL:(8,-10)]": 1169,
    "[REL:(10,-9)]": 1170,
    "[REL:(34,-42)]": 1171,
    "[REL:(14,-88)]": 1172,
    "[REL:(51,-14)]": 1173,
    "[REL:(-14,-40)]": 1174,
    "[REL:(26,19)]": 1175,
    "[REL:(-5,-4)]": 1176,
    "[REL:(-7,10)]": 1177,
    "[REL:(10,0)]": 1178,
    "[REL:(4,-12)]": 1179,
    "[REL:(-5,13)]": 1180,
    "[REL:(-2,15)]": 1181,
    "[REL:(6,41)]": 1182,
    "[REL:(2,-26)]": 1183,
    "[REL:(192,-100)]": 1184,
    "[REL:(-5,9)]": 1185,
    "[REL:(120,-83)]": 1186,
    "[REL:(-4,22)]": 1187,
    "[REL:(-3,16)]": 1188,
    "[REL:(-2,14)]": 1189,
    "[REL:(-21,-36)]": 1190,
    "[REL:(61,-11)]": 1191,
    "[REL:(47,-82)]": 1192,
    "[REL:(-4,13)]": 1193,
    "[REL:(-7,11)]": 1194,
    "[REL:(-9,-35)]": 1195,
    "[REL:(31,19)]": 1196,
    "[REL:(38,-35)]": 1197,
    "[REL:(205,-72)]": 1198,
    "[REL:(39,41)]": 1199,
    "[REL:(-6,16)]": 1200,
    "[REL:(-5,16)]": 1201,
    "[REL:(-4,15)]": 1202,
    "[REL:(-1,12)]": 1203,
    "[REL:(-1,-30)]": 1204,
    "[REL:(28,-6)]": 1205,
    "[REL:(-3,15)]": 1206,
    "[REL:(-4,14)]": 1207,
    "[REL:(-8,-23)]": 1208,
    "[REL:(27,-21)]": 1209,
    "[REL:(7,-60)]": 1210,
    "[REL:(42,18)]": 1211,
    "[REL:(41,-41)]": 1212,
    "[REL:(12,-44)]": 1213,
    "[REL:(28,24)]": 1214,
    "[REL:(32,-46)]": 1215,
    "[REL:(32,-9)]": 1216,
    "[REL:(-3,14)]": 1217,
    "[REL:(19,-64)]": 1218,
    "[REL:(27,-15)]": 1219,
    "[REL:(12,-40)]": 1220,
    "[REL:(3,-14)]": 1221,
    "[REL:(-13,9)]": 1222,
    "[REL:(24,-42)]": 1223,
    "[REL:(14,-10)]": 1224,
    "[REL:(-9,12)]": 1225,
    "[REL:(-10,14)]": 1226,
    "[REL:(-6,12)]": 1227,
    "[REL:(158,-96)]": 1228,
    "[REL:(24,-58)]": 1229,
    "[REL:(62,-28)]": 1230,
    "[REL:(12,-39)]": 1231,
    "[REL:(15,20)]": 1232,
    "[REL:(36,-47)]": 1233,
    "[REL:(-8,-15)]": 1234,
    "[REL:(87,0)]": 1235,
    "[REL:(51,-5)]": 1236,
    "[REL:(25,-42)]": 1237,
    "[REL:(-2,-22)]": 1238,
    "[REL:(86,-35)]": 1239,
    "[REL:(-6,20)]": 1240,
    "[REL:(-7,-24)]": 1241,
    "[REL:(22,-28)]": 1242,
    "[REL:(44,-25)]": 1243,
    "[REL:(22,-39)]": 1244,
    "[REL:(-4,-17)]": 1245,
    "[REL:(87,-41)]": 1246,
    "[REL:(-5,-28)]": 1247,
    "[REL:(8,-18)]": 1248,
    "[REL:(13,-20)]": 1249,
    "[REL:(7,-30)]": 1250,
    "[REL:(32,8)]": 1251,
    "[REL:(96,-24)]": 1252,
    "[REL:(11,-47)]": 1253,
    "[REL:(36,21)]": 1254,
    "[REL:(10,9)]": 1255,
    "[REL:(-13,7)]": 1256,
    "[REL:(-8,-9)]": 1257,
    "[REL:(55,-33)]": 1258,
    "[REL:(53,0)]": 1259,
    "[REL:(24,-19)]": 1260,
    "[REL:(19,-9)]": 1261,
    "[REL:(-7,13)]": 1262,
    "[REL:(-8,13)]": 1263,
    "[REL:(-6,11)]": 1264,
    "[REL:(217,-129)]": 1265,
    "[REL:(123,-77)]": 1266,
    "[REL:(-14,-32)]": 1267,
    "[REL:(23,-4)]": 1268,
    "[REL:(138,-67)]": 1269,
    "[REL:(-8,9)]": 1270,
    "[REL:(58,-96)]": 1271,
    "[REL:(-46,-35)]": 1272,
    "[REL:(44,0)]": 1273,
    "[REL:(8,-5)]": 1274,
    "[REL:(23,-17)]": 1275,
    "[REL:(12,-35)]": 1276,
    "[REL:(43,16)]": 1277,
    "[REL:(41,-33)]": 1278,
    "[REL:(97,-39)]": 1279,
    "[REL:(-5,8)]": 1280,
    "[REL:(38,-21)]": 1281,
    "[REL:(24,-22)]": 1282,
    "[REL:(18,-9)]": 1283,
    "[REL:(-8,11)]": 1284,
    "[REL:(-9,11)]": 1285,
    "[REL:(-8,10)]": 1286,
    "[REL:(76,-74)]": 1287,
    "[REL:(29,3)]": 1288,
    "[REL:(7,-12)]": 1289,
    "[REL:(21,-13)]": 1290,
    "[REL:(-8,8)]": 1291,
    "[REL:(60,-27)]": 1292,
    "[REL:(-9,15)]": 1293,
    "[REL:(-30,-20)]": 1294,
    "[REL:(32,2)]": 1295,
    "[REL:(129,-58)]": 1296,
    "[REL:(-6,-22)]": 1297,
    "[REL:(33,-38)]": 1298,
    "[REL:(18,-22)]": 1299,
    "[REL:(15,-5)]": 1300,
    "[REL:(-7,12)]": 1301,
    "[REL:(-12,13)]": 1302,
    "[REL:(-11,14)]": 1303,
    "[REL:(-9,14)]": 1304,
    "[REL:(-6,9)]": 1305,
    "[REL:(204,-125)]": 1306,
    "[REL:(171,-41)]": 1307,
    "[REL:(8,-8)]": 1308,
    "[REL:(16,-19)]": 1309,
    "[REL:(13,-54)]": 1310,
    "[REL:(10,30)]": 1311,
    "[REL:(36,-23)]": 1312,
    "[REL:(52,-8)]": 1313,
    "[REL:(43,-31)]": 1314,
    "[REL:(50,-28)]": 1315,
    "[REL:(50,-10)]": 1316,
    "[REL:(8,-14)]": 1317,
    "[REL:(86,-26)]": 1318,
    "[REL:(44,-1)]": 1319,
    "[REL:(17,-12)]": 1320,
    "[REL:(-10,9)]": 1321,
    "[REL:(-10,10)]": 1322,
    "[REL:(-11,10)]": 1323,
    "[REL:(-10,-20)]": 1324,
    "[REL:(10,-18)]": 1325,
    "[REL:(24,-10)]": 1326,
    "[REL:(151,-66)]": 1327,
    "[REL:(-13,23)]": 1328,
    "[REL:(25,-9)]": 1329,
    "[REL:(20,5)]": 1330,
    "[REL:(42,-16)]": 1331,
    "[REL:(9,-10)]": 1332,
    "[REL:(30,-21)]": 1333,
    "[REL:(51,-46)]": 1334,
    "[REL:(90,2)]": 1335,
    "[REL:(42,-54)]": 1336,
    "[REL:(30,-12)]": 1337,
    "[REL:(21,-12)]": 1338,
    "[REL:(16,-36)]": 1339,
    "[REL:(18,16)]": 1340,
    "[REL:(106,-71)]": 1341,
    "[REL:(-10,-33)]": 1342,
    "[REL:(14,-28)]": 1343,
    "[REL:(26,-21)]": 1344,
    "[REL:(18,-38)]": 1345,
    "[REL:(-1,-16)]": 1346,
    "[REL:(72,-31)]": 1347,
    "[REL:(-8,-26)]": 1348,
    "[REL:(16,-20)]": 1349,
    "[REL:(17,-11)]": 1350,
    "[REL:(25,-10)]": 1351,
    "[REL:(22,-9)]": 1352,
    "[REL:(-13,18)]": 1353,
    "[REL:(-23,29)]": 1354,
    "[REL:(-13,14)]": 1355,
    "[REL:(154,-88)]": 1356,
    "[REL:(21,-31)]": 1357,
    "[REL:(42,-20)]": 1358,
    "[REL:(40,-14)]": 1359,
    "[REL:(-5,-21)]": 1360,
    "[REL:(8,-33)]": 1361,
    "[REL:(50,-16)]": 1362,
    "[REL:(6,-12)]": 1363,
    "[REL:(151,-92)]": 1364,
    "[REL:(40,-25)]": 1365,
    "[REL:(12,-8)]": 1366,
    "[REL:(26,-3)]": 1367,
    "[REL:(15,-18)]": 1368,
    "[REL:(15,5)]": 1369,
    "[REL:(99,-41)]": 1370,
    "[REL:(-14,-19)]": 1371,
    "[REL:(23,-22)]": 1372,
    "[REL:(26,-17)]": 1373,
    "[REL:(21,-11)]": 1374,
    "[REL:(69,-47)]": 1375,
    "[REL:(88,-54)]": 1376,
    "[REL:(20,-11)]": 1377,
    "[REL:(1,-26)]": 1378,
    "[REL:(32,-7)]": 1379,
    "[REL:(13,-31)]": 1380,
    "[REL:(31,-4)]": 1381,
    "[REL:(15,-24)]": 1382,
    "[REL:(14,-4)]": 1383,
    "[REL:(12,-33)]": 1384,
    "[REL:(31,16)]": 1385,
    "[REL:(38,1)]": 1386,
    "[REL:(80,-28)]": 1387,
    "[REL:(21,3)]": 1388,
    "[REL:(8,-34)]": 1389,
    "[REL:(-9,-19)]": 1390,
    "[REL:(33,-19)]": 1391,
    "[REL:(24,1)]": 1392,
    "[REL:(-6,-18)]": 1393,
    "[REL:(25,-35)]": 1394,
    "[REL:(15,-67)]": 1395,
    "[REL:(58,-32)]": 1396,
    "[REL:(35,3)]": 1397,
    "[REL:(-12,-24)]": 1398,
    "[REL:(19,-27)]": 1399,
    "[REL:(-7,-19)]": 1400,
    "[REL:(21,-10)]": 1401,
    "[REL:(8,-37)]": 1402,
    "[REL:(19,10)]": 1403,
    "[REL:(31,-33)]": 1404,
    "[REL:(-6,14)]": 1405,
    "[REL:(9,-9)]": 1406,
    "[REL:(11,-10)]": 1407,
    "[REL:(11,-8)]": 1408,
    "[REL:(92,-67)]": 1409,
    "[REL:(-11,-27)]": 1410,
    "[REL:(36,-34)]": 1411,
    "[REL:(13,-40)]": 1412,
    "[REL:(108,0)]": 1413,
    "[REL:(34,-1)]": 1414,
    "[REL:(20,-10)]": 1415,
    "[REL:(67,-11)]": 1416,
    "[REL:(17,-26)]": 1417,
    "[REL:(46,-28)]": 1418,
    "[REL:(28,1)]": 1419,
    "[REL:(38,-16)]": 1420,
    "[REL:(35,-6)]": 1421,
    "[REL:(23,-5)]": 1422,
    "[REL:(-10,11)]": 1423,
    "[REL:(-14,16)]": 1424,
    "[REL:(-19,17)]": 1425,
    "[REL:(-19,21)]": 1426,
    "[REL:(-22,22)]": 1427,
    "[REL:(-19,22)]": 1428,
    "[REL:(-18,18)]": 1429,
    "[REL:(177,-148)]": 1430,
    "[REL:(16,-95)]": 1431,
    "[REL:(-38,-29)]": 1432,
    "[REL:(24,15)]": 1433,
    "[REL:(54,20)]": 1434,
    "[REL:(34,37)]": 1435,
    "[REL:(18,14)]": 1436,
    "[REL:(-15,-46)]": 1437,
    "[REL:(57,59)]": 1438,
    "[REL:(-16,74)]": 1439,
    "[REL:(-7,-40)]": 1440,
    "[REL:(34,23)]": 1441,
    "[REL:(-8,-60)]": 1442,
    "[REL:(46,21)]": 1443,
    "[REL:(87,-87)]": 1444,
    "[REL:(-48,-78)]": 1445,
    "[REL:(14,-1)]": 1446,
    "[REL:(14,-2)]": 1447,
    "[REL:(14,0)]": 1448,
    "[REL:(10,1)]": 1449,
    "[REL:(-11,-74)]": 1450,
    "[REL:(-24,-40)]": 1451,
    "[REL:(28,-42)]": 1452,
    "[REL:(51,28)]": 1453,
    "[REL:(110,-18)]": 1454,
    "[REL:(91,-68)]": 1455,
    "[REL:(-60,-72)]": 1456,
    "[REL:(13,-1)]": 1457,
    "[REL:(-8,52)]": 1458,
    "[REL:(44,19)]": 1459,
    "[REL:(3,10)]": 1460,
    "[REL:(-10,6)]": 1461,
    "[REL:(13,-56)]": 1462,
    "[REL:(22,-31)]": 1463,
    "[REL:(73,0)]": 1464,
    "[REL:(20,-91)]": 1465,
    "[REL:(-19,-46)]": 1466,
    "[REL:(19,35)]": 1467,
    "[REL:(49,31)]": 1468,
    "[REL:(14,-63)]": 1469,
    "[REL:(46,20)]": 1470,
    "[REL:(83,-3)]": 1471,
    "[REL:(26,-23)]": 1472,
    "[REL:(12,-20)]": 1473,
    "[REL:(2,-79)]": 1474,
    "[REL:(-20,-31)]": 1475,
    "[REL:(-1,26)]": 1476,
    "[REL:(-9,-54)]": 1477,
    "[REL:(43,62)]": 1478,
    "[REL:(49,16)]": 1479,
    "[REL:(83,-86)]": 1480,
    "[REL:(-13,-51)]": 1481,
    "[REL:(7,38)]": 1482,
    "[REL:(87,-57)]": 1483,
    "[REL:(-2,-29)]": 1484,
    "[REL:(5,-35)]": 1485,
    "[REL:(65,-16)]": 1486,
    "[REL:(9,-12)]": 1487,
    "[REL:(11,-30)]": 1488,
    "[REL:(-4,-5)]": 1489,
    "[REL:(22,-6)]": 1490,
    "[REL:(15,-81)]": 1491,
    "[REL:(13,-67)]": 1492,
    "[REL:(-11,-20)]": 1493,
    "[REL:(109,-5)]": 1494,
    "[REL:(5,-86)]": 1495,
    "[REL:(30,-15)]": 1496,
    "[REL:(27,-22)]": 1497,
    "[REL:(-6,-6)]": 1498,
    "[REL:(41,-35)]": 1499,
    "[REL:(42,-27)]": 1500,
    "[REL:(82,-10)]": 1501,
    "[REL:(106,-70)]": 1502,
    "[REL:(46,-19)]": 1503,
    "[REL:(56,-83)]": 1504,
    "[REL:(106,-77)]": 1505,
    "[REL:(7,31)]": 1506,
    "[REL:(18,-23)]": 1507,
    "[REL:(34,22)]": 1508,
    "[REL:(14,3)]": 1509,
    "[REL:(62,-21)]": 1510,
    "[REL:(22,10)]": 1511,
    "[REL:(33,5)]": 1512,
    "[REL:(34,28)]": 1513,
    "[REL:(43,5)]": 1514,
    "[REL:(88,-94)]": 1515,
    "[REL:(7,-10)]": 1516,
    "[REL:(40,60)]": 1517,
    "[REL:(27,51)]": 1518,
    "[REL:(10,-15)]": 1519,
    "[REL:(46,-47)]": 1520,
    "[REL:(46,-4)]": 1521,
    "[REL:(66,-84)]": 1522,
    "[REL:(-4,-38)]": 1523,
    "[REL:(91,-24)]": 1524,
    "[REL:(21,-49)]": 1525,
    "[REL:(25,1)]": 1526,
    "[REL:(3,11)]": 1527,
    "[REL:(-12,-20)]": 1528,
    "[REL:(58,-46)]": 1529,
    "[REL:(-2,-11)]": 1530,
    "[REL:(14,7)]": 1531,
    "[REL:(50,-9)]": 1532,
    "[REL:(24,4)]": 1533,
    "[REL:(52,19)]": 1534,
    "[REL:(-27,43)]": 1535,
    "[REL:(28,12)]": 1536,
    "[REL:(-6,-30)]": 1537,
    "[REL:(35,-32)]": 1538,
    "[REL:(-12,-55)]": 1539,
    "[REL:(37,24)]": 1540,
    "[REL:(83,-1)]": 1541,
    "[REL:(13,-8)]": 1542,
    "[REL:(16,-4)]": 1543,
    "[REL:(33,-18)]": 1544,
    "[REL:(5,-42)]": 1545,
    "[REL:(109,-19)]": 1546,
    "[REL:(12,-56)]": 1547,
    "[REL:(19,-2)]": 1548,
    "[REL:(35,21)]": 1549,
    "[REL:(23,-73)]": 1550,
    "[REL:(37,-17)]": 1551,
    "[REL:(-3,13)]": 1552,
    "[REL:(-1,15)]": 1553,
    "[REL:(-1,16)]": 1554,
    "[REL:(-24,-55)]": 1555,
    "[REL:(83,-30)]": 1556,
    "[REL:(-22,-60)]": 1557,
    "[REL:(3,28)]": 1558,
    "[REL:(15,24)]": 1559,
    "[REL:(16,-96)]": 1560,
    "[REL:(-19,16)]": 1561,
    "[REL:(73,-27)]": 1562,
    "[REL:(-8,-45)]": 1563,
    "[REL:(0,14)]": 1564,
    "[REL:(-20,-42)]": 1565,
    "[REL:(35,7)]": 1566,
    "[REL:(14,-92)]": 1567,
    "[REL:(1,15)]": 1568,
    "[REL:(-19,-49)]": 1569,
    "[REL:(70,52)]": 1570,
    "[REL:(42,26)]": 1571,
    "[REL:(-3,-11)]": 1572,
    "[REL:(-21,46)]": 1573,
    "[REL:(69,30)]": 1574,
    "[REL:(11,20)]": 1575,
    "[REL:(-5,-19)]": 1576,
    "[REL:(37,-58)]": 1577,
    "[REL:(-3,-17)]": 1578,
    "[REL:(-3,-21)]": 1579,
    "[REL:(4,73)]": 1580,
    "[REL:(21,10)]": 1581,
    "[REL:(12,-17)]": 1582,
    "[REL:(21,26)]": 1583,
    "[REL:(37,-6)]": 1584,
    "[REL:(8,17)]": 1585,
    "[REL:(122,-20)]": 1586,
    "[REL:(23,24)]": 1587,
    "[REL:(6,22)]": 1588,
    "[REL:(16,-9)]": 1589,
    "[REL:(28,-9)]": 1590,
    "[REL:(12,-4)]": 1591,
    "[REL:(7,-32)]": 1592,
    "[REL:(8,34)]": 1593,
    "[REL:(64,-16)]": 1594,
    "[REL:(-8,-68)]": 1595,
    "[REL:(2,13)]": 1596,
    "[REL:(13,-26)]": 1597,
    "[REL:(-4,-39)]": 1598,
    "[REL:(41,-5)]": 1599,
    "[REL:(-1,-61)]": 1600,
    "[REL:(22,12)]": 1601,
    "[REL:(32,12)]": 1602,
    "[REL:(6,-21)]": 1603,
    "[REL:(24,44)]": 1604,
    "[REL:(38,-111)]": 1605,
    "[REL:(17,101)]": 1606,
    "[REL:(31,11)]": 1607,
    "[REL:(-14,33)]": 1608,
    "[REL:(36,-29)]": 1609,
    "[REL:(10,66)]": 1610,
    "[REL:(96,-117)]": 1611,
    "[REL:(15,-79)]": 1612,
    "[REL:(-31,-47)]": 1613,
    "[REL:(12,25)]": 1614,
    "[REL:(26,48)]": 1615,
    "[REL:(12,-41)]": 1616,
    "[REL:(-4,-82)]": 1617,
    "[REL:(16,14)]": 1618,
    "[REL:(52,-13)]": 1619,
    "[REL:(-11,-32)]": 1620,
    "[REL:(-1,-12)]": 1621,
    "[REL:(26,22)]": 1622,
    "[REL:(40,30)]": 1623,
    "[REL:(-1,-57)]": 1624,
    "[REL:(33,33)]": 1625,
    "[REL:(-10,-11)]": 1626,
    "[REL:(3,14)]": 1627,
    "[REL:(10,41)]": 1628,
    "[REL:(33,-27)]": 1629,
    "[REL:(32,0)]": 1630,
    "[REL:(-27,-130)]": 1631,
    "[REL:(14,-8)]": 1632,
    "[REL:(-1,14)]": 1633,
    "[REL:(4,-22)]": 1634,
    "[REL:(38,-30)]": 1635,
    "[REL:(13,13)]": 1636,
    "[REL:(24,-34)]": 1637,
    "[REL:(33,-42)]": 1638,
    "[REL:(11,-56)]": 1639,
    "[REL:(21,-95)]": 1640,
    "[REL:(-18,-18)]": 1641,
    "[REL:(64,-2)]": 1642,
    "[REL:(28,-52)]": 1643,
    "[REL:(-104,-33)]": 1644,
    "[REL:(172,-70)]": 1645,
    "[REL:(-8,-19)]": 1646,
    "[REL:(6,-39)]": 1647,
    "[REL:(9,-13)]": 1648,
    "[REL:(52,-38)]": 1649,
    "[REL:(22,-4)]": 1650,
    "[REL:(16,-42)]": 1651,
    "[REL:(64,-17)]": 1652,
    "[REL:(24,-5)]": 1653,
    "[REL:(22,-24)]": 1654,
    "[REL:(61,-23)]": 1655,
    "[REL:(13,-13)]": 1656,
    "[REL:(16,-39)]": 1657,
    "[REL:(-4,-7)]": 1658,
    "[REL:(3,-37)]": 1659,
    "[REL:(6,18)]": 1660,
    "[REL:(12,-9)]": 1661,
    "[REL:(18,-44)]": 1662,
    "[REL:(37,-61)]": 1663,
    "[REL:(23,9)]": 1664,
    "[REL:(-19,-30)]": 1665,
    "[REL:(-2,-63)]": 1666,
    "[REL:(-26,-41)]": 1667,
    "[REL:(6,15)]": 1668,
    "[REL:(44,-44)]": 1669,
    "[REL:(8,-61)]": 1670,
    "[REL:(17,-22)]": 1671,
    "[REL:(-4,-57)]": 1672,
    "[REL:(42,-38)]": 1673,
    "[REL:(15,-8)]": 1674,
    "[REL:(67,-34)]": 1675,
    "[REL:(9,-44)]": 1676,
    "[REL:(19,-20)]": 1677,
    "[REL:(62,-58)]": 1678,
    "[REL:(-7,-21)]": 1679,
    "[REL:(9,-26)]": 1680,
    "[REL:(4,-16)]": 1681,
    "[REL:(4,-56)]": 1682,
    "[REL:(61,-31)]": 1683,
    "[REL:(-14,-15)]": 1684,
    "[REL:(2,-37)]": 1685,
    "[REL:(32,-22)]": 1686,
    "[REL:(3,-23)]": 1687,
    "[REL:(21,21)]": 1688,
    "[REL:(6,-23)]": 1689,
    "[REL:(93,-47)]": 1690,
    "[REL:(71,-6)]": 1691,
    "[REL:(21,-21)]": 1692,
    "[REL:(10,15)]": 1693,
    "[REL:(62,-34)]": 1694,
    "[REL:(22,-26)]": 1695,
    "[REL:(28,-48)]": 1696,
    "[REL:(-12,-15)]": 1697,
    "[REL:(22,2)]": 1698,
    "[REL:(24,0)]": 1699,
    "[REL:(58,-68)]": 1700,
    "[REL:(18,-58)]": 1701,
    "[REL:(56,-54)]": 1702,
    "[REL:(21,-20)]": 1703,
    "[REL:(46,-20)]": 1704,
    "[REL:(31,-30)]": 1705,
    "[REL:(-11,-34)]": 1706,
    "[REL:(38,-36)]": 1707,
    "[REL:(-4,-30)]": 1708,
    "[REL:(17,6)]": 1709,
    "[REL:(41,-17)]": 1710,
    "[REL:(8,-11)]": 1711,
    "[REL:(13,-18)]": 1712,
    "[REL:(71,-49)]": 1713,
    "[REL:(7,-14)]": 1714,
    "[REL:(20,-12)]": 1715,
    "[REL:(31,-43)]": 1716,
    "[REL:(71,-41)]": 1717,
    "[REL:(30,-22)]": 1718,
    "[REL:(59,-60)]": 1719,
    "[REL:(76,-61)]": 1720,
    "[REL:(-11,-16)]": 1721,
    "[REL:(8,-41)]": 1722,
    "[REL:(33,-22)]": 1723,
    "[REL:(14,2)]": 1724,
    "[REL:(-1,-32)]": 1725,
    "[REL:(45,-31)]": 1726,
    "[REL:(104,-34)]": 1727,
    "[REL:(26,-32)]": 1728,
    "[REL:(-4,-12)]": 1729,
    "[REL:(36,-46)]": 1730,
    "[REL:(19,-65)]": 1731,
    "[REL:(51,-30)]": 1732,
    "[REL:(52,-12)]": 1733,
    "[REL:(34,-26)]": 1734,
    "[REL:(-3,28)]": 1735,
    "[REL:(19,-5)]": 1736,
    "[REL:(35,4)]": 1737,
    "[REL:(45,-81)]": 1738,
    "[REL:(-10,-89)]": 1739,
    "[REL:(14,-12)]": 1740,
    "[REL:(21,-74)]": 1741,
    "[REL:(16,-81)]": 1742,
    "[REL:(-26,-10)]": 1743,
    "[REL:(10,28)]": 1744,
    "[REL:(19,-33)]": 1745,
    "[REL:(103,-10)]": 1746,
    "[REL:(0,-26)]": 1747,
    "[REL:(5,-21)]": 1748,
    "[REL:(16,115)]": 1749,
    "[REL:(-2,-14)]": 1750,
    "[REL:(-3,-30)]": 1751,
    "[REL:(-15,-49)]": 1752,
    "[REL:(1,19)]": 1753,
    "[REL:(4,-15)]": 1754,
    "[REL:(-7,29)]": 1755,
    "[REL:(24,-27)]": 1756,
    "[REL:(5,-19)]": 1757,
    "[REL:(-9,29)]": 1758,
    "[REL:(-10,-41)]": 1759,
    "[REL:(-2,26)]": 1760,
    "[REL:(-14,-27)]": 1761,
    "[REL:(42,28)]": 1762,
    "[REL:(97,-77)]": 1763,
    "[REL:(-28,-34)]": 1764,
    "[REL:(11,-1)]": 1765,
    "[REL:(11,-3)]": 1766,
    "[REL:(90,-60)]": 1767,
    "[REL:(-23,-58)]": 1768,
    "[REL:(15,-2)]": 1769,
    "[REL:(21,-2)]": 1770,
    "[REL:(23,54)]": 1771,
    "[REL:(2,-61)]": 1772,
    "[REL:(14,57)]": 1773,
    "[REL:(19,-31)]": 1774,
    "[REL:(60,-6)]": 1775,
    "[REL:(39,-26)]": 1776,
    "[REL:(45,-6)]": 1777,
    "[REL:(10,-4)]": 1778,
    "[REL:(-4,-43)]": 1779,
    "[REL:(-20,-10)]": 1780,
    "[REL:(62,9)]": 1781,
    "[REL:(12,-3)]": 1782,
    "[REL:(-3,-12)]": 1783,
    "[REL:(19,-22)]": 1784,
    "[REL:(84,26)]": 1785,
    "[REL:(15,-20)]": 1786,
    "[REL:(-15,23)]": 1787,
    "[REL:(11,-22)]": 1788,
    "[REL:(-4,28)]": 1789,
    "[REL:(20,-2)]": 1790,
    "[REL:(-20,21)]": 1791,
    "[REL:(2,-24)]": 1792,
    "[REL:(13,27)]": 1793,
    "[REL:(9,-11)]": 1794,
    "[REL:(23,-29)]": 1795,
    "[REL:(56,-30)]": 1796,
    "[REL:(-13,-20)]": 1797,
    "[REL:(14,-6)]": 1798,
    "[REL:(13,-5)]": 1799,
    "[REL:(13,-6)]": 1800,
    "[REL:(53,-24)]": 1801,
    "[REL:(-1,-40)]": 1802,
    "[REL:(44,22)]": 1803,
    "[REL:(13,-37)]": 1804,
    "[REL:(56,-6)]": 1805,
    "[REL:(23,-11)]": 1806,
    "[REL:(-13,10)]": 1807,
    "[REL:(2,19)]": 1808,
    "[REL:(31,-16)]": 1809,
    "[REL:(-9,-18)]": 1810,
    "[REL:(-22,-3)]": 1811,
    "[REL:(18,-2)]": 1812,
    "[REL:(24,-15)]": 1813,
    "[REL:(14,-40)]": 1814,
    "[REL:(69,-20)]": 1815,
    "[REL:(21,-15)]": 1816,
    "[REL:(68,-48)]": 1817,
    "[REL:(73,1)]": 1818,
    "[REL:(18,-15)]": 1819,
    "[REL:(2,-41)]": 1820,
    "[REL:(-10,-15)]": 1821,
    "[REL:(60,-1)]": 1822,
    "[REL:(-2,-37)]": 1823,
    "[REL:(12,33)]": 1824,
    "[REL:(64,-51)]": 1825,
    "[REL:(22,-33)]": 1826,
    "[REL:(16,-40)]": 1827,
    "[REL:(3,-40)]": 1828,
    "[REL:(23,37)]": 1829,
    "[REL:(-8,-14)]": 1830,
    "[REL:(103,-20)]": 1831,
    "[REL:(8,-12)]": 1832,
    "[REL:(84,-25)]": 1833,
    "[REL:(55,-8)]": 1834,
    "[REL:(37,-3)]": 1835,
    "[REL:(6,10)]": 1836,
    "[REL:(10,-44)]": 1837,
    "[REL:(-37,24)]": 1838,
    "[REL:(37,-39)]": 1839,
    "[REL:(29,-14)]": 1840,
    "[REL:(26,59)]": 1841,
    "[REL:(20,-18)]": 1842,
    "[REL:(26,-51)]": 1843,
    "[REL:(83,-68)]": 1844,
    "[REL:(-10,-3)]": 1845,
    "[REL:(54,-12)]": 1846,
    "[REL:(27,-1)]": 1847,
    "[REL:(2,-33)]": 1848,
    "[REL:(20,19)]": 1849,
    "[REL:(3,-27)]": 1850,
    "[REL:(88,-36)]": 1851,
    "[REL:(18,6)]": 1852,
    "[REL:(1,-40)]": 1853,
    "[REL:(26,27)]": 1854,
    "[REL:(14,-17)]": 1855,
    "[REL:(7,9)]": 1856,
    "[REL:(16,-5)]": 1857,
    "[REL:(11,9)]": 1858,
    "[REL:(7,-15)]": 1859,
    "[REL:(29,-34)]": 1860,
    "[REL:(0,18)]": 1861,
    "[REL:(91,-71)]": 1862,
    "[REL:(16,-8)]": 1863,
    "[REL:(14,-19)]": 1864,
    "[REL:(3,-19)]": 1865,
    "[REL:(62,-27)]": 1866,
    "[REL:(-32,40)]": 1867,
    "[REL:(42,-49)]": 1868,
    "[REL:(17,-17)]": 1869,
    "[REL:(79,18)]": 1870,
    "[REL:(3,-38)]": 1871,
    "[REL:(19,4)]": 1872,
    "[REL:(58,-10)]": 1873,
    "[REL:(5,20)]": 1874,
    "[REL:(18,-6)]": 1875,
    "[REL:(15,1)]": 1876,
