{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[REL:(2,0)]": 5,
    "[REL:(2,3)]": 6,
    "[REL:(2,7)]": 7,
    "[REL:(2,6)]": 8,
    "[REL:(0,5)]": 9,
    "[REL:(1,3)]": 10,
    "[REL:(1,1)]": 11,
    "[REL:(-1,0)]": 12,
    "[REL:(-3,-1)]": 13,
    "[REL:(-4,-2)]": 14,
    "[REL:(-6,-3)]": 15,
    "[REL:(-8,-2)]": 16,
    "[REL:(-7,3)]": 17,
    "[REL:(-4,4)]": 18,
    "[REL:(-3,4)]": 19,
    "[REL:(1,5)]": 20,
    "[REL:(4,5)]": 21,
    "[REL:(5,1)]": 22,
    "[REL:(8,2)]": 23,
    "[REL:(8,-3)]": 24,
    "[REL:(6,-5)]": 25,
    "[REL:(6,-3)]": 26,
    "[REL:(4,-5)]": 27,
    "[REL:(10,-18)]": 28,
    "[REL:(-1,4)]": 29,
    "[REL:(-3,7)]": 30,
    "[REL:(-2,8)]": 31,
    "[REL:(-1,9)]": 32,
    "[REL:(1,7)]": 33,
    "[REL:(-1,2)]": 34,
    "[REL:(0,0)]": 35,
    "[REL:(0,-1)]": 36,
    "[REL:(0,-5)]": 37,
    "[REL:(-1,-8)]": 38,
    "[REL:(1,-11)]": 39,
    "[REL:(1,-7)]": 40,
    "[REL:(2,-5)]": 41,
    "[REL:(2,-1)]": 42,
    "[REL:(2,2)]": 43,
    "[REL:(4,2)]": 44,
    "[REL:(5,10)]": 45,
    "[REL:(2,1)]": 46,
    "[REL:(3,-1)]": 47,
    "[REL:(3,-2)]": 48,
    "[REL:(5,-4)]": 49,
    "[REL:(0,-2)]": 50,
    "[REL:(-2,0)]": 51,
    "[REL:(-1,-2)]": 52,
    "[REL:(-3,0)]": 53,
    "[REL:(-3,2)]": 54,
    "[REL:(-5,4)]": 55,
    "[REL:(-6,8)]": 56,
    "[REL:(-2,7)]": 57,
    "[REL:(1,6)]": 58,
    "[REL:(3,3)]": 59,
    "[REL:(6,2)]": 60,
    "[REL:(8,0)]": 61,
    "[REL:(9,-1)]": 62,
    "[REL:(63,-29)]": 63,
    "[REL:(1,-1)]": 64,
    "[REL:(3,4)]": 65,
    "[REL:(2,4)]": 66,
    "[REL:(0,4)]": 67,
    "[REL:(-2,-1)]": 68,
    "[REL:(-3,-2)]": 69,
    "[REL:(-5,-2)]": 70,
    "[REL:(-5,-1)]": 71,
    "[REL:(-3,3)]": 72,
    "[REL:(-2,4)]": 73,
    "[REL:(5,2)]": 74,
    "[REL:(7,-2)]": 75,
    "[REL:(5,-3)]": 76,
    "[REL:(7,-5)]": 77,
    "[REL:(5,-6)]": 78,
    "[REL:(13,-43)]": 79,
    "[REL:(-3,5)]": 80,
    "[REL:(-2,9)]": 81,
    "[REL:(-1,11)]": 82,
    "[REL:(0,12)]": 83,
    "[REL:(2,10)]": 84,
    "[REL:(35,-22)]": 85,
    "[REL:(0,1)]": 86,
    "[REL:(-2,-3)]": 87,
    "[REL:(-5,1)]": 88,
    "[REL:(-2,2)]": 89,
    "[REL:(0,2)]": 90,
    "[REL:(4,4)]": 91,
    "[REL:(5,6)]": 92,
    "[REL:(6,5)]": 93,
    "[REL:(4,3)]": 94,
    "[REL:(-4,-1)]": 95,
    "[REL:(-6,-2)]": 96,
    "[REL:(4,-1)]": 97,
    "[REL:(56,-3)]": 98,
    "[REL:(-1,-1)]": 99,
    "[REL:(-3,-5)]": 100,
    "[REL:(-4,-3)]": 101,
    "[REL:(-5,2)]": 102,
    "[REL:(0,7)]": 103,
    "[REL:(3,5)]": 104,
    "[REL:(6,3)]": 105,
    "[REL:(5,0)]": 106,
    "[REL:(5,-2)]": 107,
    "[REL:(1,-4)]": 108,
    "[REL:(-1,-6)]": 109,
    "[REL:(-4,-4)]": 110,
    "[REL:(84,-8)]": 111,
    "[REL:(-2,-2)]": 112,
    "[REL:(-6,3)]": 113,
    "[REL:(-1,3)]": 114,
    "[REL:(5,4)]": 115,
    "[REL:(7,2)]": 116,
    "[REL:(7,3)]": 117,
    "[REL:(7,1)]": 118,
    "[REL:(6,4)]": 119,
    "[REL:(1,0)]": 120,
    "[REL:(-4,0)]": 121,
    "[REL:(-7,0)]": 122,
    "[REL:(-6,0)]": 123,
    "[REL:(-7,-2)]": 124,
    "[REL:(35,-18)]": 125,
    "[REL:(1,2)]": 126,
    "[REL:(-6,2)]": 127,
    "[REL:(-4,2)]": 128,
    "[REL:(-1,1)]": 129,
    "[REL:(4,1)]": 130,
    "[REL:(8,1)]": 131,
    "[REL:(9,0)]": 132,
    "[REL:(9,-2)]": 133,
    "[REL:(8,-4)]": 134,
    "[REL:(16,-16)]": 135,
    "[REL:(2,-2)]": 136,
    "[REL:(2,-3)]": 137,
    "[REL:(1,-6)]": 138,
    "[REL:(-1,-5)]": 139,
    "[REL:(-1,-3)]": 140,
    "[REL:(-4,8)]": 141,
    "[REL:(-5,10)]": 142,
    "[REL:(-2,13)]": 143,
    "[REL:(-2,15)]": 144,
    "[REL:(2,13)]": 145,
    "[REL:(3,11)]": 146,
    "[REL:(3,9)]": 147,
    "[REL:(3,2)]": 148,
    "[REL:(-10,-43)]": 149,
    "[REL:(4,0)]": 150,
    "[REL:(5,-1)]": 151,
    "[REL:(7,0)]": 152,
    "[REL:(6,0)]": 153,
    "[REL:(4,-2)]": 154,
    "[REL:(3,-4)]": 155,
    "[REL:(1,-2)]": 156,
    "[REL:(-5,3)]": 157,
    "[REL:(-5,5)]": 158,
    "[REL:(-3,6)]": 159,
    "[REL:(0,6)]": 160,
    "[REL:(7,-3)]": 161,
    "[REL:(-1,-4)]": 162,
    "[REL:(1,-5)]": 163,
    "[REL:(4,-3)]": 164,
    "[REL:(6,-2)]": 165,
    "[REL:(40,-2)]": 166,
    "[REL:(1,9)]": 167,
    "[REL:(0,8)]": 168,
    "[REL:(3,-3)]": 169,
    "[REL:(3,-5)]": 170,
    "[REL:(3,-6)]": 171,
    "[REL:(0,3)]": 172,
    "[REL:(2,-6)]": 173,
    "[REL:(1,-9)]": 174,
    "[REL:(15,0)]": 175,
    "[REL:(-1,5)]": 176,
    "[REL:(1,-52)]": 177,
    "[REL:(3,0)]": 178,
    "[REL:(14,-9)]": 179,
    "[REL:(-1,10)]": 180,
    "[REL:(-1,12)]": 181,
    "[REL:(0,15)]": 182,
    "[REL:(-1,13)]": 183,
    "[REL:(1,10)]": 184,
    "[REL:(-2,-12)]": 185,
    "[REL:(-6,-16)]": 186,
    "[REL:(1,-25)]": 187,
    "[REL:(-2,11)]": 188,
    "[REL:(0,13)]": 189,
    "[REL:(3,6)]": 190,
    "[REL:(4,-4)]": 191,
    "[REL:(4,-9)]": 192,
    "[REL:(94,-17)]": 193,
    "[REL:(-5,0)]": 194,
    "[REL:(5,3)]": 195,
    "[REL:(7,4)]": 196,
    "[REL:(-2,1)]": 197,
    "[REL:(-8,-1)]": 198,
    "[REL:(-5,-3)]": 199,
    "[REL:(-2,-5)]": 200,
    "[REL:(55,2)]": 201,
    "[REL:(-2,-4)]": 202,
    "[REL:(-4,5)]": 203,
    "[REL:(10,-5)]": 204,
    "[REL:(-2,6)]": 205,
    "[REL:(4,-6)]": 206,
    "[REL:(7,-6)]": 207,
    "[REL:(1,4)]": 208,
    "[REL:(-2,3)]": 209,
    "[REL:(5,-5)]": 210,
    "[REL:(3,1)]": 211,
    "[REL:(2,5)]": 212,
    "[REL:(2,-4)]": 213,
    "[REL:(-2,-7)]": 214,
    "[REL:(-2,5)]": 215,
    "[REL:(9,3)]": 216,
    "[REL:(12,1)]": 217,
    "[REL:(70,-22)]": 218,
    "[REL:(-1,8)]": 219,
    "[REL:(0,11)]": 220,
    "[REL:(-2,-6)]": 221,
    "[REL:(-8,-43)]": 222,
    "[REL:(6,1)]": 223,
    "[REL:(5,5)]": 224,
    "[REL:(40,-15)]": 225,
    "[REL:(16,7)]": 226,
    "[REL:(-4,1)]": 227,
    "[REL:(-4,6)]": 228,
    "[REL:(14,6)]": 229,
    "[REL:(30,-32)]": 230,
    "[REL:(-3,17)]": 231,
    "[REL:(-16,-26)]": 232,
    "[REL:(8,-1)]": 233,
    "[REL:(-4,26)]": 234,
    "[REL:(-6,1)]": 235,
    "[REL:(-4,3)]": 236,
    "[REL:(7,11)]": 237,
    "[REL:(9,2)]": 238,
    "[REL:(10,-2)]": 239,
    "[REL:(9,-3)]": 240,
    "[REL:(10,-19)]": 241,
    "[REL:(-6,4)]": 242,
    "[REL:(-4,7)]": 243,
    "[REL:(7,-1)]": 244,
    "[REL:(10,-3)]": 245,
    "[REL:(6,-59)]": 246,
    "[REL:(-2,14)]": 247,
    "[REL:(1,8)]": 248,
    "[REL:(0,-4)]": 249,
    "[REL:(-2,-8)]": 250,
    "[REL:(-6,-20)]": 251,
    "[REL:(11,5)]": 252,
    "[REL:(0,-54)]": 253,
    "[REL:(28,34)]": 254,
    "[REL:(0,-3)]": 255,
    "[REL:(8,-5)]": 256,
    "[REL:(7,-8)]": 257,
    "[REL:(8,-2)]": 258,
    "[REL:(23,0)]": 259,
    "[REL:(10,13)]": 260,
    "[REL:(-3,15)]": 261,
    "[REL:(-10,-78)]": 262,
    "[REL:(0,-8)]": 263,
    "[REL:(12,-4)]": 264,
    "[REL:(16,-1)]": 265,
    "[REL:(10,-8)]": 266,
    "[REL:(16,3)]": 267,
    "[REL:(5,-8)]": 268,
    "[REL:(3,-7)]": 269,
    "[REL:(-1,15)]": 270,
    "[REL:(-2,16)]": 271,
    "[REL:(2,-9)]": 272,
    "[REL:(6,-15)]": 273,
    "[REL:(8,-7)]": 274,
    "[REL:(14,4)]": 275,
    "[REL:(4,14)]": 276,
    "[REL:(4,15)]": 277,
    "[REL:(11,-24)]": 278,
    "[REL:(12,-8)]": 279,
    "[REL:(8,-9)]": 280,
    "[REL:(5,-10)]": 281,
    "[REL:(-12,2)]": 282,
    "[REL:(-16,12)]": 283,
    "[REL:(-12,18)]": 284,
    "[REL:(-4,14)]": 285,
    "[REL:(10,1)]": 286,
    "[REL:(12,-5)]": 287,
    "[REL:(14,-4)]": 288,
    "[REL:(21,7)]": 289,
    "[REL:(-3,-8)]": 290,
    "[REL:(-3,-10)]": 291,
    "[REL:(0,-10)]": 292,
    "[REL:(2,-8)]": 293,
    "[REL:(6,-7)]": 294,
    "[REL:(11,-4)]": 295,
    "[REL:(12,0)]": 296,
    "[REL:(2,25)]": 297,
    "[REL:(-8,1)]": 298,
    "[REL:(-12,8)]": 299,
    "[REL:(-10,15)]": 300,
    "[REL:(-5,13)]": 301,
    "[REL:(5,9)]": 302,
    "[REL:(13,4)]": 303,
    "[REL:(18,-1)]": 304,
    "[REL:(20,-4)]": 305,
    "[REL:(102,-39)]": 306,
    "[REL:(1,11)]": 307,
    "[REL:(0,-65)]": 308,
    "[REL:(4,-8)]": 309,
    "[REL:(40,33)]": 310,
    "[REL:(8,3)]": 311,
    "[REL:(11,3)]": 312,
    "[REL:(-7,7)]": 313,
    "[REL:(-12,7)]": 314,
    "[REL:(-12,5)]": 315,
    "[REL:(115,-29)]": 316,
    "[REL:(5,8)]": 317,
    "[REL:(1,-13)]": 318,
    "[REL:(5,-15)]": 319,
    "[REL:(4,-11)]": 320,
    "[REL:(10,0)]": 321,
    "[REL:(1,15)]": 322,
    "[REL:(4,6)]": 323,
    "[REL:(9,-13)]": 324,
    "[REL:(6,12)]": 325,
    "[REL:(10,4)]": 326,
    "[REL:(12,-1)]": 327,
    "[REL:(12,-6)]": 328,
    "[REL:(10,-7)]": 329,
    "[REL:(7,-10)]": 330,
    "[REL:(-1,-14)]": 331,
    "[REL:(-5,-10)]": 332,
    "[REL:(-9,-1)]": 333,
    "[REL:(-10,5)]": 334,
    "[REL:(-12,10)]": 335,
    "[REL:(-8,10)]": 336,
    "[REL:(54,-77)]": 337,
    "[REL:(6,16)]": 338,
    "[REL:(3,20)]": 339,
    "[REL:(3,17)]": 340,
    "[REL:(1,14)]": 341,
    "[REL:(-6,-8)]": 342,
    "[REL:(-4,-11)]": 343,
    "[REL:(10,-1)]": 344,
    "[REL:(8,-54)]": 345,
    "[REL:(7,10)]": 346,
    "[REL:(-1,20)]": 347,
    "[REL:(6,-6)]": 348,
    "[REL:(8,-17)]": 349,
    "[REL:(10,-16)]": 350,
    "[REL:(4,8)]": 351,
    "[REL:(9,-12)]": 352,
    "[REL:(3,12)]": 353,
    "[REL:(0,9)]": 354,
    "[REL:(-3,-76)]": 355,
    "[REL:(29,75)]": 356,
    "[REL:(6,-21)]": 357,
    "[REL:(10,-13)]": 358,
    "[REL:(6,6)]": 359,
    "[REL:(4,13)]": 360,
    "[REL:(2,17)]": 361,
    "[REL:(11,-6)]": 362,
    "[REL:(21,-26)]": 363,
    "[REL:(-7,2)]": 364,
    "[REL:(-10,8)]": 365,
    "[REL:(12,-3)]": 366,
    "[REL:(9,-4)]": 367,
    "[REL:(7,-7)]": 368,
    "[REL:(-4,17)]": 369,
    "[REL:(-3,13)]": 370,
    "[REL:(150,-114)]": 371,
    "[REL:(-4,-7)]": 372,
    "[REL:(-5,-6)]": 373,
    "[REL:(-7,-3)]": 374,
    "[REL:(-6,-1)]": 375,
    "[REL:(-8,0)]": 376,
    "[REL:(-6,6)]": 377,
    "[REL:(-5,12)]": 378,
    "[REL:(-4,18)]": 379,
    "[REL:(-2,20)]": 380,
    "[REL:(-2,22)]": 381,
    "[REL:(1,18)]": 382,
    "[REL:(1,12)]": 383,
    "[REL:(0,-9)]": 384,
    "[REL:(-22,-32)]": 385,
    "[REL:(10,-4)]": 386,
    "[REL:(-6,9)]": 387,
    "[REL:(-5,11)]": 388,
    "[REL:(9,4)]": 389,
    "[REL:(16,-2)]": 390,
    "[REL:(15,-6)]": 391,
    "[REL:(15,-8)]": 392,
    "[REL:(6,-10)]": 393,
    "[REL:(3,-12)]": 394,
    "[REL:(-5,-8)]": 395,
    "[REL:(-15,3)]": 396,
    "[REL:(-12,6)]": 397,
    "[REL:(69,39)]": 398,
    "[REL:(-1,-7)]": 399,
    "[REL:(1,-12)]": 400,
    "[REL:(0,-14)]": 401,
    "[REL:(4,-10)]": 402,
    "[REL:(56,0)]": 403,
    "[REL:(6,-13)]": 404,
    "[REL:(7,-11)]": 405,
    "[REL:(-2,10)]": 406,
    "[REL:(9,-7)]": 407,
    "[REL:(8,-11)]": 408,
    "[REL:(7,-9)]": 409,
    "[REL:(2,11)]": 410,
    "[REL:(0,10)]": 411,
    "[REL:(2,8)]": 412,
    "[REL:(17,-4)]": 413,
    "[REL:(8,-8)]": 414,
    "[REL:(2,-11)]": 415,
    "[REL:(-8,6)]": 416,
    "[REL:(-9,13)]": 417,
    "[REL:(-1,14)]": 418,
    "[REL:(10,8)]": 419,
    "[REL:(20,6)]": 420,
    "[REL:(21,2)]": 421,
    "[REL:(14,0)]": 422,
    "[REL:(-5,6)]": 423,
    "[REL:(-4,9)]": 424,
    "[REL:(70,6)]": 425,
    "[REL:(-71,1)]": 426,
    "[REL:(2,-120)]": 427,
    "[REL:(0,17)]": 428,
    "[REL:(0,16)]": 429,
    "[REL:(2,23)]": 430,
    "[REL:(1,-10)]": 431,
    "[REL:(2,-12)]": 432,
    "[REL:(3,-13)]": 433,
    "[REL:(4,-12)]": 434,
    "[REL:(4,-7)]": 435,
    "[REL:(8,5)]": 436,
    "[REL:(3,-9)]": 437,
    "[REL:(2,-10)]": 438,
    "[REL:(4,12)]": 439,
    "[REL:(3,8)]": 440,
    "[REL:(26,-65)]": 441,
    "[REL:(3,7)]": 442,
    "[REL:(6,-26)]": 443,
    "[REL:(4,-14)]": 444,
    "[REL:(5,-11)]": 445,
    "[REL:(28,-74)]": 446,
    "[REL:(2,-107)]": 447,
    "[REL:(44,45)]": 448,
    "[REL:(8,4)]": 449,
    "[REL:(10,5)]": 450,
    "[REL:(7,5)]": 451,
    "[REL:(-8,7)]": 452,
    "[REL:(-8,5)]": 453,
    "[REL:(39,-57)]": 454,
    "[REL:(4,-19)]": 455,
    "[REL:(2,14)]": 456,
    "[REL:(1,13)]": 457,
    "[REL:(-28,-40)]": 458,
    "[REL:(6,-1)]": 459,
    "[REL:(33,16)]": 460,
    "[REL:(-3,-6)]": 461,
    "[REL:(-3,-4)]": 462,
    "[REL:(-6,5)]": 463,
    "[REL:(9,5)]": 464,
    "[REL:(11,4)]": 465,
    "[REL:(-8,3)]": 466,
    "[REL:(-9,6)]": 467,
    "[REL:(96,-72)]": 468,
    "[REL:(4,10)]": 469,
    "[REL:(6,-8)]": 470,
    "[REL:(34,-55)]": 471,
    "[REL:(7,6)]": 472,
    "[REL:(9,6)]": 473,
    "[REL:(8,6)]": 474,
    "[REL:(-8,2)]": 475,
    "[REL:(-9,2)]": 476,
    "[REL:(41,-14)]": 477,
    "[REL:(3,-8)]": 478,
    "[REL:(0,-11)]": 479,
    "[REL:(0,-12)]": 480,
    "[REL:(3,13)]": 481,
    "[REL:(7,8)]": 482,
    "[REL:(10,6)]": 483,
    "[REL:(26,-14)]": 484,
    "[REL:(-1,6)]": 485,
    "[REL:(44,-86)]": 486,
    "[REL:(2,9)]": 487,
    "[REL:(3,-10)]": 488,
    "[REL:(2,-13)]": 489,
    "[REL:(-1,-11)]": 490,
    "[REL:(-1,-10)]": 491,
    "[REL:(35,9)]": 492,
    "[REL:(-6,-115)]": 493,
    "[REL:(37,-1)]": 494,
    "[REL:(-23,-51)]": 495,
    "[REL:(27,-51)]": 496,
    "[REL:(-2,12)]": 497,
    "[REL:(0,14)]": 498,
    "[REL:(1,-8)]": 499,
    "[REL:(88,-44)]": 500,
    "[REL:(1,-3)]": 501,
    "[REL:(-3,-3)]": 502,
    "[REL:(-10,3)]": 503,
    "[REL:(-7,4)]": 504,
    "[REL:(11,2)]": 505,
    "[REL:(14,2)]": 506,
    "[REL:(-7,1)]": 507,
    "[REL:(-9,1)]": 508,
    "[REL:(-9,0)]": 509,
    "[REL:(83,-42)]": 510,
    "[REL:(-7,5)]": 511,
    "[REL:(-7,-4)]": 512,
    "[REL:(44,-17)]": 513,
    "[REL:(-3,12)]": 514,
    "[REL:(4,9)]": 515,
    "[REL:(40,-122)]": 516,
    "[REL:(-1,16)]": 517,
    "[REL:(3,-11)]": 518,
    "[REL:(-3,11)]": 519,
    "[REL:(42,-42)]": 520,
    "[REL:(-3,9)]": 521,
    "[REL:(2,-7)]": 522,
    "[REL:(17,-59)]": 523,
    "[REL:(-1,7)]": 524,
    "[REL:(-7,-101)]": 525,
    "[REL:(31,129)]": 526,
    "[REL:(0,-6)]": 527,
    "[REL:(0,-7)]": 528,
    "[REL:(55,-1)]": 529,
    "[REL:(-8,4)]": 530,
    "[REL:(12,-2)]": 531,
    "[REL:(-14,-11)]": 532,
    "[REL:(-4,13)]": 533,
    "[REL:(58,-76)]": 534,
    "[REL:(-5,9)]": 535,
    "[REL:(-6,11)]": 536,
    "[REL:(-3,8)]": 537,
    "[REL:(7,-4)]": 538,
    "[REL:(9,-6)]": 539,
    "[REL:(8,-6)]": 540,
    "[REL:(81,-30)]": 541,
    "[REL:(22,-62)]": 542,
    "[REL:(22,10)]": 543,
    "[REL:(-11,6)]": 544,
    "[REL:(-6,7)]": 545,
    "[REL:(-7,9)]": 546,
    "[REL:(8,-12)]": 547,
    "[REL:(10,-10)]": 548,
    "[REL:(-8,9)]": 549,
    "[REL:(-8,11)]": 550,
    "[REL:(-7,14)]": 551,
    "[REL:(-3,10)]": 552,
    "[REL:(-7,6)]": 553,
    "[REL:(-7,8)]": 554,
    "[REL:(13,-3)]": 555,
    "[REL:(34,-36)]": 556,
    "[REL:(-5,7)]": 557,
    "[REL:(6,-4)]": 558,
    "[REL:(92,-28)]": 559,
    "[REL:(-14,14)]": 560,
    "[REL:(34,-15)]": 561,
    "[REL:(-6,10)]": 562,
    "[REL:(-4,-25)]": 563,
    "[REL:(91,-52)]": 564,
    "[REL:(19,-21)]": 565,
    "[REL:(61,-9)]": 566,
    "[REL:(21,-23)]": 567,
    "[REL:(16,-10)]": 568,
    "[REL:(28,-27)]": 569,
    "[REL:(37,-26)]": 570,
    "[REL:(32,-42)]": 571,
    "[REL:(52,-26)]": 572,
    "[REL:(-3,1)]": 573,
    "[REL:(26,-9)]": 574,
    "[REL:(5,-7)]": 575,
    "[REL:(135,-51)]": 576,
    "[REL:(-5,8)]": 577,
    "[REL:(29,-24)]": 578,
    "[REL:(-11,-16)]": 579,
    "[REL:(11,-2)]": 580,
    "[REL:(-4,-14)]": 581,
    "[REL:(12,16)]": 582,
    "[REL:(86,-12)]": 583,
    "[REL:(-10,0)]": 584,
    "[REL:(-10,4)]": 585,
    "[REL:(-11,4)]": 586,
    "[REL:(51,-18)]": 587,
    "[REL:(28,-16)]": 588,
    "[REL:(48,-55)]": 589,
    "[REL:(17,-18)]": 590,
    "[REL:(25,22)]": 591,
    "[REL:(5,-57)]": 592,
    "[REL:(30,-38)]": 593,
    "[REL:(1,16)]": 594,
    "[REL:(2,16)]": 595,
    "[REL:(5,16)]": 596,
    "[REL:(-4,-10)]": 597,
    "[REL:(-3,-18)]": 598,
    "[REL:(6,-11)]": 599,
    "[REL:(5,-9)]": 600,
    "[REL:(-18,33)]": 601,
    "[REL:(6,8)]": 602,
    "[REL:(25,-64)]": 603,
    "[REL:(25,-2)]": 604,
    "[REL:(77,-70)]": 605,
    "[REL:(-20,-53)]": 606,
    "[REL:(-4,10)]": 607,
    "[REL:(-4,-5)]": 608,
    "[REL:(44,-31)]": 609,
    "[REL:(-6,-44)]": 610,
    "[REL:(32,23)]": 611,
    "[REL:(37,-70)]": 612,
    "[REL:(-10,-22)]": 613,
    "[REL:(38,7)]": 614,
    "[REL:(7,-28)]": 615,
    "[REL:(27,-26)]": 616,
    "[REL:(11,-3)]": 617,
    "[REL:(15,-12)]": 618,
    "[REL:(89,-38)]": 619,
    "[REL:(3,-28)]": 620,
    "[REL:(32,-14)]": 621,
    "[REL:(5,-38)]": 622,
    "[REL:(54,-33)]": 623,
    "[REL:(-4,-33)]": 624,
    "[REL:(8,-21)]": 625,
    "[REL:(-3,-44)]": 626,
    "[REL:(17,18)]": 627,
    "[REL:(14,11)]": 628,
    "[REL:(31,-22)]": 629,
    "[REL:(11,-1)]": 630,
    "[REL:(7,-47)]": 631,
    "[REL:(-18,-27)]": 632,
    "[REL:(-1,-38)]": 633,
    "[REL:(33,27)]": 634,
    "[REL:(17,-12)]": 635,
    "[REL:(63,-51)]": 636,
    "[REL:(-4,-57)]": 637,
    "[REL:(22,13)]": 638,
    "[REL:(35,-26)]": 639,
    "[REL:(8,-41)]": 640,
    "[REL:(3,-20)]": 641,
    "[REL:(3,-39)]": 642,
    "[REL:(37,10)]": 643,
    "[REL:(36,-19)]": 644,
    "[REL:(15,-55)]": 645,
    "[REL:(-11,-32)]": 646,
    "[REL:(19,0)]": 647,
    "[REL:(9,1)]": 648,
    "[REL:(28,-3)]": 649,
    "[REL:(11,1)]": 650,
    "[REL:(-9,30)]": 651,
    "[REL:(-11,14)]": 652,
    "[REL:(43,1)]": 653,
    "[REL:(30,6)]": 654,
    "[REL:(16,-18)]": 655,
    "[REL:(7,9)]": 656,
    "[REL:(149,-34)]": 657,
    "[REL:(3,14)]": 658,
    "[REL:(-19,1)]": 659,
    "[REL:(52,-29)]": 660,
    "[REL:(-5,-62)]": 661,
    "[REL:(22,-15)]": 662,
    "[REL:(26,-8)]": 663,
    "[REL:(20,-80)]": 664,
    "[REL:(-4,-6)]": 665,
    "[REL:(10,2)]": 666,
    "[REL:(-8,22)]": 667,
    "[REL:(151,-73)]": 668,
    "[REL:(-28,-50)]": 669,
    "[REL:(-9,4)]": 670,
    "[REL:(-11,3)]": 671,
    "[REL:(-12,3)]": 672,
    "[REL:(-10,2)]": 673,
    "[REL:(97,-31)]": 674,
    "[REL:(6,-79)]": 675,
    "[REL:(2,12)]": 676,
    "[REL:(-29,-30)]": 677,
    "[REL:(134,23)]": 678,
    "[REL:(53,-77)]": 679,
    "[REL:(11,0)]": 680,
    "[REL:(32,-71)]": 681,
    "[REL:(44,4)]": 682,
    "[REL:(50,6)]": 683,
    "[REL:(14,-56)]": 684,
    "[REL:(11,-13)]": 685,
    "[REL:(18,0)]": 686,
    "[REL:(23,1)]": 687,
    "[REL:(9,11)]": 688,
    "[REL:(9,9)]": 689,
    "[REL:(-2,18)]": 690,
    "[REL:(-1,21)]": 691,
    "[REL:(-1,19)]": 692,
    "[REL:(-39,-58)]": 693,
    "[REL:(40,-51)]": 694,
    "[REL:(13,-4)]": 695,
    "[REL:(41,-38)]": 696,
    "[REL:(-3,14)]": 697,
    "[REL:(-6,-4)]": 698,
    "[REL:(-4,-8)]": 699,
    "[REL:(14,-6)]": 700,
    "[REL:(14,-3)]": 701,
    "[REL:(13,-6)]": 702,
    "[REL:(11,-5)]": 703,
    "[REL:(3,-14)]": 704,
    "[REL:(2,-16)]": 705,
    "[REL:(0,-18)]": 706,
    "[REL:(0,-16)]": 707,
    "[REL:(-1,-12)]": 708,
    "[REL:(3,15)]": 709,
    "[REL:(2,15)]": 710,
    "[REL:(2,19)]": 711,
    "[REL:(1,17)]": 712,
    "[REL:(38,-50)]": 713,
    "[REL:(137,-43)]": 714,
    "[REL:(92,-98)]": 715,
    "[REL:(-17,-33)]": 716,
    "[REL:(0,-53)]": 717,
    "[REL:(15,5)]": 718,
    "[REL:(77,-17)]": 719,
    "[REL:(14,-5)]": 720,
    "[REL:(13,-5)]": 721,
    "[REL:(-2,-37)]": 722,
    "[REL:(45,19)]": 723,
    "[REL:(9,-5)]": 724,
    "[REL:(6,-14)]": 725,
    "[REL:(-5,-7)]": 726,
    "[REL:(5,15)]": 727,
    "[REL:(7,13)]": 728,
    "[REL:(8,11)]": 729,
    "[REL:(9,7)]": 730,
    "[REL:(6,-9)]": 731,
    "[REL:(10,9)]": 732,
    "[REL:(11,6)]": 733,
    "[REL:(107,-113)]": 734,
    "[REL:(-49,-38)]": 735,
    "[REL:(39,20)]": 736,
    "[REL:(108,-47)]": 737,
    "[REL:(-6,17)]": 738,
    "[REL:(-4,16)]": 739,
    "[REL:(-4,15)]": 740,
    "[REL:(-5,-52)]": 741,
    "[REL:(3,-32)]": 742,
    "[REL:(-1,59)]": 743,
    "[REL:(44,-19)]": 744,
    "[REL:(7,-13)]": 745,
    "[REL:(5,-13)]": 746,
    "[REL:(-2,-10)]": 747,
    "[REL:(4,16)]": 748,
    "[REL:(-5,-64)]": 749,
    "[REL:(37,35)]": 750,
    "[REL:(9,-8)]": 751,
    "[REL:(9,-9)]": 752,
    "[REL:(7,-12)]": 753,
    "[REL:(-3,18)]": 754,
    "[REL:(-3,16)]": 755,
    "[REL:(-4,12)]": 756,
    "[REL:(21,-75)]": 757,
    "[REL:(15,-43)]": 758,
    "[REL:(13,26)]": 759,
    "[REL:(50,3)]": 760,
    "[REL:(100,-23)]": 761,
    "[REL:(12,-50)]": 762,
    "[REL:(73,-25)]": 763,
    "[REL:(-3,-38)]": 764,
    "[REL:(69,-59)]": 765,
    "[REL:(0,-21)]": 766,
    "[REL:(4,-29)]": 767,
    "[REL:(52,-90)]": 768,
    "[REL:(6,-34)]": 769,
    "[REL:(67,22)]": 770,
    "[REL:(-6,15)]": 771,
    "[REL:(-5,16)]": 772,
    "[REL:(10,-60)]": 773,
    "[REL:(15,-11)]": 774,
    "[REL:(54,-20)]": 775,
    "[REL:(-11,28)]": 776,
    "[REL:(15,-20)]": 777,
    "[REL:(42,-30)]": 778,
    "[REL:(24,-70)]": 779,
    "[REL:(1,-28)]": 780,
    "[REL:(55,-44)]": 781,
    "[REL:(57,-12)]": 782,
    "[REL:(-2,-70)]": 783,
    "[REL:(62,41)]": 784,
    "[REL:(126,-46)]": 785,
    "[REL:(-5,-71)]": 786,
    "[REL:(28,38)]": 787,
    "[REL:(27,-25)]": 788,
    "[REL:(44,-27)]": 789,
    "[REL:(9,18)]": 790,
    "[REL:(44,-22)]": 791,
    "[REL:(51,-21)]": 792,
    "[REL:(46,-28)]": 793,
    "[REL:(-1,-48)]": 794,
    "[REL:(20,30)]": 795,
    "[REL:(19,21)]": 796,
    "[REL:(132,-30)]": 797,
    "[REL:(29,-18)]": 798,
    "[REL:(130,-26)]": 799,
    "[REL:(2,-70)]": 800,
    "[REL:(46,33)]": 801,
    "[REL:(147,-58)]": 802,
    "[REL:(-17,-21)]": 803,
    "[REL:(2,-24)]": 804,
    "[REL:(15,11)]": 805,
    "[REL:(0,-43)]": 806,
    "[REL:(-10,32)]": 807,
    "[REL:(-8,26)]": 808,
    "[REL:(4,11)]": 809,
    "[REL:(3,10)]": 810,
    "[REL:(35,18)]": 811,
    "[REL:(-9,-34)]": 812,
    "[REL:(-19,29)]": 813,
    "[REL:(-13,-26)]": 814,
    "[REL:(47,4)]": 815,
    "[REL:(-4,11)]": 816,
    "[REL:(-2,-24)]": 817,
    "[REL:(95,-38)]": 818,
    "[REL:(-7,-32)]": 819,
    "[REL:(-10,36)]": 820,
    "[REL:(52,-18)]": 821,
    "[REL:(24,-18)]": 822,
    "[REL:(15,-16)]": 823,
    "[REL:(-15,20)]": 824,
    "[REL:(96,-29)]": 825,
    "[REL:(-32,38)]": 826,
    "[REL:(-7,12)]": 827,
    "[REL:(10,-6)]": 828,
    "[REL:(-12,-25)]": 829,
    "[REL:(7,-18)]": 830,
    "[REL:(-6,12)]": 831,
    "[REL:(17,-68)]": 832,
    "[REL:(5,7)]": 833,
    "[REL:(45,-21)]": 834,
    "[REL:(3,-67)]": 835,
    "[REL:(26,-1)]": 836,
    "[REL:(69,-16)]": 837,
    "[REL:(8,17)]": 838,
    "[REL:(40,-12)]": 839,
    "[REL:(95,-63)]": 840,
    "[REL:(15,-31)]": 841,
    "[REL:(-17,0)]": 842,
    "[REL:(65,9)]": 843,
    "[REL:(27,-16)]": 844,
    "[REL:(53,2)]": 845,
    "[REL:(65,-18)]": 846,
    "[REL:(-8,-7)]": 847,
    "[REL:(42,-17)]": 848,
    "[REL:(-6,-10)]": 849,
    "[REL:(4,-41)]": 850,
    "[REL:(21,28)]": 851,
    "[REL:(0,-45)]": 852,
    "[REL:(22,14)]": 853,
    "[REL:(72,-62)]": 854,
    "[REL:(26,-19)]": 855,
    "[REL:(6,-17)]": 856,
    "[REL:(49,-12)]": 857,
    "[REL:(1,-32)]": 858,
    "[REL:(14,16)]": 859,
    "[REL:(24,-17)]": 860,
    "[REL:(4,-31)]": 861,
    "[REL:(28,11)]": 862,
    "[REL:(22,-12)]": 863,
    "[REL:(26,-31)]": 864,
    "[REL:(27,36)]": 865,
    "[REL:(-3,-7)]": 866,
    "[REL:(11,-35)]": 867,
    "[REL:(24,-33)]": 868,
    "[REL:(17,-65)]": 869,
    "[REL:(7,34)]": 870,
    "[REL:(30,-71)]": 871,
    "[REL:(3,-21)]": 872,
    "[REL:(59,-5)]": 873,
    "[REL:(-36,-44)]": 874,
    "[REL:(55,-25)]": 875,
    "[REL:(-4,-35)]": 876,
    "[REL:(38,15)]": 877,
    "[REL:(52,-37)]": 878,
    "[REL:(24,-7)]": 879,
    "[REL:(1,-60)]": 880,
    "[REL:(-20,-23)]": 881,
    "[REL:(-1,-42)]": 882,
    "[REL:(22,20)]": 883,
    "[REL:(39,-17)]": 884,
    "[REL:(56,-38)]": 885,
    "[REL:(77,-65)]": 886,
    "[REL:(-38,-36)]": 887,
    "[REL:(52,-23)]": 888,
    "[REL:(29,-2)]": 889,
    "[REL:(38,0)]": 890,
    "[REL:(8,-50)]": 891,
    "[REL:(14,-23)]": 892,
    "[REL:(102,-34)]": 893,
    "[REL:(43,-58)]": 894,
    "[REL:(9,-29)]": 895,
    "[REL:(-3,-36)]": 896,
    "[REL:(22,19)]": 897,
    "[REL:(47,-12)]": 898,
    "[REL:(11,-52)]": 899,
    "[REL:(51,-78)]": 900,
    "[REL:(27,-23)]": 901,
    "[REL:(5,-14)]": 902,
    "[REL:(36,-5)]": 903,
    "[REL:(-7,-1)]": 904,
    "[REL:(162,-23)]": 905,
    "[REL:(-9,8)]": 906,
    "[REL:(-8,-3)]": 907,
    "[REL:(-6,-6)]": 908,
    "[REL:(40,-34)]": 909,
    "[REL:(-15,-29)]": 910,
    "[REL:(0,-25)]": 911,
    "[REL:(55,-7)]": 912,
    "[REL:(8,-24)]": 913,
    "[REL:(6,-43)]": 914,
    "[REL:(-18,-22)]": 915,
    "[REL:(12,19)]": 916,
    "[REL:(22,-2)]": 917,
    "[REL:(-12,-29)]": 918,
    "[REL:(14,3)]": 919,
    "[REL:(38,-9)]": 920,
    "[REL:(-3,-40)]": 921,
    "[REL:(49,19)]": 922,
    "[REL:(34,-18)]": 923,
    "[REL:(-6,-28)]": 924,
    "[REL:(6,11)]": 925,
    "[REL:(96,-109)]": 926,
    "[REL:(11,-14)]": 927,
    "[REL:(-2,17)]": 928,
    "[REL:(58,-67)]": 929,
    "[REL:(39,-66)]": 930,
    "[REL:(-39,-22)]": 931,
    "[REL:(6,13)]": 932,
    "[REL:(-8,-4)]": 933,
    "[REL:(-13,-10)]": 934,
    "[REL:(-14,-9)]": 935,
    "[REL:(-15,-10)]": 936,
    "[REL:(-11,-9)]": 937,
    "[REL:(-7,-8)]": 938,
    "[REL:(16,-9)]": 939,
    "[REL:(19,-9)]": 940,
    "[REL:(21,-7)]": 941,
    "[REL:(21,-4)]": 942,
    "[REL:(-6,-7)]": 943,
    "[REL:(80,-5)]": 944,
    "[REL:(50,-2)]": 945,
    "[REL:(16,-26)]": 946,
    "[REL:(13,-29)]": 947,
    "[REL:(26,-20)]": 948,
    "[REL:(157,-39)]": 949,
    "[REL:(-10,1)]": 950,
    "[REL:(46,-91)]": 951,
    "[REL:(-15,-9)]": 952,
    "[REL:(20,-65)]": 953,
    "[REL:(38,-75)]": 954,
    "[REL:(43,-22)]": 955,
    "[REL:(21,-11)]": 956,
    "[REL:(16,-5)]": 957,
    "[REL:(-4,-9)]": 958,
    "[REL:(4,7)]": 959,
    "[REL:(91,-23)]": 960,
    "[REL:(22,-1)]": 961,
    "[REL:(8,-34)]": 962,
    "[REL:(46,-45)]": 963,
    "[REL:(54,-40)]": 964,
    "[REL:(21,-37)]": 965,
    "[REL:(56,-39)]": 966,
    "[REL:(4,-55)]": 967,
    "[REL:(102,30)]": 968,
    "[REL:(30,-34)]": 969,
    "[REL:(18,-20)]": 970,
    "[REL:(20,-20)]": 971,
    "[REL:(-7,11)]": 972,
    "[REL:(-7,13)]": 973,
    "[REL:(97,-60)]": 974,
    "[REL:(41,-32)]": 975,
    "[REL:(31,-42)]": 976,
    "[REL:(-10,-36)]": 977,
    "[REL:(25,-8)]": 978,
    "[REL:(1,-59)]": 979,
    "[REL:(20,27)]": 980,
    "[REL:(22,9)]": 981,
    "[REL:(76,-41)]": 982,
    "[REL:(47,-61)]": 983,
    "[REL:(-11,-36)]": 984,
    "[REL:(56,7)]": 985,
    "[REL:(28,-54)]": 986,
    "[REL:(15,-61)]": 987,
    "[REL:(64,-30)]": 988,
    "[REL:(29,-28)]": 989,
    "[REL:(62,-77)]": 990,
    "[REL:(8,-10)]": 991,
    "[REL:(53,32)]": 992,
    "[REL:(-5,14)]": 993,
    "[REL:(-5,15)]": 994,
    "[REL:(6,-12)]": 995,
    "[REL:(5,-12)]": 996,
    "[REL:(-280,-47)]": 997,
    "[REL:(320,68)]": 998,
    "[REL:(9,-11)]": 999,
    "[REL:(9,-10)]": 1000,
    "[REL:(1,51)]": 1001,
    "[REL:(10,-12)]": 1002,
    "[REL:(11,-10)]": 1003,
    "[REL:(8,-13)]": 1004,
    "[REL:(32,24)]": 1005,
    "[REL:(37,2)]": 1006,
    "[REL:(107,-12)]": 1007,
    "[REL:(45,-37)]": 1008,
    "[REL:(27,-17)]": 1009,
    "[REL:(41,-28)]": 1010,
    "[REL:(38,-59)]": 1011,
    "[REL:(116,-33)]": 1012,
    "[REL:(-15,-23)]": 1013,
    "[REL:(110,-2)]": 1014,
    "[REL:(58,9)]": 1015,
    "[REL:(12,-18)]": 1016,
    "[REL:(2,-26)]": 1017,
    "[REL:(42,-48)]": 1018,
    "[REL:(-8,-18)]": 1019,
    "[REL:(87,-36)]": 1020,
    "[REL:(4,-34)]": 1021,
    "[REL:(22,1)]": 1022,
    "[REL:(-3,-21)]": 1023,
    "[REL:(-4,20)]": 1024,
    "[REL:(112,-22)]": 1025,
    "[REL:(48,-24)]": 1026,
    "[REL:(48,-5)]": 1027,
    "[REL:(67,-67)]": 1028,
    "[REL:(-9,11)]": 1029,
    "[REL:(18,-9)]": 1030,
    "[REL:(39,-7)]": 1031,
    "[REL:(133,-17)]": 1032,
    "[REL:(37,-61)]": 1033,
    "[REL:(-9,-12)]": 1034,
    "[REL:(123,-57)]": 1035,
    "[REL:(-8,15)]": 1036,
    "[REL:(-27,-19)]": 1037,
    "[REL:(44,-61)]": 1038,
    "[REL:(29,-27)]": 1039,
    "[REL:(37,-13)]": 1040,
    "[REL:(122,-77)]": 1041,
    "[REL:(51,-5)]": 1042,
    "[REL:(9,12)]": 1043,
    "[REL:(43,-46)]": 1044,
    "[REL:(-20,41)]": 1045,
    "[REL:(-20,24)]": 1046,
    "[REL:(48,-19)]": 1047,
    "[REL:(174,-76)]": 1048,
    "[REL:(27,-22)]": 1049,
    "[REL:(18,-21)]": 1050,
    "[REL:(-9,10)]": 1051,
    "[REL:(-11,11)]": 1052,
    "[REL:(-12,13)]": 1053,
    "[REL:(85,-62)]": 1054,
    "[REL:(33,-55)]": 1055,
    "[REL:(9,31)]": 1056,
    "[REL:(-1,-31)]": 1057,
    "[REL:(-135,-90)]": 1058,
    "[REL:(178,92)]": 1059,
    "[REL:(51,-30)]": 1060,
    "[REL:(-7,44)]": 1061,
    "[REL:(118,-80)]": 1062,
    "[REL:(26,-62)]": 1063,
    "[REL:(133,-43)]": 1064,
    "[REL:(-6,-71)]": 1065,
    "[REL:(30,-21)]": 1066,
    "[REL:(62,-31)]": 1067,
    "[REL:(28,-47)]": 1068,
    "[REL:(59,-18)]": 1069,
    "[REL:(16,-59)]": 1070,
    "[REL:(18,24)]": 1071,
    "[REL:(8,28)]": 1072,
    "[REL:(52,-39)]": 1073,
    "[REL:(46,-37)]": 1074,
    "[REL:(24,-6)]": 1075,
    "[REL:(36,-50)]": 1076,
    "[REL:(83,-32)]": 1077,
    "[REL:(38,-36)]": 1078,
    "[REL:(11,-31)]": 1079,
    "[REL:(46,-32)]": 1080,
    "[REL:(31,-34)]": 1081,
    "[REL:(18,-5)]": 1082,
    "[REL:(40,-20)]": 1083,
    "[REL:(36,-30)]": 1084,
    "[REL:(17,-10)]": 1085,
    "[REL:(29,-70)]": 1086,
    "[REL:(46,-15)]": 1087,
    "[REL:(11,11)]": 1088,
    "[REL:(38,-27)]": 1089,
    "[REL:(51,-26)]": 1090,
    "[REL:(19,-46)]": 1091,
    "[REL:(30,15)]": 1092,
    "[REL:(12,-27)]": 1093,
    "[REL:(21,-17)]": 1094,
    "[REL:(47,-25)]": 1095,
    "[REL:(6,-25)]": 1096,
    "[REL:(91,-55)]": 1097,
    "[REL:(88,-49)]": 1098,
    "[REL:(6,-29)]": 1099,
    "[REL:(34,-7)]": 1100,
    "[REL:(64,-11)]": 1101,
    "[REL:(28,-31)]": 1102,
    "[REL:(30,-36)]": 1103,
    "[REL:(30,10)]": 1104,
    "[REL:(92,-26)]": 1105,
    "[REL:(-2,-36)]": 1106,
    "[REL:(49,22)]": 1107,
    "[REL:(16,-15)]": 1108,
    "[REL:(14,-26)]": 1109,
    "[REL:(-5,-11)]": 1110,
    "[REL:(109,11)]": 1111,
    "[REL:(-53,-41)]": 1112,
    "[REL:(150,26)]": 1113,
    "[REL:(88,-24)]": 1114,
    "[REL:(17,-1)]": 1115,
    "[REL:(8,-18)]": 1116,
    "[REL:(48,-50)]": 1117,
    "[REL:(27,-34)]": 1118,
    "[REL:(-8,-10)]": 1119,
    "[REL:(7,-31)]": 1120,
    "[REL:(66,5)]": 1121,
    "[REL:(-58,-35)]": 1122,
    "[REL:(197,30)]": 1123,
    "[REL:(-5,-4)]": 1124,
    "[REL:(30,-8)]": 1125,
    "[REL:(-63,70)]": 1126,
    "[REL:(12,-9)]": 1127,
    "[REL:(12,-10)]": 1128,
    "[REL:(11,-17)]": 1129,
    "[REL:(-8,13)]": 1130,
    "[REL:(-14,12)]": 1131,
    "[REL:(-10,14)]": 1132,
    "[REL:(-6,16)]": 1133,
    "[REL:(64,-3)]": 1134,
    "[REL:(14,37)]": 1135,
    "[REL:(-9,-48)]": 1136,
    "[REL:(2,48)]": 1137,
    "[REL:(-8,-35)]": 1138,
    "[REL:(11,-21)]": 1139,
    "[REL:(52,-25)]": 1140,
    "[REL:(-10,6)]": 1141,
    "[REL:(14,-13)]": 1142,
    "[REL:(14,-15)]": 1143,
    "[REL:(11,-15)]": 1144,
    "[REL:(-9,5)]": 1145,
    "[REL:(-6,13)]": 1146,
    "[REL:(-7,15)]": 1147,
    "[REL:(-6,14)]": 1148,
    "[REL:(71,-2)]": 1149,
    "[REL:(-9,9)]": 1150,
    "[REL:(12,-11)]": 1151,
    "[REL:(13,-10)]": 1152,
    "[REL:(14,-11)]": 1153,
    "[REL:(15,-10)]": 1154,
    "[REL:(13,-9)]": 1155,
    "[REL:(-209,-47)]": 1156,
    "[REL:(251,56)]": 1157,
    "[REL:(11,-8)]": 1158,
    "[REL:(-8,16)]": 1159,
    "[REL:(-9,12)]": 1160,
    "[REL:(10,-9)]": 1161,
    "[REL:(10,-11)]": 1162,
    "[REL:(22,-7)]": 1163,
    "[REL:(16,-30)]": 1164,
    "[REL:(17,24)]": 1165,
    "[REL:(26,6)]": 1166,
    "[REL:(56,-29)]": 1167,
    "[REL:(18,-58)]": 1168,
    "[REL:(-7,-13)]": 1169,
    "[REL:(34,50)]": 1170,
    "[REL:(35,11)]": 1171,
    "[REL:(90,-42)]": 1172,
    "[REL:(20,8)]": 1173,
    "[REL:(-3,-54)]": 1174,
    "[REL:(19,-3)]": 1175,
    "[REL:(-11,-23)]": 1176,
    "[REL:(83,-25)]": 1177,
    "[REL:(12,-7)]": 1178,
    "[REL:(34,-20)]": 1179,
    "[REL:(61,-2)]": 1180,
    "[REL:(-7,-50)]": 1181,
    "[REL:(25,3)]": 1182,
    "[REL:(-8,-19)]": 1183,
    "[REL:(26,21)]": 1184,
    "[REL:(87,-37)]": 1185,
    "[REL:(-34,-56)]": 1186,
    "[REL:(13,49)]": 1187,
    "[REL:(32,-28)]": 1188,
    "[REL:(53,-38)]": 1189,
    "[REL:(-5,-55)]": 1190,
    "[REL:(25,46)]": 1191,
    "[REL:(22,-35)]": 1192,
    "[REL:(35,-24)]": 1193,
    "[REL:(34,15)]": 1194,
    "[REL:(20,-17)]": 1195,
    "[REL:(31,-19)]": 1196,
    "[REL:(28,-1)]": 1197,
    "[REL:(2,18)]": 1198,
    "[REL:(-3,-9)]": 1199,
    "[REL:(-2,-9)]": 1200,
    "[REL:(76,-27)]": 1201,
    "[REL:(20,-26)]": 1202,
    "[REL:(32,-6)]": 1203,
    "[REL:(1,-14)]": 1204,
    "[REL:(2,-14)]": 1205,
    "[REL:(-8,-73)]": 1206,
    "[REL:(17,46)]": 1207,
    "[REL:(100,-48)]": 1208,
    "[REL:(52,4)]": 1209,
    "[REL:(-1,-13)]": 1210,
    "[REL:(-15,-74)]": 1211,
    "[REL:(23,48)]": 1212,
    "[REL:(54,-1)]": 1213,
    "[REL:(113,-160)]": 1214,
    "[REL:(-1,-9)]": 1215,
    "[REL:(-9,-91)]": 1216,
    "[REL:(38,-18)]": 1217,
    "[REL:(-19,-22)]": 1218,
    "[REL:(3,-15)]": 1219,
    "[REL:(0,-13)]": 1220,
    "[REL:(-57,-72)]": 1221,
    "[REL:(30,-43)]": 1222,
    "[REL:(46,-43)]": 1223,
    "[REL:(44,-43)]": 1224,
    "[REL:(52,-1)]": 1225,
    "[REL:(70,-85)]": 1226,
    "[REL:(10,21)]": 1227,
    "[REL:(-12,-8)]": 1228,
    "[REL:(3,-31)]": 1229,
    "[REL:(22,-21)]": 1230,
    "[REL:(19,-15)]": 1231,
    "[REL:(76,-30)]": 1232,
    "[REL:(38,-28)]": 1233,
    "[REL:(34,-32)]": 1234,
    "[REL:(-2,-26)]": 1235,
    "[REL:(26,0)]": 1236,
    "[REL:(6,-47)]": 1237,
    "[REL:(14,19)]": 1238,
    "[REL:(16,20)]": 1239,
    "[REL:(77,-60)]": 1240,
    "[REL:(26,-29)]": 1241,
    "[REL:(38,-24)]": 1242,
    "[REL:(18,-60)]": 1243,
    "[REL:(-9,-29)]": 1244,
    "[REL:(78,11)]": 1245,
    "[REL:(3,-57)]": 1246,
    "[REL:(45,-31)]": 1247,
    "[REL:(10,15)]": 1248,
    "[REL:(19,-32)]": 1249,
    "[REL:(39,-12)]": 1250,
    "[REL:(14,-29)]": 1251,
    "[REL:(11,26)]": 1252,
    "[REL:(25,-27)]": 1253,
    "[REL:(79,-48)]": 1254,
    "[REL:(15,-33)]": 1255,
    "[REL:(19,-18)]": 1256,
    "[REL:(26,-26)]": 1257,
    "[REL:(-12,-26)]": 1258,
    "[REL:(24,-42)]": 1259,
    "[REL:(10,7)]": 1260,
    "[REL:(89,-35)]": 1261,
    "[REL:(15,-44)]": 1262,
    "[REL:(16,-17)]": 1263,
    "[REL:(10,-64)]": 1264,
    "[REL:(26,-13)]": 1265,
    "[REL:(41,-27)]": 1266,
    "[REL:(22,7)]": 1267,
    "[REL:(29,-33)]": 1268,
    "[REL:(48,-12)]": 1269,
    "[REL:(62,-49)]": 1270,
    "[REL:(34,-54)]": 1271,
    "[REL:(26,-24)]": 1272,
    "[REL:(34,-4)]": 1273,
    "[REL:(-5,-5)]": 1274,
    "[REL:(13,12)]": 1275,
    "[REL:(-8,-11)]": 1276,
    "[REL:(15,4)]": 1277,
    "[REL:(27,-3)]": 1278,
    "[REL:(114,-21)]": 1279,
    "[REL:(97,-62)]": 1280,
    "[REL:(3,-40)]": 1281,
    "[REL:(11,38)]": 1282,
    "[REL:(57,-23)]": 1283,
    "[REL:(59,-10)]": 1284,
    "[REL:(9,-44)]": 1285,
    "[REL:(52,-14)]": 1286,
    "[REL:(94,-15)]": 1287,
    "[REL:(27,-52)]": 1288,
    "[REL:(16,-11)]": 1289,
    "[REL:(135,-86)]": 1290,
    "[REL:(-5,-24)]": 1291,
    "[REL:(2,21)]": 1292,
    "[REL:(40,-23)]": 1293,
    "[REL:(30,2)]": 1294,
    "[REL:(20,4)]": 1295,
    "[REL:(19,4)]": 1296,
    "[REL:(13,-42)]": 1297,
    "[REL:(28,-5)]": 1298,
    "[REL:(21,-16)]": 1299,
    "[REL:(79,-57)]": 1300,
    "[REL:(2,-32)]": 1301,
    "[REL:(39,-13)]": 1302,
    "[REL:(-4,-19)]": 1303,
    "[REL:(62,1)]": 1304,
    "[REL:(2,-30)]": 1305,
    "[REL:(13,45)]": 1306,
    "[REL:(41,-29)]": 1307,
    "[REL:(25,-13)]": 1308,
    "[REL:(-8,32)]": 1309,
    "[REL:(17,-38)]": 1310,
    "[REL:(125,0)]": 1311,
    "[REL:(99,-4)]": 1312,
    "[REL:(44,0)]": 1313,
    "[REL:(32,-4)]": 1314,
    "[REL:(93,-8)]": 1315,
    "[REL:(44,18)]": 1316,
    "[REL:(31,-24)]": 1317,
    "[REL:(-13,11)]": 1318,
    "[REL:(25,7)]": 1319,
    "[REL:(54,-29)]": 1320,
    "[REL:(164,-62)]": 1321,
    "[REL:(11,-25)]": 1322,
    "[REL:(11,24)]": 1323,
    "[REL:(5,26)]": 1324,
    "[REL:(87,-39)]": 1325,
    "[REL:(8,-70)]": 1326,
    "[REL:(14,-32)]": 1327,
    "[REL:(29,-25)]": 1328,
    "[REL:(54,-19)]": 1329,
    "[REL:(135,-66)]": 1330,
    "[REL:(52,-15)]": 1331,
    "[REL:(23,-85)]": 1332,
    "[REL:(109,-23)]": 1333,
    "[REL:(-3,-50)]": 1334,
    "[REL:(-8,8)]": 1335,
    "[REL:(-9,7)]": 1336,
    "[REL:(88,-37)]": 1337,
    "[REL:(23,-64)]": 1338,
    "[REL:(4,-13)]": 1339,
    "[REL:(37,-30)]": 1340,
    "[REL:(1,-50)]": 1341,
    "[REL:(46,35)]": 1342,
    "[REL:(63,-44)]": 1343,
    "[REL:(51,7)]": 1344,
    "[REL:(27,-5)]": 1345,
    "[REL:(26,-5)]": 1346,
    "[REL:(46,-56)]": 1347,
    "[REL:(18,-13)]": 1348,
    "[REL:(151,-84)]": 1349,
    "[REL:(38,-61)]": 1350,
    "[REL:(95,-13)]": 1351,
    "[REL:(24,-1)]": 1352,
    "[REL:(-1,-58)]": 1353,
    "[REL:(38,1)]": 1354,
    "[REL:(-8,-20)]": 1355,
    "[REL:(19,-23)]": 1356,
    "[REL:(117,0)]": 1357,
    "[REL:(112,-42)]": 1358,
    "[REL:(-18,-43)]": 1359,
    "[REL:(65,-13)]": 1360,
    "[REL:(26,-46)]": 1361,
    "[REL:(54,-55)]": 1362,
    "[REL:(-1,-28)]": 1363,
    "[REL:(18,29)]": 1364,
    "[REL:(12,-26)]": 1365,
    "[REL:(-6,-12)]": 1366,
    "[REL:(29,-32)]": 1367,
    "[REL:(26,-22)]": 1368,
    "[REL:(1,-44)]": 1369,
    "[REL:(42,23)]": 1370,
    "[REL:(18,10)]": 1371,
    "[REL:(16,-29)]": 1372,
    "[REL:(17,-19)]": 1373,
    "[REL:(36,-25)]": 1374,
    "[REL:(42,-2)]": 1375,
    "[REL:(71,-41)]": 1376,
    "[REL:(37,14)]": 1377,
    "[REL:(55,-19)]": 1378,
    "[REL:(-11,25)]": 1379,
    "[REL:(29,-45)]": 1380,
    "[REL:(-12,-28)]": 1381,
    "[REL:(8,20)]": 1382,
    "[REL:(64,-70)]": 1383,
    "[REL:(24,-31)]": 1384,
    "[REL:(34,19)]": 1385,
    "[REL:(19,2)]": 1386,
    "[REL:(31,-66)]": 1387,
    "[REL:(18,-14)]": 1388,
    "[REL:(66,11)]": 1389,
    "[REL:(23,-19)]": 1390,
    "[REL:(32,-16)]": 1391,
    "[REL:(8,-15)]": 1392,
    "[REL:(58,-63)]": 1393,
    "[REL:(23,-24)]": 1394,
    "[REL:(36,22)]": 1395,
    "[REL:(24,-24)]": 1396,
    "[REL:(-5,-16)]": 1397,
    "[REL:(38,-29)]": 1398,
    "[REL:(-17,-18)]": 1399,
    "[REL:(44,-39)]": 1400,
    "[REL:(14,-22)]": 1401,
    "[REL:(69,27)]": 1402,
    "[REL:(19,-14)]": 1403,
    "[REL:(51,-46)]": 1404,
    "[REL:(32,-66)]": 1405,
    "[REL:(29,15)]": 1406,
    "[REL:(13,-37)]": 1407,
    "[REL:(-7,10)]": 1408,
    "[REL:(-11,5)]": 1409,
    "[REL:(66,-11)]": 1410,
    "[REL:(11,-11)]": 1411,
    "[REL:(-9,14)]": 1412,
    "[REL:(-8,12)]": 1413,
    "[REL:(76,-48)]": 1414,
    "[REL:(21,-1)]": 1415,
    "[REL:(30,-17)]": 1416,
    "[REL:(90,-39)]": 1417,
    "[REL:(12,7)]": 1418,
    "[REL:(17,-24)]": 1419,
    "[REL:(23,4)]": 1420,
    "[REL:(104,-34)]": 1421,
    "[REL:(22,-50)]": 1422,
    "[REL:(10,20)]": 1423,
    "[REL:(109,-52)]": 1424,
    "[REL:(41,-16)]": 1425,
    "[REL:(14,-52)]": 1426,
    "[REL:(17,33)]": 1427,
    "[REL:(34,-48)]": 1428,
    "[REL:(24,-29)]": 1429,
    "[REL:(-6,-14)]": 1430,
    "[REL:(11,-7)]": 1431,
    "[REL:(32,7)]": 1432,
    "[REL:(114,-55)]": 1433,
    "[REL:(12,-16)]": 1434,
    "[REL:(13,-14)]": 1435,
    "[REL:(-8,14)]": 1436,
    "[REL:(26,-27)]": 1437,
    "[REL:(-9,3)]": 1438,
    "[REL:(34,-22)]": 1439,
    "[REL:(-11,-74)]": 1440,
    "[REL:(-65,94)]": 1441,
    "[REL:(38,2)]": 1442,
    "[REL:(94,-54)]": 1443,
    "[REL:(-1,-19)]": 1444,
    "[REL:(-145,-57)]": 1445,
    "[REL:(281,17)]": 1446,
    "[REL:(19,-7)]": 1447,
    "[REL:(-177,-38)]": 1448,
    "[REL:(271,35)]": 1449,
    "[REL:(1,-21)]": 1450,
    "[REL:(20,-8)]": 1451,
    "[REL:(-8,-38)]": 1452,
    "[REL:(98,-60)]": 1453,
    "[REL:(2,-36)]": 1454,
    "[REL:(31,20)]": 1455,
    "[REL:(5,-43)]": 1456,
    "[REL:(17,32)]": 1457,
    "[REL:(23,-11)]": 1458,
    "[REL:(75,-23)]": 1459,
    "[REL:(110,-66)]": 1460,
    "[REL:(14,-10)]": 1461,
    "[REL:(31,3)]": 1462,
    "[REL:(11,-18)]": 1463,
    "[REL:(36,-38)]": 1464,
    "[REL:(15,-28)]": 1465,
    "[REL:(-5,-14)]": 1466,
    "[REL:(99,-16)]": 1467,
    "[REL:(42,-14)]": 1468,
    "[REL:(25,15)]": 1469,
    "[REL:(83,-6)]": 1470,
    "[REL:(-4,-21)]": 1471,
    "[REL:(-4,29)]": 1472,
    "[REL:(100,1)]": 1473,
    "[REL:(0,-22)]": 1474,
    "[REL:(29,-12)]": 1475,
    "[REL:(91,-47)]": 1476,
    "[REL:(-23,-5)]": 1477,
    "[REL:(50,-41)]": 1478,
    "[REL:(-18,5)]": 1479,
    "[REL:(-10,12)]": 1480,
    "[REL:(-25,21)]": 1481,
    "[REL:(94,-67)]": 1482,
    "[REL:(-13,3)]": 1483,
    "[REL:(16,0)]": 1484,
    "[REL:(-8,-5)]": 1485,
    "[REL:(14,-2)]": 1486,
    "[REL:(91,-21)]": 1487,
    "[REL:(-11,1)]": 1488,
    "[REL:(82,-75)]": 1489,
    "[REL:(21,-6)]": 1490,
    "[REL:(-2,-39)]": 1491,
    "[REL:(19,29)]": 1492,
    "[REL:(97,-39)]": 1493,
    "[REL:(22,-18)]": 1494,
    "[REL:(101,-99)]": 1495,
    "[REL:(-3,-20)]": 1496,
    "[REL:(54,-8)]": 1497,
    "[REL:(43,-21)]": 1498,
    "[REL:(48,-21)]": 1499,
    "[REL:(12,-19)]": 1500,
    "[REL:(38,-15)]": 1501,
    "[REL:(56,-20)]": 1502,
    "[REL:(75,-32)]": 1503,
    "[REL:(6,7)]": 1504,
    "[REL:(29,-35)]": 1505,
    "[REL:(67,-52)]": 1506,
    "[REL:(65,-17)]": 1507,
    "[REL:(9,-15)]": 1508,
    "[REL:(83,-27)]": 1509,
    "[REL:(59,-3)]": 1510,
    "[REL:(-17,-16)]": 1511,
    "[REL:(-24,-45)]": 1512,
    "[REL:(38,-6)]": 1513,
    "[REL:(34,-25)]": 1514,
    "[REL:(-10,-2)]": 1515,
    "[REL:(-10,-1)]": 1516,
    "[REL:(88,-18)]": 1517,
    "[REL:(-6,18)]": 1518,
    "[REL:(0,22)]": 1519,
    "[REL:(3,19)]": 1520,
    "[REL:(-38,-97)]": 1521,
    "[REL:(-7,-24)]": 1522,
    "[REL:(9,-81)]": 1523,
    "[REL:(60,36)]": 1524,
    "[REL:(-4,19)]": 1525,
    "[REL:(-5,17)]": 1526,
    "[REL:(5,-16)]": 1527,
    "[REL:(52,-149)]": 1528,
    "[REL:(44,-110)]": 1529,
    "[REL:(-1,17)]": 1530,
    "[REL:(0,18)]": 1531,
    "[REL:(-19,-55)]": 1532,
    "[REL:(24,-4)]": 1533,
    "[REL:(4,-39)]": 1534,
    "[REL:(-5,21)]": 1535,
    "[REL:(-4,23)]": 1536,
    "[REL:(-2,23)]": 1537,
    "[REL:(1,25)]": 1538,
    "[REL:(-37,-95)]": 1539,
    "[REL:(55,-110)]": 1540,
    "[REL:(84,-34)]": 1541,
    "[REL:(25,-74)]": 1542,
    "[REL:(16,40)]": 1543,
    "[REL:(45,-116)]": 1544,
    "[REL:(-2,-11)]": 1545,
    "[REL:(46,-73)]": 1546,
    "[REL:(-2,57)]": 1547,
    "[REL:(51,-125)]": 1548,
    "[REL:(92,-14)]": 1549,
    "[REL:(44,-26)]": 1550,
    "[REL:(76,-68)]": 1551,
    "[REL:(22,30)]": 1552,
    "[REL:(53,-43)]": 1553,
    "[REL:(15,2)]": 1554,
    "[REL:(17,0)]": 1555,
    "[REL:(17,-3)]": 1556,
    "[REL:(16,-4)]": 1557,
    "[REL:(-10,7)]": 1558,
    "[REL:(15,3)]": 1559,
    "[REL:(43,13)]": 1560,
    "[REL:(58,-7)]": 1561,
    "[REL:(80,-38)]": 1562,
    "[REL:(158,-11)]": 1563,
    "[REL:(61,17)]": 1564,
    "[REL:(0,19)]": 1565,
    "[REL:(-32,-50)]": 1566,
    "[REL:(69,-33)]": 1567,
    "[REL:(-11,-91)]": 1568,
    "[REL:(-21,-42)]": 1569,
    "[REL:(58,6)]": 1570,
    "[REL:(10,3)]": 1571,
    "[REL:(159,-31)]": 1572,
    "[REL:(1,19)]": 1573,
    "[REL:(-40,-75)]": 1574,
    "[REL:(39,-18)]": 1575,
    "[REL:(-1,-84)]": 1576,
    "[REL:(15,87)]": 1577,
    "[REL:(52,-58)]": 1578,
    "[REL:(10,-103)]": 1579,
    "[REL:(74,-62)]": 1580,
    "[REL:(8,7)]": 1581,
    "[REL:(73,26)]": 1582,
    "[REL:(7,-14)]": 1583,
    "[REL:(4,-132)]": 1584,
    "[REL:(10,10)]": 1585,
    "[REL:(12,6)]": 1586,
    "[REL:(14,5)]": 1587,
    "[REL:(37,-16)]": 1588,
    "[REL:(31,-37)]": 1589,
    "[REL:(51,-10)]": 1590,
    "[REL:(17,-64)]": 1591,
    "[REL:(28,-22)]": 1592,
    "[REL:(52,-46)]": 1593,
    "[REL:(25,-36)]": 1594,
    "[REL:(25,-12)]": 1595,
    "[REL:(45,-28)]": 1596,
    "[REL:(60,-50)]": 1597,
    "[REL:(19,-51)]": 1598,
    "[REL:(40,-18)]": 1599,
    "[REL:(36,-9)]": 1600,
    "[REL:(60,-51)]": 1601,
    "[REL:(36,-32)]": 1602,
    "[REL:(35,-7)]": 1603,
    "[REL:(123,-70)]": 1604,
    "[REL:(8,-59)]": 1605,
    "[REL:(-7,19)]": 1606,
    "[REL:(57,-67)]": 1607,
    "[REL:(31,-15)]": 1608,
    "[REL:(31,-26)]": 1609,
    "[REL:(45,-64)]": 1610,
    "[REL:(22,-29)]": 1611,
    "[REL:(23,-16)]": 1612,
    "[REL:(11,-57)]": 1613,
    "[REL:(16,21)]": 1614,
    "[REL:(73,-30)]": 1615,
    "[REL:(65,-34)]": 1616,
    "[REL:(46,-7)]": 1617,
    "[REL:(10,-49)]": 1618,
    "[REL:(114,-62)]": 1619,
    "[REL:(22,-32)]": 1620,
    "[REL:(39,-5)]": 1621,
    "[REL:(65,0)]": 1622,
    "[REL:(50,-24)]": 1623,
    "[REL:(66,-27)]": 1624,
    "[REL:(33,-83)]": 1625,
    "[REL:(-6,30)]": 1626,
    "[REL:(-13,19)]": 1627,
    "[REL:(69,-8)]": 1628,
    "[REL:(-52,7)]": 1629,
    "[REL:(15,15)]": 1630,
    "[REL:(40,-50)]": 1631,
    "[REL:(14,23)]": 1632,
    "[REL:(-133,-63)]": 1633,
    "[REL:(234,56)]": 1634,
    "[REL:(36,-14)]": 1635,
    "[REL:(9,-14)]": 1636,
    "[REL:(-20,33)]": 1637,
    "[REL:(81,-71)]": 1638,
    "[REL:(128,-75)]": 1639,
    "[REL:(-11,16)]": 1640,
    "[REL:(43,2)]": 1641,
    "[REL:(-13,12)]": 1642,
    "[REL:(46,-22)]": 1643,
    "[REL:(-11,12)]": 1644,
    "[REL:(9,13)]": 1645,
    "[REL:(-149,-55)]": 1646,
    "[REL:(37,-38)]": 1647,
    "[REL:(70,-56)]": 1648,
    "[REL:(14,-55)]": 1649,
    "[REL:(52,-28)]": 1650,
    "[REL:(22,-11)]": 1651,
    "[REL:(59,-49)]": 1652,
    "[REL:(24,-9)]": 1653,
    "[REL:(-23,2)]": 1654,
    "[REL:(12,4)]": 1655,
    "[REL:(13,0)]": 1656,
    "[REL:(141,-42)]": 1657,
    "[REL:(35,-23)]": 1658,
    "[REL:(81,-63)]": 1659,
    "[REL:(5,-45)]": 1660,
    "[REL:(11,40)]": 1661,
    "[REL:(39,-21)]": 1662,
    "[REL:(66,-60)]": 1663,
    "[REL:(-25,-26)]": 1664,
    "[REL:(127,-33)]": 1665,
    "[REL:(-9,-20)]": 1666,
    "[REL:(71,-67)]": 1667,
    "[REL:(52,-13)]": 1668,
    "[REL:(41,-1)]": 1669,
    "[REL:(56,-30)]": 1670,
    "[REL:(76,-37)]": 1671,
    "[REL:(17,-8)]": 1672,
    "[REL:(76,-23)]": 1673,
    "[REL:(30,-41)]": 1674,
    "[REL:(5,-75)]": 1675,
    "[REL:(27,-11)]": 1676,
    "[REL:(37,-32)]": 1677,
    "[REL:(36,-17)]": 1678,
    "[REL:(15,-50)]": 1679,
    "[REL:(-9,-19)]": 1680,
    "[REL:(134,30)]": 1681,
    "[REL:(-6,-40)]": 1682,
    "[REL:(43,20)]": 1683,
    "[REL:(42,-43)]": 1684,
    "[REL:(-2,-14)]": 1685,
    "[REL:(46,-71)]": 1686,
    "[REL:(-14,33)]": 1687,
    "[REL:(39,-43)]": 1688,
    "[REL:(35,-100)]": 1689,
    "[REL:(141,-89)]": 1690,
    "[REL:(-16,7)]": 1691,
    "[REL:(8,-51)]": 1692,
    "[REL:(18,8)]": 1693,
    "[REL:(21,-30)]": 1694,
    "[REL:(19,5)]": 1695,
    "[REL:(-9,32)]": 1696,
    "[REL:(16,-3)]": 1697,
    "[REL:(115,-107)]": 1698,
    "[REL:(-42,-41)]": 1699,
    "[REL:(-19,-85)]": 1700,
    "[REL:(12,38)]": 1701,
    "[REL:(27,-37)]": 1702,
    "[REL:(144,-95)]": 1703,
    "[REL:(71,-116)]": 1704,
    "[REL:(21,-18)]": 1705,
    "[REL:(-6,-27)]": 1706,
    "[REL:(20,9)]": 1707,
    "[REL:(-4,-72)]": 1708,
    "[REL:(39,91)]": 1709,
    "[REL:(-49,33)]": 1710,
    "[REL:(42,92)]": 1711,
    "[REL:(-52,46)]": 1712,
    "[REL:(18,-4)]": 1713,
    "[REL:(-2,-22)]": 1714,
    "[REL:(-16,-11)]": 1715,
    "[REL:(56,-32)]": 1716,
    "[REL:(-14,-13)]": 1717,
    "[REL:(45,-35)]": 1718,
    "[REL:(-13,-8)]": 1719,
    "[REL:(32,-41)]": 1720,
    "[REL:(20,-10)]": 1721,
    "[REL:(7,-17)]": 1722,
    "[REL:(8,-33)]": 1723,
    "[REL:(43,-18)]": 1724,
    "[REL:(17,-11)]": 1725,
    "[REL:(-1,-26)]": 1726,
    "[REL:(16,-24)]": 1727,
    "[REL:(16,-38)]": 1728,
    "[REL:(11,-12)]": 1729,
    "[REL:(54,-17)]": 1730,
    "[REL:(-13,-16)]": 1731,
    "[REL:(5,-19)]": 1732,
    "[REL:(35,-35)]": 1733,
    "[REL:(8,-16)]": 1734,
    "[REL:(-5,-28)]": 1735,
    "[REL:(22,22)]": 1736,
    "[REL:(17,-39)]": 1737,
    "[REL:(-6,-9)]": 1738,
    "[REL:(62,-25)]": 1739,
    "[REL:(18,-37)]": 1740,
    "[REL:(-8,-14)]": 1741,
    "[REL:(0,-30)]": 1742,
    "[REL:(8,13)]": 1743,
    "[REL:(7,-37)]": 1744,
    "[REL:(70,-10)]": 1745,
    "[REL:(40,-19)]": 1746,
    "[REL:(16,-14)]": 1747,
    "[REL:(55,-46)]": 1748,
    "[REL:(-6,-37)]": 1749,
    "[REL:(58,-4)]": 1750,
    "[REL:(45,-19)]": 1751,
    "[REL:(40,-56)]": 1752,
    "[REL:(24,0)]": 1753,
    "[REL:(-9,-32)]": 1754,
    "[REL:(21,9)]": 1755,
    "[REL:(44,-13)]": 1756,
    "[REL:(-10,-3)]": 1757,
    "[REL:(149,-72)]": 1758,
    "[REL:(28,-9)]": 1759,
    "[REL:(61,-6)]": 1760,
    "[REL:(-11,-30)]": 1761,
    "[REL:(31,5)]": 1762,
    "[REL:(58,5)]": 1763,
    "[REL:(69,-12)]": 1764,
    "[REL:(36,-13)]": 1765,
    "[REL:(19,31)]": 1766,
    "[REL:(45,-11)]": 1767,
    "[REL:(-9,-4)]": 1768,
    "[REL:(-9,-22)]": 1769,
    "[REL:(6,-28)]": 1770,
    "[REL:(12,26)]": 1771,
    "[REL:(91,-7)]": 1772,
    "[REL:(31,-14)]": 1773,
    "[REL:(20,-36)]": 1774,
    "[REL:(25,-14)]": 1775,
    "[REL:(28,-18)]": 1776,
    "[REL:(32,-7)]": 1777,
    "[REL:(65,-49)]": 1778,
    "[REL:(19,19)]": 1779,
    "[REL:(15,-34)]": 1780,
    "[REL:(48,-26)]": 1781,
    "[REL:(15,10)]": 1782,
    "[REL:(70,-34)]": 1783,
    "[REL:(-3,-27)]": 1784,
    "[REL:(16,-7)]": 1785,
    "[REL:(6,-30)]": 1786,
    "[REL:(-6,34)]": 1787,
    "[REL:(88,-72)]": 1788,
    "[REL:(-9,-11)]": 1789,
    "[REL:(53,8)]": 1790,
    "[REL:(15,-4)]": 1791,
    "[REL:(50,-15)]": 1792,
    "[REL:(18,-15)]": 1793,
    "[REL:(21,3)]": 1794,
    "[REL:(17,3)]": 1795,
    "[REL:(5,-37)]": 1796,
    "[REL:(-10,-15)]": 1797,
    "[REL:(5,12)]": 1798,
    "[REL:(-2,-15)]": 1799,
    "[REL:(-40,-34)]": 1800,
    "[REL:(32,-8)]": 1801,
    "[REL:(15,1)]": 1802,
    "[REL:(70,-44)]": 1803,
    "[REL:(81,-60)]": 1804,
    "[REL:(25,-41)]": 1805,
    "[REL:(36,7)]": 1806,
    "[REL:(23,-73)]": 1807,
    "[REL:(-64,-32)]": 1808,
    "[REL:(117,-47)]": 1809,
    "[REL:(-57,-35)]": 1810,
    "[REL:(72,9)]": 1811,
    "[REL:(105,10)]": 1812,
    "[REL:(11,-9)]": 1813,
    "[REL:(-67,-30)]": 1814,
    "[REL:(89,17)]": 1815,
    "[REL:(-53,-40)]": 1816,
    "[REL:(-46,-22)]": 1817,
    "[REL:(180,14)]": 1818,
    "[REL:(-2,-82)]": 1819,
    "[REL:(23,13)]": 1820,
    "[REL:(21,-28)]": 1821,
    "[REL:(-6,27)]": 1822,
    "[REL:(22,-90)]": 1823,
    "[REL:(11,52)]": 1824,
    "[REL:(4,-32)]": 1825,
    "[REL:(28,-23)]": 1826,
    "[REL:(-17,-46)]": 1827,
    "[REL:(22,29)]": 1828,
    "[REL:(-37,-22)]": 1829,
    "[REL:(101,21)]": 1830,
    "[REL:(-6,-5)]": 1831,
    "[REL:(94,-46)]": 1832,
    "[REL:(-18,26)]": 1833,
    "[REL:(16,34)]": 1834,
    "[REL:(77,17)]": 1835,
    "[REL:(-68,-96)]": 1836,
    "[REL:(149,69)]": 1837,
    "[REL:(50,36)]": 1838,
    "[REL:(76,-69)]": 1839,
    "[REL:(78,-52)]": 1840,
    "[REL:(38,21)]": 1841,
    "[REL:(-7,-6)]": 1842,
    "[REL:(5,-22)]": 1843,
    "[REL:(6,10)]": 1844,
    "[REL:(9,10)]": 1845,
    "[REL:(-4,-46)]": 1846,
    "[REL:(0,-24)]": 1847,
    "[REL:(-10,-37)]": 1848,
    "[REL:(0,-102)]": 1849,
    "[REL:(102,-74)]": 1850,
    "[REL:(4,-22)]": 1851,
    "[REL:(83,5)]": 1852,
    "[REL:(-9,-2)]": 1853,
    "[REL:(8,8)]": 1854,
    "[REL:(19,-19)]": 1855,
    "[REL:(62,-92)]": 1856,
    "[REL:(0,-82)]": 1857,
    "[REL:(7,-96)]": 1858,
    "[REL:(31,-18)]": 1859,
    "[REL:(105,-97)]": 1860,
    "[REL:(16,-45)]": 1861,
    "[REL:(7,7)]": 1862,
    "[REL:(81,-117)]": 1863,
    "[REL:(13,-59)]": 1864,
    "[REL:(51,-65)]": 1865,
    "[REL:(10,-24)]": 1866,
    "[REL:(75,-35)]": 1867,
    "[REL:(4,-83)]": 1868,
    "[REL:(27,-27)]": 1869,
    "[REL:(15,-42)]": 1870,
    "[REL:(36,-45)]": 1871,
    "[REL:(-15,-103)]": 1872,
    "[REL:(99,58)]": 1873,
    "[REL:(106,-17)]": 1874,
    "[REL:(4,-124)]": 1875,
    "[REL:(55,-41)]": 1876,
    "[REL:(29,-60)]": 1877,
