{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[ABS:(0,0)]": 5,
    "[ABS:(1,0)]": 6,
    "[ABS:(1,1)]": 7,
    "[ABS:(2,2)]": 8,
    "[ABS:(2,4)]": 9,
    "[ABS:(3,5)]": 10,
    "[ABS:(3,6)]": 11,
    "[ABS:(2,6)]": 12,
    "[ABS:(1,5)]": 13,
    "[ABS:(-1,5)]": 14,
    "[ABS:(-3,4)]": 15,
    "[ABS:(-4,5)]": 16,
    "[ABS:(-5,6)]": 17,
    "[ABS:(-6,7)]": 18,
    "[ABS:(-6,8)]": 19,
    "[ABS:(-5,9)]": 20,
    "[ABS:(-4,10)]": 21,
    "[ABS:(-2,10)]": 22,
    "[ABS:(0,10)]": 23,
    "[ABS:(2,8)]": 24,
    "[ABS:(3,7)]": 25,
    "[ABS:(5,6)]": 26,
    "[ABS:(7,2)]": 27,
    "[ABS:(7,3)]": 28,
    "[ABS:(6,5)]": 29,
    "[ABS:(5,7)]": 30,
    "[ABS:(5,9)]": 31,
    "[ABS:(5,10)]": 32,
    "[ABS:(5,11)]": 33,
    "[ABS:(5,5)]": 34,
    "[ABS:(6,3)]": 35,
    "[ABS:(6,2)]": 36,
    "[ABS:(7,1)]": 37,
    "[ABS:(8,2)]": 38,
    "[ABS:(9,3)]": 39,
    "[ABS:(10,3)]": 40,
    "[ABS:(11,6)]": 41,
    "[ABS:(12,6)]": 42,
    "[ABS:(12,5)]": 43,
    "[ABS:(13,5)]": 44,
    "[ABS:(14,5)]": 45,
    "[ABS:(15,4)]": 46,
    "[ABS:(16,3)]": 47,
    "[ABS:(16,2)]": 48,
    "[ABS:(15,2)]": 49,
    "[ABS:(14,3)]": 50,
    "[ABS:(13,4)]": 51,
    "[ABS:(11,7)]": 52,
    "[ABS:(11,9)]": 53,
    "[ABS:(12,10)]": 54,
    "[ABS:(14,10)]": 55,
    "[ABS:(15,10)]": 56,
    "[ABS:(18,10)]": 57,
    "[ABS:(33,2)]": 58,
    "[ABS:(34,2)]": 59,
    "[ABS:(35,2)]": 60,
    "[ABS:(35,3)]": 61,
    "[ABS:(36,4)]": 62,
    "[ABS:(36,6)]": 63,
    "[ABS:(37,7)]": 64,
    "[ABS:(37,8)]": 65,
    "[ABS:(36,8)]": 66,
    "[ABS:(35,8)]": 67,
    "[ABS:(34,7)]": 68,
    "[ABS:(33,7)]": 69,
    "[ABS:(32,7)]": 70,
    "[ABS:(31,8)]": 71,
    "[ABS:(30,9)]": 72,
    "[ABS:(31,10)]": 73,
    "[ABS:(32,10)]": 74,
    "[ABS:(33,11)]": 75,
    "[ABS:(35,11)]": 76,
    "[ABS:(36,10)]": 77,
    "[ABS:(38,8)]": 78,
    "[ABS:(39,7)]": 79,
    "[ABS:(42,-4)]": 80,
    "[ABS:(42,-3)]": 81,
    "[ABS:(41,-2)]": 82,
    "[ABS:(41,0)]": 83,
    "[ABS:(41,3)]": 84,
    "[ABS:(41,6)]": 85,
    "[ABS:(41,8)]": 86,
    "[ABS:(41,10)]": 87,
    "[ABS:(50,4)]": 88,
    "[ABS:(49,4)]": 89,
    "[ABS:(48,3)]": 90,
    "[ABS:(47,3)]": 91,
    "[ABS:(46,4)]": 92,
    "[ABS:(45,4)]": 93,
    "[ABS:(45,5)]": 94,
    "[ABS:(45,6)]": 95,
    "[ABS:(46,7)]": 96,
    "[ABS:(47,9)]": 97,
    "[ABS:(49,10)]": 98,
    "[ABS:(50,10)]": 99,
    "[ABS:(51,11)]": 100,
    "[ABS:(50,11)]": 101,
    "[ABS:(48,10)]": 102,
    "[ABS:(46,10)]": 103,
    "[ABS:(45,9)]": 104,
    "[ABS:(44,9)]": 105,
    "[ABS:(44,8)]": 106,
    "[ABS:(45,8)]": 107,
    "[ABS:(59,8)]": 108,
    "[ABS:(58,7)]": 109,
    "[ABS:(58,6)]": 110,
    "[ABS:(57,5)]": 111,
    "[ABS:(55,5)]": 112,
    "[ABS:(54,5)]": 113,
    "[ABS:(53,6)]": 114,
    "[ABS:(52,7)]": 115,
    "[ABS:(52,8)]": 116,
    "[ABS:(53,10)]": 117,
    "[ABS:(54,11)]": 118,
    "[ABS:(55,11)]": 119,
    "[ABS:(57,12)]": 120,
    "[ABS:(58,11)]": 121,
    "[ABS:(59,10)]": 122,
    "[ABS:(59,9)]": 123,
    "[ABS:(58,8)]": 124,
    "[ABS:(56,7)]": 125,
    "[ABS:(78,4)]": 126,
    "[ABS:(77,4)]": 127,
    "[ABS:(76,3)]": 128,
    "[ABS:(75,3)]": 129,
    "[ABS:(73,4)]": 130,
    "[ABS:(72,4)]": 131,
    "[ABS:(71,5)]": 132,
    "[ABS:(70,5)]": 133,
    "[ABS:(71,6)]": 134,
    "[ABS:(72,6)]": 135,
    "[ABS:(73,7)]": 136,
    "[ABS:(75,8)]": 137,
    "[ABS:(77,8)]": 138,
    "[ABS:(78,9)]": 139,
    "[ABS:(79,9)]": 140,
    "[ABS:(76,10)]": 141,
    "[ABS:(74,10)]": 142,
    "[ABS:(73,9)]": 143,
    "[ABS:(81,5)]": 144,
    "[ABS:(82,5)]": 145,
    "[ABS:(83,5)]": 146,
    "[ABS:(84,6)]": 147,
    "[ABS:(85,7)]": 148,
    "[ABS:(86,8)]": 149,
    "[ABS:(85,9)]": 150,
    "[ABS:(84,9)]": 151,
    "[ABS:(82,9)]": 152,
    "[ABS:(81,10)]": 153,
    "[ABS:(80,10)]": 154,
    "[ABS:(79,10)]": 155,
    "[ABS:(80,11)]": 156,
    "[ABS:(81,11)]": 157,
    "[ABS:(83,12)]": 158,
    "[ABS:(85,12)]": 159,
    "[ABS:(87,11)]": 160,
    "[ABS:(89,10)]": 161,
    "[ABS:(93,6)]": 162,
    "[ABS:(94,6)]": 163,
    "[ABS:(94,5)]": 164,
    "[ABS:(95,3)]": 165,
    "[ABS:(95,2)]": 166,
    "[ABS:(95,0)]": 167,
    "[ABS:(95,-1)]": 168,
    "[ABS:(95,-2)]": 169,
    "[ABS:(94,-3)]": 170,
    "[ABS:(93,-3)]": 171,
    "[ABS:(92,-2)]": 172,
    "[ABS:(91,0)]": 173,
    "[ABS:(90,3)]": 174,
    "[ABS:(89,6)]": 175,
    "[ABS:(89,9)]": 176,
    "[ABS:(90,13)]": 177,
    "[ABS:(90,15)]": 178,
    "[ABS:(91,18)]": 179,
    "[ABS:(92,19)]": 180,
    "[ABS:(90,9)]": 181,
    "[ABS:(90,8)]": 182,
    "[ABS:(91,9)]": 183,
    "[ABS:(92,9)]": 184,
    "[ABS:(94,8)]": 185,
    "[ABS:(95,8)]": 186,
    "[ABS:(97,8)]": 187,
    "[ABS:(98,8)]": 188,
    "[ABS:(98,9)]": 189,
    "[ABS:(99,9)]": 190,
    "[ABS:(100,9)]": 191,
    "[ABS:(100,8)]": 192,
    "[ABS:(102,8)]": 193,
    "[ABS:(103,7)]": 194,
    "[ABS:(103,6)]": 195,
    "[ABS:(102,6)]": 196,
    "[ABS:(101,6)]": 197,
    "[ABS:(100,7)]": 198,
    "[ABS:(99,10)]": 199,
    "[ABS:(99,12)]": 200,
    "[ABS:(100,12)]": 201,
    "[ABS:(102,12)]": 202,
    "[ABS:(104,12)]": 203,
    "[ABS:(106,12)]": 204,
    "[ABS:(107,11)]": 205,
    "[ABS:(108,10)]": 206,
    "[ABS:(109,11)]": 207,
    "[ABS:(110,11)]": 208,
    "[ABS:(109,10)]": 209,
    "[ABS:(109,8)]": 210,
    "[ABS:(110,7)]": 211,
    "[ABS:(111,6)]": 212,
    "[ABS:(112,5)]": 213,
    "[ABS:(114,5)]": 214,
    "[ABS:(115,5)]": 215,
    "[ABS:(117,6)]": 216,
    "[ABS:(118,6)]": 217,
    "[ABS:(128,6)]": 218,
    "[ABS:(128,7)]": 219,
    "[ABS:(128,9)]": 220,
    "[ABS:(128,11)]": 221,
    "[ABS:(129,13)]": 222,
    "[ABS:(130,13)]": 223,
    "[ABS:(131,12)]": 224,
    "[ABS:(132,11)]": 225,
    "[ABS:(132,9)]": 226,
    "[ABS:(133,8)]": 227,
    "[ABS:(134,9)]": 228,
    "[ABS:(134,11)]": 229,
    "[ABS:(134,12)]": 230,
    "[ABS:(134,13)]": 231,
    "[ABS:(135,13)]": 232,
    "[ABS:(135,12)]": 233,
    "[ABS:(136,12)]": 234,
    "[ABS:(136,11)]": 235,
    "[ABS:(137,9)]": 236,
    "[ABS:(137,7)]": 237,
    "[ABS:(141,7)]": 238,
    "[ABS:(141,8)]": 239,
    "[ABS:(141,10)]": 240,
    "[ABS:(141,11)]": 241,
    "[ABS:(141,12)]": 242,
    "[ABS:(140,10)]": 243,
    "[ABS:(141,-3)]": 244,
    "[ABS:(140,-3)]": 245,
    "[ABS:(142,-2)]": 246,
    "[ABS:(143,-2)]": 247,
    "[ABS:(146,-4)]": 248,
    "[ABS:(146,-3)]": 249,
    "[ABS:(146,-1)]": 250,
    "[ABS:(145,2)]": 251,
    "[ABS:(145,6)]": 252,
    "[ABS:(145,9)]": 253,
    "[ABS:(146,11)]": 254,
    "[ABS:(146,12)]": 255,
    "[ABS:(146,13)]": 256,
    "[ABS:(146,8)]": 257,
    "[ABS:(144,4)]": 258,
    "[ABS:(145,4)]": 259,
    "[ABS:(146,4)]": 260,
    "[ABS:(147,4)]": 261,
    "[ABS:(148,3)]": 262,
    "[ABS:(150,3)]": 263,
    "[ABS:(151,3)]": 264,
    "[ABS:(151,-3)]": 265,
    "[ABS:(150,-2)]": 266,
    "[ABS:(150,0)]": 267,
    "[ABS:(150,6)]": 268,
    "[ABS:(150,8)]": 269,
    "[ABS:(151,10)]": 270,
    "[ABS:(152,10)]": 271,
    "[ABS:(154,9)]": 272,
    "[ABS:(155,7)]": 273,
    "[ABS:(156,5)]": 274,
    "[ABS:(157,4)]": 275,
    "[ABS:(158,4)]": 276,
    "[ABS:(158,6)]": 277,
    "[ABS:(158,8)]": 278,
    "[ABS:(158,9)]": 279,
    "[ABS:(158,10)]": 280,
    "[ABS:(158,11)]": 281,
    "[ABS:(182,7)]": 282,
    "[ABS:(180,6)]": 283,
    "[ABS:(179,6)]": 284,
    "[ABS:(178,7)]": 285,
    "[ABS:(177,7)]": 286,
    "[ABS:(176,8)]": 287,
    "[ABS:(177,9)]": 288,
    "[ABS:(178,10)]": 289,
    "[ABS:(180,11)]": 290,
    "[ABS:(181,12)]": 291,
    "[ABS:(182,12)]": 292,
    "[ABS:(182,13)]": 293,
    "[ABS:(181,13)]": 294,
    "[ABS:(179,13)]": 295,
    "[ABS:(177,13)]": 296,
    "[ABS:(175,12)]": 297,
    "[ABS:(174,11)]": 298,
    "[ABS:(174,10)]": 299,
    "[ABS:(175,9)]": 300,
    "[ABS:(190,9)]": 301,
    "[ABS:(189,8)]": 302,
    "[ABS:(188,7)]": 303,
    "[ABS:(187,7)]": 304,
    "[ABS:(186,7)]": 305,
    "[ABS:(185,9)]": 306,
    "[ABS:(184,10)]": 307,
    "[ABS:(185,12)]": 308,
    "[ABS:(185,13)]": 309,
    "[ABS:(186,14)]": 310,
    "[ABS:(187,14)]": 311,
    "[ABS:(188,13)]": 312,
    "[ABS:(189,12)]": 313,
    "[ABS:(189,11)]": 314,
    "[ABS:(189,9)]": 315,
    "[ABS:(191,8)]": 316,
    "[ABS:(192,9)]": 317,
    "[ABS:(192,12)]": 318,
    "[ABS:(191,13)]": 319,
    "[ABS:(191,14)]": 320,
    "[ABS:(194,11)]": 321,
    "[ABS:(195,10)]": 322,
    "[ABS:(196,8)]": 323,
    "[ABS:(197,8)]": 324,
    "[ABS:(198,9)]": 325,
    "[ABS:(198,11)]": 326,
    "[ABS:(197,13)]": 327,
    "[ABS:(197,14)]": 328,
    "[ABS:(198,14)]": 329,
    "[ABS:(199,13)]": 330,
    "[ABS:(200,12)]": 331,
    "[ABS:(201,11)]": 332,
    "[ABS:(202,10)]": 333,
    "[ABS:(203,11)]": 334,
    "[ABS:(204,13)]": 335,
    "[ABS:(204,14)]": 336,
    "[ABS:(205,15)]": 337,
    "[ABS:(206,15)]": 338,
    "[ABS:(207,14)]": 339,
    "[ABS:(208,12)]": 340,
    "[ABS:(208,11)]": 341,
    "[ABS:(208,9)]": 342,
    "[ABS:(207,9)]": 343,
    "[ABS:(205,9)]": 344,
    "[ABS:(204,10)]": 345,
    "[ABS:(204,12)]": 346,
    "[ABS:(205,14)]": 347,
    "[ABS:(210,14)]": 348,
    "[ABS:(228,9)]": 349,
    "[ABS:(228,11)]": 350,
    "[ABS:(228,12)]": 351,
    "[ABS:(227,15)]": 352,
    "[ABS:(227,18)]": 353,
    "[ABS:(228,20)]": 354,
    "[ABS:(228,22)]": 355,
    "[ABS:(227,21)]": 356,
    "[ABS:(225,10)]": 357,
    "[ABS:(226,10)]": 358,
    "[ABS:(227,10)]": 359,
    "[ABS:(229,10)]": 360,
    "[ABS:(230,11)]": 361,
    "[ABS:(232,12)]": 362,
    "[ABS:(233,13)]": 363,
    "[ABS:(233,14)]": 364,
    "[ABS:(232,15)]": 365,
    "[ABS:(231,15)]": 366,
    "[ABS:(229,15)]": 367,
    "[ABS:(228,14)]": 368,
    "[ABS:(227,14)]": 369,
    "[ABS:(237,10)]": 370,
    "[ABS:(237,11)]": 371,
    "[ABS:(237,12)]": 372,
    "[ABS:(237,13)]": 373,
    "[ABS:(237,14)]": 374,
    "[ABS:(237,15)]": 375,
    "[ABS:(236,14)]": 376,
    "[ABS:(236,13)]": 377,
    "[ABS:(236,12)]": 378,
    "[ABS:(236,11)]": 379,
    "[ABS:(236,10)]": 380,
    "[ABS:(239,10)]": 381,
    "[ABS:(240,10)]": 382,
    "[ABS:(242,10)]": 383,
    "[ABS:(244,11)]": 384,
    "[ABS:(245,11)]": 385,
    "[ABS:(249,13)]": 386,
    "[ABS:(250,13)]": 387,
    "[ABS:(250,12)]": 388,
    "[ABS:(249,11)]": 389,
    "[ABS:(248,11)]": 390,
    "[ABS:(247,11)]": 391,
    "[ABS:(246,12)]": 392,
    "[ABS:(244,13)]": 393,
    "[ABS:(244,15)]": 394,
    "[ABS:(245,16)]": 395,
    "[ABS:(248,17)]": 396,
    "[ABS:(249,17)]": 397,
    "[ABS:(250,16)]": 398,
    "[ABS:(251,14)]": 399,
    "[ABS:(251,13)]": 400,
    "[ABS:(251,12)]": 401,
    "[ABS:(250,11)]": 402,
    "[ABS:(250,10)]": 403,
    "[ABS:(257,2)]": 404,
    "[ABS:(257,3)]": 405,
    "[ABS:(257,5)]": 406,
    "[ABS:(256,7)]": 407,
    "[ABS:(256,10)]": 408,
    "[ABS:(255,14)]": 409,
    "[ABS:(255,15)]": 410,
    "[ABS:(255,16)]": 411,
    "[ABS:(251,9)]": 412,
    "[ABS:(251,10)]": 413,
    "[ABS:(252,10)]": 414,
    "[ABS:(253,10)]": 415,
    "[ABS:(255,10)]": 416,
    "[ABS:(257,10)]": 417,
    "[ABS:(259,9)]": 418,
    "[ABS:(260,10)]": 419,
    "[ABS:(259,16)]": 420,
    "[ABS:(260,16)]": 421,
    "[ABS:(261,16)]": 422,
    "[ABS:(261,15)]": 423,
    "[ABS:(262,15)]": 424,
    "[ABS:(263,14)]": 425,
    "[ABS:(263,13)]": 426,
    "[ABS:(264,13)]": 427,
    "[ABS:(263,12)]": 428,
    "[ABS:(262,12)]": 429,
    "[ABS:(260,13)]": 430,
    "[ABS:(259,13)]": 431,
    "[ABS:(258,14)]": 432,
    "[ABS:(258,15)]": 433,
    "[ABS:(259,18)]": 434,
    "[ABS:(262,18)]": 435,
    "[ABS:(264,19)]": 436,
    "[ABS:(267,18)]": 437,
    "[ABS:(269,18)]": 438,
    "[ABS:(270,17)]": 439,
    "[ABS:(271,16)]": 440,
    "[ABS:(273,12)]": 441,
    "[ABS:(272,12)]": 442,
    "[ABS:(271,12)]": 443,
    "[ABS:(269,14)]": 444,
    "[ABS:(268,15)]": 445,
    "[ABS:(268,17)]": 446,
    "[ABS:(268,18)]": 447,
    "[ABS:(269,19)]": 448,
    "[ABS:(271,19)]": 449,
    "[ABS:(273,19)]": 450,
    "[ABS:(275,18)]": 451,
    "[ABS:(277,18)]": 452,
    "[ABS:(278,3)]": 453,
    "[ABS:(278,4)]": 454,
    "[ABS:(277,6)]": 455,
    "[ABS:(277,9)]": 456,
    "[ABS:(277,13)]": 457,
    "[ABS:(277,16)]": 458,
    "[ABS:(277,19)]": 459,
    "[ABS:(278,20)]": 460,
    "[ABS:(278,18)]": 461,
    "[ABS:(275,12)]": 462,
    "[ABS:(276,11)]": 463,
    "[ABS:(277,11)]": 464,
    "[ABS:(279,11)]": 465,
    "[ABS:(281,11)]": 466,
    "[ABS:(283,11)]": 467,
    "[ABS:(286,13)]": 468,
    "[ABS:(286,14)]": 469,
    "[ABS:(286,17)]": 470,
    "[ABS:(286,19)]": 471,
    "[ABS:(286,20)]": 472,
    "[ABS:(287,21)]": 473,
    "[ABS:(287,7)]": 474,
    "[ABS:(288,8)]": 475,
    "[ABS:(295,16)]": 476,
    "[ABS:(295,15)]": 477,
    "[ABS:(294,15)]": 478,
    "[ABS:(294,14)]": 479,
    "[ABS:(293,14)]": 480,
    "[ABS:(292,14)]": 481,
    "[ABS:(291,14)]": 482,
    "[ABS:(289,15)]": 483,
    "[ABS:(288,16)]": 484,
    "[ABS:(288,18)]": 485,
    "[ABS:(288,19)]": 486,
    "[ABS:(289,20)]": 487,
    "[ABS:(291,20)]": 488,
    "[ABS:(294,20)]": 489,
    "[ABS:(296,18)]": 490,
    "[ABS:(297,17)]": 491,
    "[ABS:(298,15)]": 492,
    "[ABS:(298,14)]": 493,
    "[ABS:(297,13)]": 494,
    "[ABS:(298,13)]": 495,
    "[ABS:(299,15)]": 496,
    "[ABS:(299,16)]": 497,
    "[ABS:(299,18)]": 498,
    "[ABS:(300,18)]": 499,
    "[ABS:(301,17)]": 500,
    "[ABS:(303,16)]": 501,
    "[ABS:(305,15)]": 502,
    "[ABS:(307,14)]": 503,
    "[ABS:(308,15)]": 504,
    "[ABS:(309,15)]": 505,
    "[ABS:(310,17)]": 506,
    "[ABS:(310,19)]": 507,
    "[ABS:(310,20)]": 508,
    "[ABS:(310,21)]": 509,
    "[ABS:(316,21)]": 510,
    "[ABS:(315,21)]": 511,
    "[ABS:(316,22)]": 512,
    "[ABS:(2,3)]": 513,
    "[ABS:(3,4)]": 514,
    "[ABS:(3,9)]": 515,
    "[ABS:(3,12)]": 516,
    "[ABS:(2,16)]": 517,
    "[ABS:(1,20)]": 518,
    "[ABS:(0,23)]": 519,
    "[ABS:(0,25)]": 520,
    "[ABS:(1,26)]": 521,
    "[ABS:(1,27)]": 522,
    "[ABS:(-2,7)]": 523,
    "[ABS:(-2,5)]": 524,
    "[ABS:(1,4)]": 525,
    "[ABS:(4,3)]": 526,
    "[ABS:(8,3)]": 527,
    "[ABS:(10,1)]": 528,
    "[ABS:(16,0)]": 529,
    "[ABS:(16,-2)]": 530,
    "[ABS:(15,0)]": 531,
    "[ABS:(15,3)]": 532,
    "[ABS:(15,6)]": 533,
    "[ABS:(14,14)]": 534,
    "[ABS:(14,16)]": 535,
    "[ABS:(14,17)]": 536,
    "[ABS:(13,17)]": 537,
    "[ABS:(15,11)]": 538,
    "[ABS:(18,9)]": 539,
    "[ABS:(21,10)]": 540,
    "[ABS:(23,10)]": 541,
    "[ABS:(24,12)]": 542,
    "[ABS:(25,15)]": 543,
    "[ABS:(26,19)]": 544,
    "[ABS:(26,22)]": 545,
    "[ABS:(27,22)]": 546,
    "[ABS:(29,16)]": 547,
    "[ABS:(31,16)]": 548,
    "[ABS:(34,14)]": 549,
    "[ABS:(37,12)]": 550,
    "[ABS:(39,10)]": 551,
    "[ABS:(40,7)]": 552,
    "[ABS:(41,5)]": 553,
    "[ABS:(40,5)]": 554,
    "[ABS:(38,6)]": 555,
    "[ABS:(34,8)]": 556,
    "[ABS:(30,13)]": 557,
    "[ABS:(29,17)]": 558,
    "[ABS:(30,18)]": 559,
    "[ABS:(33,18)]": 560,
    "[ABS:(36,17)]": 561,
    "[ABS:(39,16)]": 562,
    "[ABS:(44,18)]": 563,
    "[ABS:(45,18)]": 564,
    "[ABS:(44,17)]": 565,
    "[ABS:(44,15)]": 566,
    "[ABS:(43,12)]": 567,
    "[ABS:(43,10)]": 568,
    "[ABS:(47,5)]": 569,
    "[ABS:(53,4)]": 570,
    "[ABS:(55,4)]": 571,
    "[ABS:(56,10)]": 572,
    "[ABS:(58,9)]": 573,
    "[ABS:(59,7)]": 574,
    "[ABS:(62,6)]": 575,
    "[ABS:(63,4)]": 576,
    "[ABS:(64,2)]": 577,
    "[ABS:(62,2)]": 578,
    "[ABS:(59,4)]": 579,
    "[ABS:(56,8)]": 580,
    "[ABS:(56,14)]": 581,
    "[ABS:(59,14)]": 582,
    "[ABS:(64,14)]": 583,
    "[ABS:(69,13)]": 584,
    "[ABS:(94,3)]": 585,
    "[ABS:(94,4)]": 586,
    "[ABS:(95,10)]": 587,
    "[ABS:(95,12)]": 588,
    "[ABS:(95,-6)]": 589,
    "[ABS:(96,-8)]": 590,
    "[ABS:(97,-9)]": 591,
    "[ABS:(98,-10)]": 592,
    "[ABS:(108,-2)]": 593,
    "[ABS:(108,-1)]": 594,
    "[ABS:(108,0)]": 595,
    "[ABS:(107,1)]": 596,
    "[ABS:(106,3)]": 597,
    "[ABS:(106,4)]": 598,
    "[ABS:(107,5)]": 599,
    "[ABS:(110,5)]": 600,
    "[ABS:(113,6)]": 601,
    "[ABS:(114,7)]": 602,
    "[ABS:(115,8)]": 603,
    "[ABS:(115,9)]": 604,
    "[ABS:(113,11)]": 605,
    "[ABS:(110,13)]": 606,
    "[ABS:(107,14)]": 607,
    "[ABS:(104,15)]": 608,
    "[ABS:(103,15)]": 609,
    "[ABS:(131,7)]": 610,
    "[ABS:(133,10)]": 611,
    "[ABS:(133,12)]": 612,
    "[ABS:(132,12)]": 613,
    "[ABS:(132,10)]": 614,
    "[ABS:(132,6)]": 615,
    "[ABS:(133,3)]": 616,
    "[ABS:(134,0)]": 617,
    "[ABS:(136,-1)]": 618,
    "[ABS:(139,-1)]": 619,
    "[ABS:(140,0)]": 620,
    "[ABS:(140,3)]": 621,
    "[ABS:(141,6)]": 622,
    "[ABS:(141,9)]": 623,
    "[ABS:(142,11)]": 624,
    "[ABS:(143,10)]": 625,
    "[ABS:(143,9)]": 626,
    "[ABS:(146,6)]": 627,
    "[ABS:(148,11)]": 628,
    "[ABS:(150,12)]": 629,
    "[ABS:(153,12)]": 630,
    "[ABS:(156,10)]": 631,
    "[ABS:(160,6)]": 632,
    "[ABS:(160,2)]": 633,
    "[ABS:(159,0)]": 634,
    "[ABS:(156,0)]": 635,
    "[ABS:(154,1)]": 636,
    "[ABS:(149,6)]": 637,
    "[ABS:(150,7)]": 638,
    "[ABS:(152,6)]": 639,
    "[ABS:(165,-13)]": 640,
    "[ABS:(166,-12)]": 641,
    "[ABS:(168,-8)]": 642,
    "[ABS:(169,-3)]": 643,
    "[ABS:(169,1)]": 644,
    "[ABS:(170,5)]": 645,
    "[ABS:(170,7)]": 646,
    "[ABS:(170,8)]": 647,
    "[ABS:(170,9)]": 648,
    "[ABS:(169,8)]": 649,
    "[ABS:(168,6)]": 650,
    "[ABS:(167,3)]": 651,
    "[ABS:(166,2)]": 652,
    "[ABS:(167,1)]": 653,
    "[ABS:(170,1)]": 654,
    "[ABS:(172,1)]": 655,
    "[ABS:(174,0)]": 656,
    "[ABS:(175,-1)]": 657,
    "[ABS:(176,-3)]": 658,
    "[ABS:(178,-16)]": 659,
    "[ABS:(178,-17)]": 660,
    "[ABS:(180,-16)]": 661,
    "[ABS:(182,-14)]": 662,
    "[ABS:(182,-9)]": 663,
    "[ABS:(182,-4)]": 664,
    "[ABS:(182,0)]": 665,
    "[ABS:(180,3)]": 666,
    "[ABS:(181,5)]": 667,
    "[ABS:(184,1)]": 668,
    "[ABS:(186,-3)]": 669,
    "[ABS:(189,-5)]": 670,
    "[ABS:(190,-4)]": 671,
    "[ABS:(191,-2)]": 672,
    "[ABS:(192,1)]": 673,
    "[ABS:(191,4)]": 674,
    "[ABS:(191,5)]": 675,
    "[ABS:(191,6)]": 676,
    "[ABS:(193,4)]": 677,
    "[ABS:(195,1)]": 678,
    "[ABS:(197,-1)]": 679,
    "[ABS:(198,-2)]": 680,
    "[ABS:(199,-1)]": 681,
    "[ABS:(199,3)]": 682,
    "[ABS:(199,6)]": 683,
    "[ABS:(199,8)]": 684,
    "[ABS:(200,9)]": 685,
    "[ABS:(199,-10)]": 686,
    "[ABS:(198,-12)]": 687,
    "[ABS:(199,-12)]": 688,
    "[ABS:(201,-13)]": 689,
    "[ABS:(208,6)]": 690,
    "[ABS:(208,7)]": 691,
    "[ABS:(209,5)]": 692,
    "[ABS:(210,1)]": 693,
    "[ABS:(212,-4)]": 694,
    "[ABS:(214,-7)]": 695,
    "[ABS:(216,-7)]": 696,
    "[ABS:(217,-6)]": 697,
    "[ABS:(219,-3)]": 698,
    "[ABS:(219,2)]": 699,
    "[ABS:(219,5)]": 700,
    "[ABS:(220,7)]": 701,
    "[ABS:(221,7)]": 702,
    "[ABS:(223,7)]": 703,
    "[ABS:(226,5)]": 704,
    "[ABS:(231,-2)]": 705,
    "[ABS:(230,-2)]": 706,
    "[ABS:(228,-2)]": 707,
    "[ABS:(226,-1)]": 708,
    "[ABS:(224,0)]": 709,
    "[ABS:(223,2)]": 710,
    "[ABS:(224,2)]": 711,
    "[ABS:(226,2)]": 712,
    "[ABS:(229,1)]": 713,
    "[ABS:(231,0)]": 714,
    "[ABS:(233,0)]": 715,
    "[ABS:(235,-2)]": 716,
    "[ABS:(236,-4)]": 717,
    "[ABS:(237,-4)]": 718,
    "[ABS:(238,-2)]": 719,
    "[ABS:(238,1)]": 720,
    "[ABS:(236,5)]": 721,
    "[ABS:(236,8)]": 722,
    "[ABS:(235,13)]": 723,
    "[ABS:(270,-15)]": 724,
    "[ABS:(270,-17)]": 725,
    "[ABS:(268,-18)]": 726,
    "[ABS:(267,-19)]": 727,
    "[ABS:(265,-20)]": 728,
    "[ABS:(263,-19)]": 729,
    "[ABS:(261,-18)]": 730,
    "[ABS:(260,-15)]": 731,
    "[ABS:(259,-11)]": 732,
    "[ABS:(259,-5)]": 733,
    "[ABS:(258,0)]": 734,
    "[ABS:(258,5)]": 735,
    "[ABS:(259,8)]": 736,
    "[ABS:(260,9)]": 737,
    "[ABS:(261,9)]": 738,
    "[ABS:(261,7)]": 739,
    "[ABS:(255,-1)]": 740,
    "[ABS:(256,-1)]": 741,
    "[ABS:(257,-1)]": 742,
    "[ABS:(259,-2)]": 743,
    "[ABS:(263,-3)]": 744,
    "[ABS:(266,-4)]": 745,
    "[ABS:(268,-5)]": 746,
    "[ABS:(270,-6)]": 747,
    "[ABS:(269,-5)]": 748,
    "[ABS:(267,-2)]": 749,
    "[ABS:(266,0)]": 750,
    "[ABS:(266,2)]": 751,
    "[ABS:(268,3)]": 752,
    "[ABS:(272,3)]": 753,
    "[ABS:(276,1)]": 754,
    "[ABS:(280,0)]": 755,
    "[ABS:(281,-3)]": 756,
    "[ABS:(282,-6)]": 757,
    "[ABS:(281,-8)]": 758,
    "[ABS:(279,-8)]": 759,
    "[ABS:(275,-8)]": 760,
    "[ABS:(272,-6)]": 761,
    "[ABS:(290,4)]": 762,
    "[ABS:(290,2)]": 763,
    "[ABS:(290,-1)]": 764,
    "[ABS:(290,-5)]": 765,
    "[ABS:(291,-7)]": 766,
    "[ABS:(291,-9)]": 767,
    "[ABS:(293,-9)]": 768,
    "[ABS:(295,-10)]": 769,
    "[ABS:(296,-9)]": 770,
    "[ABS:(298,-9)]": 771,
    "[ABS:(300,-8)]": 772,
    "[ABS:(314,-8)]": 773,
    "[ABS:(315,-6)]": 774,
    "[ABS:(315,-4)]": 775,
    "[ABS:(314,-2)]": 776,
    "[ABS:(314,-1)]": 777,
    "[ABS:(315,-3)]": 778,
    "[ABS:(316,-5)]": 779,
    "[ABS:(318,-8)]": 780,
    "[ABS:(319,-11)]": 781,
    "[ABS:(321,-12)]": 782,
    "[ABS:(322,-11)]": 783,
    "[ABS:(323,-8)]": 784,
    "[ABS:(323,-6)]": 785,
    "[ABS:(323,-5)]": 786,
    "[ABS:(324,-6)]": 787,
    "[ABS:(326,-8)]": 788,
    "[ABS:(328,-10)]": 789,
    "[ABS:(330,-12)]": 790,
    "[ABS:(331,-11)]": 791,
    "[ABS:(331,-8)]": 792,
    "[ABS:(331,-5)]": 793,
    "[ABS:(332,-4)]": 794,
    "[ABS:(332,-3)]": 795,
    "[ABS:(336,-4)]": 796,
    "[ABS:(337,-4)]": 797,
    "[ABS:(338,-4)]": 798,
    "[ABS:(340,-6)]": 799,
    "[ABS:(342,-8)]": 800,
    "[ABS:(344,-10)]": 801,
    "[ABS:(345,-13)]": 802,
    "[ABS:(345,-15)]": 803,
    "[ABS:(343,-15)]": 804,
    "[ABS:(341,-14)]": 805,
    "[ABS:(339,-11)]": 806,
    "[ABS:(339,-7)]": 807,
    "[ABS:(342,-5)]": 808,
    "[ABS:(346,-4)]": 809,
    "[ABS:(352,-3)]": 810,
    "[ABS:(355,-3)]": 811,
    "[ABS:(0,-1)]": 812,
    "[ABS:(-1,-1)]": 813,
    "[ABS:(-2,-2)]": 814,
    "[ABS:(-4,-2)]": 815,
    "[ABS:(-5,-1)]": 816,
    "[ABS:(-6,0)]": 817,
    "[ABS:(-8,1)]": 818,
    "[ABS:(-8,4)]": 819,
    "[ABS:(-9,6)]": 820,
    "[ABS:(9,7)]": 821,
    "[ABS:(10,9)]": 822,
    "[ABS:(11,11)]": 823,
    "[ABS:(13,11)]": 824,
    "[ABS:(18,11)]": 825,
    "[ABS:(20,10)]": 826,
    "[ABS:(21,9)]": 827,
    "[ABS:(22,9)]": 828,
    "[ABS:(4,9)]": 829,
    "[ABS:(5,-21)]": 830,
    "[ABS:(5,-20)]": 831,
    "[ABS:(5,-19)]": 832,
    "[ABS:(5,-17)]": 833,
    "[ABS:(6,-15)]": 834,
    "[ABS:(6,-12)]": 835,
    "[ABS:(6,-8)]": 836,
    "[ABS:(6,-5)]": 837,
    "[ABS:(6,-1)]": 838,
    "[ABS:(6,4)]": 839,
    "[ABS:(7,9)]": 840,
    "[ABS:(7,11)]": 841,
    "[ABS:(7,12)]": 842,
    "[ABS:(8,12)]": 843,
    "[ABS:(8,11)]": 844,
    "[ABS:(8,9)]": 845,
    "[ABS:(8,6)]": 846,
    "[ABS:(9,0)]": 847,
    "[ABS:(10,-3)]": 848,
    "[ABS:(11,-6)]": 849,
    "[ABS:(12,-7)]": 850,
    "[ABS:(13,-8)]": 851,
    "[ABS:(14,-9)]": 852,
    "[ABS:(15,-8)]": 853,
    "[ABS:(15,-7)]": 854,
    "[ABS:(16,-5)]": 855,
    "[ABS:(17,-2)]": 856,
    "[ABS:(17,0)]": 857,
    "[ABS:(17,3)]": 858,
    "[ABS:(18,5)]": 859,
    "[ABS:(18,6)]": 860,
    "[ABS:(18,8)]": 861,
    "[ABS:(19,9)]": 862,
    "[ABS:(19,8)]": 863,
    "[ABS:(23,8)]": 864,
    "[ABS:(25,7)]": 865,
    "[ABS:(26,5)]": 866,
    "[ABS:(27,3)]": 867,
    "[ABS:(27,1)]": 868,
    "[ABS:(28,-2)]": 869,
    "[ABS:(28,-4)]": 870,
    "[ABS:(28,-7)]": 871,
    "[ABS:(28,-9)]": 872,
    "[ABS:(27,-10)]": 873,
    "[ABS:(26,-10)]": 874,
    "[ABS:(25,-9)]": 875,
    "[ABS:(25,-7)]": 876,
    "[ABS:(24,-4)]": 877,
    "[ABS:(25,-1)]": 878,
    "[ABS:(25,1)]": 879,
    "[ABS:(26,4)]": 880,
    "[ABS:(27,7)]": 881,
    "[ABS:(28,8)]": 882,
    "[ABS:(28,10)]": 883,
    "[ABS:(29,11)]": 884,
    "[ABS:(30,11)]": 885,
    "[ABS:(30,10)]": 886,
    "[ABS:(31,9)]": 887,
    "[ABS:(38,-8)]": 888,
    "[ABS:(38,-7)]": 889,
    "[ABS:(39,-5)]": 890,
    "[ABS:(40,-3)]": 891,
    "[ABS:(40,0)]": 892,
    "[ABS:(40,3)]": 893,
    "[ABS:(40,6)]": 894,
    "[ABS:(40,8)]": 895,
    "[ABS:(42,1)]": 896,
    "[ABS:(42,-2)]": 897,
    "[ABS:(44,-5)]": 898,
    "[ABS:(45,-8)]": 899,
    "[ABS:(46,-9)]": 900,
    "[ABS:(47,-10)]": 901,
    "[ABS:(48,-11)]": 902,
    "[ABS:(48,-10)]": 903,
    "[ABS:(49,-9)]": 904,
    "[ABS:(50,-7)]": 905,
    "[ABS:(50,-4)]": 906,
    "[ABS:(50,-2)]": 907,
    "[ABS:(51,1)]": 908,
    "[ABS:(51,4)]": 909,
    "[ABS:(51,6)]": 910,
    "[ABS:(51,8)]": 911,
    "[ABS:(51,9)]": 912,
    "[ABS:(51,10)]": 913,
    "[ABS:(52,10)]": 914,
    "[ABS:(59,-9)]": 915,
    "[ABS:(59,-10)]": 916,
    "[ABS:(59,-7)]": 917,
    "[ABS:(59,-5)]": 918,
    "[ABS:(58,-3)]": 919,
    "[ABS:(58,0)]": 920,
    "[ABS:(58,2)]": 921,
    "[ABS:(58,4)]": 922,
    "[ABS:(57,6)]": 923,
    "[ABS:(57,7)]": 924,
    "[ABS:(58,-20)]": 925,
    "[ABS:(57,-20)]": 926,
    "[ABS:(59,-20)]": 927,
    "[ABS:(60,-20)]": 928,
    "[ABS:(71,-8)]": 929,
    "[ABS:(71,-9)]": 930,
    "[ABS:(70,-10)]": 931,
    "[ABS:(69,-10)]": 932,
    "[ABS:(68,-11)]": 933,
    "[ABS:(67,-11)]": 934,
    "[ABS:(65,-10)]": 935,
    "[ABS:(64,-10)]": 936,
    "[ABS:(63,-9)]": 937,
    "[ABS:(62,-9)]": 938,
    "[ABS:(62,-8)]": 939,
    "[ABS:(63,-6)]": 940,
    "[ABS:(65,-5)]": 941,
    "[ABS:(67,-4)]": 942,
    "[ABS:(69,-3)]": 943,
    "[ABS:(72,-2)]": 944,
    "[ABS:(73,-1)]": 945,
    "[ABS:(74,0)]": 946,
    "[ABS:(75,2)]": 947,
    "[ABS:(74,3)]": 948,
    "[ABS:(69,8)]": 949,
    "[ABS:(67,9)]": 950,
    "[ABS:(65,10)]": 951,
    "[ABS:(64,10)]": 952,
    "[ABS:(66,9)]": 953,
    "[ABS:(67,8)]": 954,
    "[ABS:(68,7)]": 955,
    "[ABS:(78,-8)]": 956,
    "[ABS:(79,-10)]": 957,
    "[ABS:(80,-15)]": 958,
    "[ABS:(80,-17)]": 959,
    "[ABS:(80,-19)]": 960,
    "[ABS:(80,-20)]": 961,
    "[ABS:(80,-21)]": 962,
    "[ABS:(79,-21)]": 963,
    "[ABS:(80,-18)]": 964,
    "[ABS:(80,-16)]": 965,
    "[ABS:(80,-13)]": 966,
    "[ABS:(80,-10)]": 967,
    "[ABS:(81,-6)]": 968,
    "[ABS:(81,-3)]": 969,
    "[ABS:(81,0)]": 970,
    "[ABS:(81,2)]": 971,
    "[ABS:(81,4)]": 972,
    "[ABS:(82,4)]": 973,
    "[ABS:(81,3)]": 974,
    "[ABS:(75,-7)]": 975,
    "[ABS:(74,-7)]": 976,
    "[ABS:(76,-7)]": 977,
    "[ABS:(78,-7)]": 978,
    "[ABS:(81,-7)]": 979,
    "[ABS:(85,-8)]": 980,
    "[ABS:(87,-8)]": 981,
    "[ABS:(88,-9)]": 982,
    "[ABS:(89,-8)]": 983,
    "[ABS:(88,-8)]": 984,
    "[ABS:(96,-4)]": 985,
    "[ABS:(96,-5)]": 986,
    "[ABS:(96,-6)]": 987,
    "[ABS:(96,-7)]": 988,
    "[ABS:(95,-8)]": 989,
    "[ABS:(94,-9)]": 990,
    "[ABS:(93,-10)]": 991,
    "[ABS:(92,-10)]": 992,
    "[ABS:(90,-10)]": 993,
    "[ABS:(88,-7)]": 994,
    "[ABS:(88,-5)]": 995,
    "[ABS:(89,-3)]": 996,
    "[ABS:(91,-2)]": 997,
    "[ABS:(93,0)]": 998,
    "[ABS:(96,1)]": 999,
    "[ABS:(98,1)]": 1000,
    "[ABS:(100,2)]": 1001,
    "[ABS:(101,2)]": 1002,
    "[ABS:(101,3)]": 1003,
    "[ABS:(100,4)]": 1004,
    "[ABS:(98,5)]": 1005,
    "[ABS:(96,6)]": 1006,
    "[ABS:(94,7)]": 1007,
    "[ABS:(92,8)]": 1008,
    "[ABS:(91,8)]": 1009,
    "[ABS:(93,8)]": 1010,
    "[ABS:(117,-10)]": 1011,
    "[ABS:(117,-9)]": 1012,
    "[ABS:(117,-8)]": 1013,
    "[ABS:(117,-7)]": 1014,
    "[ABS:(117,-5)]": 1015,
    "[ABS:(118,-2)]": 1016,
    "[ABS:(118,0)]": 1017,
    "[ABS:(119,3)]": 1018,
    "[ABS:(120,5)]": 1019,
    "[ABS:(121,6)]": 1020,
    "[ABS:(122,7)]": 1021,
    "[ABS:(124,6)]": 1022,
    "[ABS:(125,5)]": 1023,
    "[ABS:(127,3)]": 1024,
    "[ABS:(128,0)]": 1025,
    "[ABS:(129,-2)]": 1026,
    "[ABS:(130,-5)]": 1027,
    "[ABS:(130,-8)]": 1028,
    "[ABS:(130,-10)]": 1029,
    "[ABS:(130,-11)]": 1030,
    "[ABS:(129,-11)]": 1031,
    "[ABS:(128,-9)]": 1032,
    "[ABS:(128,-7)]": 1033,
    "[ABS:(128,-5)]": 1034,
    "[ABS:(128,-2)]": 1035,
    "[ABS:(128,1)]": 1036,
    "[ABS:(128,3)]": 1037,
    "[ABS:(128,5)]": 1038,
    "[ABS:(129,6)]": 1039,
    "[ABS:(129,7)]": 1040,
    "[ABS:(130,7)]": 1041,
    "[ABS:(134,4)]": 1042,
    "[ABS:(142,-10)]": 1043,
    "[ABS:(142,-11)]": 1044,
    "[ABS:(142,-12)]": 1045,
    "[ABS:(141,-12)]": 1046,
    "[ABS:(140,-12)]": 1047,
    "[ABS:(138,-11)]": 1048,
    "[ABS:(137,-10)]": 1049,
    "[ABS:(136,-9)]": 1050,
    "[ABS:(135,-8)]": 1051,
    "[ABS:(135,-7)]": 1052,
    "[ABS:(135,-6)]": 1053,
    "[ABS:(136,-4)]": 1054,
    "[ABS:(138,-3)]": 1055,
    "[ABS:(140,-1)]": 1056,
    "[ABS:(142,0)]": 1057,
    "[ABS:(144,2)]": 1058,
    "[ABS:(146,3)]": 1059,
    "[ABS:(147,5)]": 1060,
    "[ABS:(147,6)]": 1061,
    "[ABS:(146,7)]": 1062,
    "[ABS:(144,7)]": 1063,
    "[ABS:(142,8)]": 1064,
    "[ABS:(140,8)]": 1065,
    "[ABS:(138,9)]": 1066,
    "[ABS:(136,9)]": 1067,
    "[ABS:(139,10)]": 1068,
    "[ABS:(151,6)]": 1069,
    "[ABS:(151,4)]": 1070,
    "[ABS:(152,3)]": 1071,
    "[ABS:(152,0)]": 1072,
    "[ABS:(153,-2)]": 1073,
    "[ABS:(154,-5)]": 1074,
    "[ABS:(154,-8)]": 1075,
    "[ABS:(154,-11)]": 1076,
    "[ABS:(153,-13)]": 1077,
    "[ABS:(153,-14)]": 1078,
    "[ABS:(152,-14)]": 1079,
    "[ABS:(152,-13)]": 1080,
    "[ABS:(151,-12)]": 1081,
    "[ABS:(150,-9)]": 1082,
    "[ABS:(150,-6)]": 1083,
    "[ABS:(151,-2)]": 1084,
    "[ABS:(152,1)]": 1085,
    "[ABS:(153,4)]": 1086,
    "[ABS:(155,6)]": 1087,
    "[ABS:(157,7)]": 1088,
    "[ABS:(160,8)]": 1089,
    "[ABS:(162,7)]": 1090,
    "[ABS:(163,7)]": 1091,
    "[ABS:(170,3)]": 1092,
    "[ABS:(170,4)]": 1093,
    "[ABS:(170,6)]": 1094,
    "[ABS:(169,11)]": 1095,
    "[ABS:(168,12)]": 1096,
    "[ABS:(168,14)]": 1097,
    "[ABS:(167,15)]": 1098,
    "[ABS:(167,16)]": 1099,
    "[ABS:(168,15)]": 1100,
    "[ABS:(169,14)]": 1101,
    "[ABS:(180,-8)]": 1102,
    "[ABS:(180,-10)]": 1103,
    "[ABS:(180,-11)]": 1104,
    "[ABS:(180,-6)]": 1105,
    "[ABS:(181,-4)]": 1106,
    "[ABS:(181,-1)]": 1107,
    "[ABS:(182,1)]": 1108,
    "[ABS:(182,3)]": 1109,
    "[ABS:(183,4)]": 1110,
    "[ABS:(183,3)]": 1111,
    "[ABS:(184,2)]": 1112,
    "[ABS:(185,0)]": 1113,
    "[ABS:(187,-6)]": 1114,
    "[ABS:(187,-9)]": 1115,
    "[ABS:(188,-11)]": 1116,
    "[ABS:(188,-14)]": 1117,
    "[ABS:(188,-15)]": 1118,
    "[ABS:(187,-16)]": 1119,
    "[ABS:(187,-15)]": 1120,
    "[ABS:(187,-14)]": 1121,
    "[ABS:(187,-12)]": 1122,
    "[ABS:(188,-6)]": 1123,
    "[ABS:(188,-3)]": 1124,
    "[ABS:(189,0)]": 1125,
    "[ABS:(190,3)]": 1126,
    "[ABS:(192,5)]": 1127,
    "[ABS:(193,5)]": 1128,
    "[ABS:(194,4)]": 1129,
    "[ABS:(194,2)]": 1130,
    "[ABS:(194,0)]": 1131,
    "[ABS:(194,-3)]": 1132,
    "[ABS:(194,-6)]": 1133,
    "[ABS:(194,-9)]": 1134,
    "[ABS:(193,-11)]": 1135,
    "[ABS:(193,-13)]": 1136,
    "[ABS:(192,-14)]": 1137,
    "[ABS:(193,-12)]": 1138,
    "[ABS:(202,-10)]": 1139,
    "[ABS:(202,-11)]": 1140,
    "[ABS:(201,-10)]": 1141,
    "[ABS:(201,-9)]": 1142,
    "[ABS:(201,-8)]": 1143,
    "[ABS:(201,-6)]": 1144,
    "[ABS:(201,-3)]": 1145,
    "[ABS:(201,0)]": 1146,
    "[ABS:(201,2)]": 1147,
    "[ABS:(201,4)]": 1148,
    "[ABS:(201,6)]": 1149,
    "[ABS:(201,7)]": 1150,
    "[ABS:(202,8)]": 1151,
    "[ABS:(202,7)]": 1152,
    "[ABS:(202,6)]": 1153,
    "[ABS:(201,-22)]": 1154,
    "[ABS:(200,-22)]": 1155,
    "[ABS:(201,-21)]": 1156,
    "[ABS:(202,-20)]": 1157,
    "[ABS:(211,-20)]": 1158,
    "[ABS:(210,-20)]": 1159,
    "[ABS:(210,-18)]": 1160,
    "[ABS:(210,-17)]": 1161,
    "[ABS:(210,-15)]": 1162,
    "[ABS:(210,-12)]": 1163,
    "[ABS:(210,-9)]": 1164,
    "[ABS:(210,-6)]": 1165,
    "[ABS:(210,-4)]": 1166,
    "[ABS:(210,-1)]": 1167,
    "[ABS:(210,2)]": 1168,
    "[ABS:(210,4)]": 1169,
    "[ABS:(210,5)]": 1170,
    "[ABS:(211,6)]": 1171,
    "[ABS:(210,6)]": 1172,
    "[ABS:(210,3)]": 1173,
    "[ABS:(205,-10)]": 1174,
    "[ABS:(206,-10)]": 1175,
    "[ABS:(207,-9)]": 1176,
    "[ABS:(209,-9)]": 1177,
    "[ABS:(211,-9)]": 1178,
    "[ABS:(218,-22)]": 1179,
    "[ABS:(217,-21)]": 1180,
    "[ABS:(217,-19)]": 1181,
    "[ABS:(217,-17)]": 1182,
    "[ABS:(217,-14)]": 1183,
    "[ABS:(217,-10)]": 1184,
    "[ABS:(216,-3)]": 1185,
    "[ABS:(217,0)]": 1186,
    "[ABS:(217,1)]": 1187,
    "[ABS:(217,2)]": 1188,
    "[ABS:(218,2)]": 1189,
    "[ABS:(218,1)]": 1190,
    "[ABS:(218,0)]": 1191,
    "[ABS:(219,-2)]": 1192,
    "[ABS:(220,-4)]": 1193,
    "[ABS:(220,-6)]": 1194,
    "[ABS:(222,-8)]": 1195,
    "[ABS:(223,-9)]": 1196,
    "[ABS:(224,-9)]": 1197,
    "[ABS:(224,-7)]": 1198,
    "[ABS:(224,-5)]": 1199,
    "[ABS:(224,-3)]": 1200,
    "[ABS:(224,-1)]": 1201,
    "[ABS:(225,1)]": 1202,
    "[ABS:(225,3)]": 1203,
    "[ABS:(226,4)]": 1204,
    "[ABS:(227,4)]": 1205,
    "[ABS:(228,5)]": 1206,
    "[ABS:(229,4)]": 1207,
    "[ABS:(252,-6)]": 1208,
    "[ABS:(252,-7)]": 1209,
    "[ABS:(252,-8)]": 1210,
    "[ABS:(251,-9)]": 1211,
    "[ABS:(250,-10)]": 1212,
    "[ABS:(249,-10)]": 1213,
    "[ABS:(247,-10)]": 1214,
    "[ABS:(244,-10)]": 1215,
    "[ABS:(242,-9)]": 1216,
    "[ABS:(241,-8)]": 1217,
    "[ABS:(240,-6)]": 1218,
    "[ABS:(241,-5)]": 1219,
    "[ABS:(243,-4)]": 1220,
    "[ABS:(246,-4)]": 1221,
    "[ABS:(249,-3)]": 1222,
    "[ABS:(253,-3)]": 1223,
    "[ABS:(256,-2)]": 1224,
    "[ABS:(258,-1)]": 1225,
    "[ABS:(258,1)]": 1226,
    "[ABS:(256,2)]": 1227,
    "[ABS:(254,2)]": 1228,
    "[ABS:(252,2)]": 1229,
    "[ABS:(250,3)]": 1230,
    "[ABS:(248,3)]": 1231,
    "[ABS:(246,2)]": 1232,
    "[ABS:(248,2)]": 1233,
    "[ABS:(249,3)]": 1234,
    "[ABS:(270,-8)]": 1235,
    "[ABS:(270,-9)]": 1236,
    "[ABS:(269,-10)]": 1237,
    "[ABS:(267,-11)]": 1238,
    "[ABS:(265,-11)]": 1239,
    "[ABS:(263,-10)]": 1240,
    "[ABS:(262,-9)]": 1241,
    "[ABS:(260,-8)]": 1242,
    "[ABS:(259,-6)]": 1243,
    "[ABS:(258,-4)]": 1244,
    "[ABS:(260,0)]": 1245,
    "[ABS:(261,1)]": 1246,
    "[ABS:(263,2)]": 1247,
    "[ABS:(265,2)]": 1248,
    "[ABS:(267,1)]": 1249,
    "[ABS:(269,0)]": 1250,
    "[ABS:(270,-2)]": 1251,
    "[ABS:(270,-4)]": 1252,
    "[ABS:(269,-8)]": 1253,
    "[ABS:(268,-10)]": 1254,
    "[ABS:(266,-11)]": 1255,
    "[ABS:(264,-11)]": 1256,
    "[ABS:(263,-11)]": 1257,
    "[ABS:(262,-10)]": 1258,
    "[ABS:(263,-9)]": 1259,
    "[ABS:(264,-8)]": 1260,
    "[ABS:(275,-12)]": 1261,
    "[ABS:(275,-11)]": 1262,
    "[ABS:(275,-9)]": 1263,
    "[ABS:(275,-5)]": 1264,
    "[ABS:(275,-3)]": 1265,
    "[ABS:(275,-1)]": 1266,
    "[ABS:(274,2)]": 1267,
    "[ABS:(274,3)]": 1268,
    "[ABS:(275,4)]": 1269,
    "[ABS:(274,4)]": 1270,
    "[ABS:(275,3)]": 1271,
    "[ABS:(275,1)]": 1272,
    "[ABS:(275,-6)]": 1273,
    "[ABS:(276,-9)]": 1274,
    "[ABS:(276,-11)]": 1275,
    "[ABS:(277,-12)]": 1276,
    "[ABS:(278,-13)]": 1277,
    "[ABS:(280,-13)]": 1278,
    "[ABS:(282,-12)]": 1279,
    "[ABS:(282,-10)]": 1280,
    "[ABS:(283,-8)]": 1281,
    "[ABS:(284,-6)]": 1282,
    "[ABS:(284,-3)]": 1283,
    "[ABS:(284,-1)]": 1284,
    "[ABS:(284,1)]": 1285,
    "[ABS:(283,3)]": 1286,
    "[ABS:(283,2)]": 1287,
    "[ABS:(283,1)]": 1288,
    "[ABS:(285,-4)]": 1289,
    "[ABS:(285,-6)]": 1290,
    "[ABS:(286,-9)]": 1291,
    "[ABS:(287,-11)]": 1292,
    "[ABS:(289,-12)]": 1293,
    "[ABS:(290,-13)]": 1294,
    "[ABS:(291,-13)]": 1295,
    "[ABS:(292,-13)]": 1296,
    "[ABS:(293,-11)]": 1297,
    "[ABS:(294,-7)]": 1298,
    "[ABS:(293,-4)]": 1299,
    "[ABS:(293,-1)]": 1300,
    "[ABS:(293,1)]": 1301,
    "[ABS:(293,2)]": 1302,
    "[ABS:(293,3)]": 1303,
    "[ABS:(294,4)]": 1304,
    "[ABS:(295,2)]": 1305,
    "[ABS:(296,2)]": 1306,
    "[ABS:(297,1)]": 1307,
    "[ABS:(297,0)]": 1308,
    "[ABS:(298,-2)]": 1309,
    "[ABS:(299,-4)]": 1310,
    "[ABS:(300,-6)]": 1311,
    "[ABS:(301,-8)]": 1312,
    "[ABS:(301,-11)]": 1313,
    "[ABS:(301,-13)]": 1314,
    "[ABS:(301,-14)]": 1315,
    "[ABS:(301,-15)]": 1316,
    "[ABS:(300,-14)]": 1317,
    "[ABS:(299,-13)]": 1318,
    "[ABS:(298,-10)]": 1319,
    "[ABS:(298,-7)]": 1320,
    "[ABS:(297,-4)]": 1321,
    "[ABS:(298,-1)]": 1322,
    "[ABS:(298,1)]": 1323,
    "[ABS:(300,3)]": 1324,
    "[ABS:(301,4)]": 1325,
    "[ABS:(303,5)]": 1326,
    "[ABS:(304,6)]": 1327,
    "[ABS:(306,6)]": 1328,
    "[ABS:(307,5)]": 1329,
    "[ABS:(308,4)]": 1330,
    "[ABS:(318,-26)]": 1331,
    "[ABS:(318,-27)]": 1332,
    "[ABS:(318,-25)]": 1333,
    "[ABS:(318,-23)]": 1334,
    "[ABS:(318,-21)]": 1335,
    "[ABS:(318,-18)]": 1336,
    "[ABS:(318,-15)]": 1337,
    "[ABS:(318,-11)]": 1338,
    "[ABS:(317,-7)]": 1339,
    "[ABS:(317,-3)]": 1340,
    "[ABS:(317,0)]": 1341,
    "[ABS:(317,2)]": 1342,
    "[ABS:(317,3)]": 1343,
    "[ABS:(318,1)]": 1344,
    "[ABS:(318,-1)]": 1345,
    "[ABS:(319,-3)]": 1346,
    "[ABS:(320,-6)]": 1347,
    "[ABS:(322,-8)]": 1348,
    "[ABS:(323,-11)]": 1349,
    "[ABS:(325,-12)]": 1350,
    "[ABS:(326,-13)]": 1351,
    "[ABS:(327,-12)]": 1352,
    "[ABS:(327,-11)]": 1353,
    "[ABS:(327,-10)]": 1354,
    "[ABS:(327,-7)]": 1355,
    "[ABS:(326,-4)]": 1356,
    "[ABS:(326,-1)]": 1357,
    "[ABS:(326,1)]": 1358,
    "[ABS:(326,3)]": 1359,
    "[ABS:(326,4)]": 1360,
    "[ABS:(327,5)]": 1361,
    "[ABS:(328,5)]": 1362,
    "[ABS:(328,4)]": 1363,
    "[ABS:(329,4)]": 1364,
    "[ABS:(340,-7)]": 1365,
    "[ABS:(340,-9)]": 1366,
    "[ABS:(340,-10)]": 1367,
    "[ABS:(340,-11)]": 1368,
    "[ABS:(338,-12)]": 1369,
    "[ABS:(337,-13)]": 1370,
    "[ABS:(335,-13)]": 1371,
    "[ABS:(333,-12)]": 1372,
    "[ABS:(329,-10)]": 1373,
    "[ABS:(328,-8)]": 1374,
    "[ABS:(328,-5)]": 1375,
    "[ABS:(328,-3)]": 1376,
    "[ABS:(329,-1)]": 1377,
    "[ABS:(330,0)]": 1378,
    "[ABS:(332,2)]": 1379,
    "[ABS:(333,2)]": 1380,
    "[ABS:(334,2)]": 1381,
    "[ABS:(335,0)]": 1382,
    "[ABS:(336,-1)]": 1383,
    "[ABS:(337,-3)]": 1384,
    "[ABS:(337,-6)]": 1385,
    "[ABS:(338,-8)]": 1386,
    "[ABS:(338,-10)]": 1387,
    "[ABS:(339,-9)]": 1388,
    "[ABS:(338,-7)]": 1389,
    "[ABS:(339,-2)]": 1390,
    "[ABS:(339,1)]": 1391,
    "[ABS:(339,3)]": 1392,
    "[ABS:(339,4)]": 1393,
    "[ABS:(340,6)]": 1394,
    "[ABS:(340,5)]": 1395,
    "[ABS:(340,4)]": 1396,
    "[ABS:(344,-11)]": 1397,
    "[ABS:(344,-9)]": 1398,
    "[ABS:(345,-8)]": 1399,
    "[ABS:(344,-6)]": 1400,
    "[ABS:(344,-5)]": 1401,
    "[ABS:(344,-3)]": 1402,
    "[ABS:(344,-1)]": 1403,
    "[ABS:(344,1)]": 1404,
    "[ABS:(344,2)]": 1405,
    "[ABS:(344,4)]": 1406,
    "[ABS:(344,3)]": 1407,
    "[ABS:(342,-24)]": 1408,
    "[ABS:(342,-25)]": 1409,
    "[ABS:(342,-26)]": 1410,
    "[ABS:(342,-27)]": 1411,
    "[ABS:(342,-28)]": 1412,
    "[ABS:(349,5)]": 1413,
    "[ABS:(350,5)]": 1414,
    "[ABS:(350,4)]": 1415,
    "[ABS:(349,4)]": 1416,
    "[ABS:(350,2)]": 1417,
    "[ABS:(350,1)]": 1418,
    "[ABS:(350,-1)]": 1419,
    "[ABS:(349,-3)]": 1420,
    "[ABS:(350,-5)]": 1421,
    "[ABS:(350,-7)]": 1422,
    "[ABS:(350,-9)]": 1423,
    "[ABS:(351,-12)]": 1424,
    "[ABS:(351,-13)]": 1425,
    "[ABS:(352,-14)]": 1426,
    "[ABS:(353,-14)]": 1427,
    "[ABS:(354,-14)]": 1428,
    "[ABS:(354,-13)]": 1429,
    "[ABS:(355,-12)]": 1430,
    "[ABS:(356,-11)]": 1431,
    "[ABS:(370,-12)]": 1432,
    "[ABS:(369,-12)]": 1433,
    "[ABS:(368,-12)]": 1434,
    "[ABS:(366,-12)]": 1435,
    "[ABS:(364,-11)]": 1436,
    "[ABS:(363,-10)]": 1437,
    "[ABS:(362,-9)]": 1438,
    "[ABS:(362,-8)]": 1439,
    "[ABS:(364,-7)]": 1440,
    "[ABS:(365,-5)]": 1441,
    "[ABS:(368,-4)]": 1442,
    "[ABS:(370,-3)]": 1443,
    "[ABS:(371,-1)]": 1444,
    "[ABS:(372,0)]": 1445,
    "[ABS:(372,1)]": 1446,
    "[ABS:(371,2)]": 1447,
    "[ABS:(370,4)]": 1448,
    "[ABS:(367,5)]": 1449,
    "[ABS:(365,6)]": 1450,
    "[ABS:(364,7)]": 1451,
    "[ABS:(362,8)]": 1452,
    "[ABS:(361,9)]": 1453,
    "[ABS:(360,10)]": 1454,
    "[ABS:(360,11)]": 1455,
    "[ABS:(-1,0)]": 1456,
    "[ABS:(3,-1)]": 1457,
    "[ABS:(5,-1)]": 1458,
    "[ABS:(8,-2)]": 1459,
    "[ABS:(10,-2)]": 1460,
    "[ABS:(12,-3)]": 1461,
    "[ABS:(13,-4)]": 1462,
    "[ABS:(14,-4)]": 1463,
    "[ABS:(14,-5)]": 1464,
    "[ABS:(11,-8)]": 1465,
    "[ABS:(10,-8)]": 1466,
    "[ABS:(10,-7)]": 1467,
    "[ABS:(9,-5)]": 1468,
    "[ABS:(8,-3)]": 1469,
    "[ABS:(7,-1)]": 1470,
    "[ABS:(5,2)]": 1471,
    "[ABS:(4,6)]": 1472,
    "[ABS:(4,11)]": 1473,
    "[ABS:(4,12)]": 1474,
    "[ABS:(18,-8)]": 1475,
    "[ABS:(18,-7)]": 1476,
    "[ABS:(17,-6)]": 1477,
    "[ABS:(17,-4)]": 1478,
    "[ABS:(14,1)]": 1479,
    "[ABS:(12,7)]": 1480,
    "[ABS:(18,1)]": 1481,
    "[ABS:(19,0)]": 1482,
    "[ABS:(20,0)]": 1483,
    "[ABS:(21,0)]": 1484,
    "[ABS:(21,1)]": 1485,
    "[ABS:(20,3)]": 1486,
    "[ABS:(20,4)]": 1487,
    "[ABS:(20,6)]": 1488,
    "[ABS:(20,7)]": 1489,
    "[ABS:(20,8)]": 1490,
    "[ABS:(21,8)]": 1491,
    "[ABS:(22,8)]": 1492,
    "[ABS:(24,6)]": 1493,
    "[ABS:(29,3)]": 1494,
    "[ABS:(31,2)]": 1495,
    "[ABS:(32,0)]": 1496,
    "[ABS:(31,-1)]": 1497,
    "[ABS:(30,-1)]": 1498,
    "[ABS:(28,0)]": 1499,
    "[ABS:(26,2)]": 1500,
    "[ABS:(26,3)]": 1501,
    "[ABS:(27,5)]": 1502,
    "[ABS:(28,5)]": 1503,
    "[ABS:(30,5)]": 1504,
    "[ABS:(32,5)]": 1505,
    "[ABS:(52,-2)]": 1506,
    "[ABS:(52,-1)]": 1507,
    "[ABS:(51,0)]": 1508,
    "[ABS:(50,2)]": 1509,
    "[ABS:(48,6)]": 1510,
    "[ABS:(48,7)]": 1511,
    "[ABS:(47,8)]": 1512,
    "[ABS:(48,8)]": 1513,
    "[ABS:(54,-9)]": 1514,
    "[ABS:(53,-9)]": 1515,
    "[ABS:(53,-10)]": 1516,
    "[ABS:(55,-8)]": 1517,
    "[ABS:(57,-8)]": 1518,
    "[ABS:(62,-6)]": 1519,
    "[ABS:(60,-4)]": 1520,
    "[ABS:(58,-2)]": 1521,
    "[ABS:(57,0)]": 1522,
    "[ABS:(55,2)]": 1523,
    "[ABS:(54,3)]": 1524,
    "[ABS:(56,5)]": 1525,
    "[ABS:(56,4)]": 1526,
    "[ABS:(57,2)]": 1527,
    "[ABS:(59,0)]": 1528,
    "[ABS:(61,-3)]": 1529,
    "[ABS:(66,-8)]": 1530,
    "[ABS:(67,-10)]": 1531,
    "[ABS:(69,-11)]": 1532,
    "[ABS:(67,-9)]": 1533,
    "[ABS:(65,-7)]": 1534,
    "[ABS:(63,-4)]": 1535,
    "[ABS:(61,-1)]": 1536,
    "[ABS:(61,2)]": 1537,
    "[ABS:(61,4)]": 1538,
    "[ABS:(62,4)]": 1539,
    "[ABS:(63,5)]": 1540,
    "[ABS:(64,4)]": 1541,
    "[ABS:(66,4)]": 1542,
    "[ABS:(68,2)]": 1543,
    "[ABS:(70,0)]": 1544,
    "[ABS:(74,-3)]": 1545,
    "[ABS:(75,-4)]": 1546,
    "[ABS:(75,-5)]": 1547,
    "[ABS:(74,-5)]": 1548,
    "[ABS:(73,-5)]": 1549,
    "[ABS:(72,-4)]": 1550,
    "[ABS:(70,-2)]": 1551,
    "[ABS:(68,0)]": 1552,
    "[ABS:(67,3)]": 1553,
    "[ABS:(66,5)]": 1554,
    "[ABS:(66,6)]": 1555,
    "[ABS:(67,7)]": 1556,
    "[ABS:(71,7)]": 1557,
    "[ABS:(75,6)]": 1558,
    "[ABS:(83,-3)]": 1559,
    "[ABS:(84,-3)]": 1560,
    "[ABS:(81,-1)]": 1561,
    "[ABS:(79,1)]": 1562,
    "[ABS:(78,3)]": 1563,
    "[ABS:(78,5)]": 1564,
    "[ABS:(80,5)]": 1565,
    "[ABS:(83,2)]": 1566,
    "[ABS:(86,0)]": 1567,
    "[ABS:(88,-2)]": 1568,
    "[ABS:(88,-3)]": 1569,
    "[ABS:(87,-3)]": 1570,
    "[ABS:(86,-2)]": 1571,
    "[ABS:(84,0)]": 1572,
    "[ABS:(83,4)]": 1573,
    "[ABS:(86,6)]": 1574,
    "[ABS:(87,6)]": 1575,
    "[ABS:(89,5)]": 1576,
    "[ABS:(91,4)]": 1577,
    "[ABS:(114,-3)]": 1578,
    "[ABS:(114,-4)]": 1579,
    "[ABS:(113,-3)]": 1580,
    "[ABS:(109,0)]": 1581,
    "[ABS:(109,2)]": 1582,
    "[ABS:(108,3)]": 1583,
    "[ABS:(109,4)]": 1584,
    "[ABS:(110,4)]": 1585,
    "[ABS:(111,4)]": 1586,
    "[ABS:(112,2)]": 1587,
    "[ABS:(113,1)]": 1588,
    "[ABS:(113,-1)]": 1589,
    "[ABS:(114,-2)]": 1590,
    "[ABS:(113,-4)]": 1591,
    "[ABS:(113,-5)]": 1592,
    "[ABS:(115,-5)]": 1593,
    "[ABS:(124,-8)]": 1594,
    "[ABS:(124,-9)]": 1595,
    "[ABS:(122,-7)]": 1596,
    "[ABS:(121,-5)]": 1597,
    "[ABS:(120,-2)]": 1598,
    "[ABS:(119,1)]": 1599,
    "[ABS:(118,3)]": 1600,
    "[ABS:(117,5)]": 1601,
    "[ABS:(116,6)]": 1602,
    "[ABS:(116,7)]": 1603,
    "[ABS:(115,-1)]": 1604,
    "[ABS:(116,-1)]": 1605,
    "[ABS:(117,-1)]": 1606,
    "[ABS:(120,-1)]": 1607,
    "[ABS:(121,-1)]": 1608,
    "[ABS:(123,-1)]": 1609,
    "[ABS:(145,-14)]": 1610,
    "[ABS:(146,-14)]": 1611,
    "[ABS:(145,-12)]": 1612,
    "[ABS:(144,-11)]": 1613,
    "[ABS:(143,-10)]": 1614,
    "[ABS:(143,-9)]": 1615,
    "[ABS:(142,-9)]": 1616,
    "[ABS:(147,-14)]": 1617,
    "[ABS:(148,-14)]": 1618,
    "[ABS:(148,-13)]": 1619,
    "[ABS:(147,-12)]": 1620,
    "[ABS:(146,-11)]": 1621,
    "[ABS:(145,-10)]": 1622,
    "[ABS:(145,-8)]": 1623,
    "[ABS:(160,-10)]": 1624,
    "[ABS:(160,-11)]": 1625,
    "[ABS:(159,-11)]": 1626,
    "[ABS:(158,-10)]": 1627,
    "[ABS:(157,-9)]": 1628,
    "[ABS:(156,-8)]": 1629,
    "[ABS:(155,-6)]": 1630,
    "[ABS:(154,-3)]": 1631,
    "[ABS:(153,-3)]": 1632,
    "[ABS:(154,-2)]": 1633,
    "[ABS:(155,-1)]": 1634,
    "[ABS:(157,-2)]": 1635,
    "[ABS:(158,-3)]": 1636,
    "[ABS:(160,-4)]": 1637,
    "[ABS:(165,-9)]": 1638,
    "[ABS:(164,-9)]": 1639,
    "[ABS:(163,-9)]": 1640,
    "[ABS:(162,-8)]": 1641,
    "[ABS:(160,-6)]": 1642,
    "[ABS:(159,-4)]": 1643,
    "[ABS:(158,-2)]": 1644,
    "[ABS:(159,-1)]": 1645,
    "[ABS:(160,-1)]": 1646,
    "[ABS:(161,-1)]": 1647,
    "[ABS:(162,-2)]": 1648,
    "[ABS:(163,-3)]": 1649,
    "[ABS:(164,-4)]": 1650,
    "[ABS:(164,-5)]": 1651,
    "[ABS:(164,-6)]": 1652,
    "[ABS:(164,-7)]": 1653,
    "[ABS:(168,-10)]": 1654,
    "[ABS:(168,-9)]": 1655,
    "[ABS:(167,-7)]": 1656,
    "[ABS:(167,-5)]": 1657,
    "[ABS:(166,-3)]": 1658,
    "[ABS:(165,-3)]": 1659,
    "[ABS:(165,-2)]": 1660,
    "[ABS:(166,-4)]": 1661,
    "[ABS:(169,-7)]": 1662,
    "[ABS:(170,-8)]": 1663,
    "[ABS:(172,-9)]": 1664,
    "[ABS:(172,-8)]": 1665,
    "[ABS:(172,-7)]": 1666,
    "[ABS:(171,-6)]": 1667,
    "[ABS:(171,-5)]": 1668,
    "[ABS:(170,-4)]": 1669,
    "[ABS:(173,-6)]": 1670,
    "[ABS:(174,-8)]": 1671,
    "[ABS:(176,-8)]": 1672,
    "[ABS:(177,-9)]": 1673,
    "[ABS:(177,-8)]": 1674,
    "[ABS:(177,-6)]": 1675,
    "[ABS:(176,-5)]": 1676,
    "[ABS:(176,-2)]": 1677,
    "[ABS:(176,-1)]": 1678,
    "[ABS:(177,-1)]": 1679,
    "[ABS:(178,-2)]": 1680,
    "[ABS:(185,-8)]": 1681,
    "[ABS:(184,-8)]": 1682,
    "[ABS:(184,-7)]": 1683,
    "[ABS:(184,-6)]": 1684,
    "[ABS:(183,-3)]": 1685,
    "[ABS:(182,-1)]": 1686,
    "[ABS:(181,1)]": 1687,
    "[ABS:(181,2)]": 1688,
    "[ABS:(182,-3)]": 1689,
    "[ABS:(183,-6)]": 1690,
    "[ABS:(186,-8)]": 1691,
    "[ABS:(188,-9)]": 1692,
    "[ABS:(189,-8)]": 1693,
    "[ABS:(189,-6)]": 1694,
    "[ABS:(188,-4)]": 1695,
    "[ABS:(187,-3)]": 1696,
    "[ABS:(186,-2)]": 1697,
    "[ABS:(185,-2)]": 1698,
    "[ABS:(184,-2)]": 1699,
    "[ABS:(184,-3)]": 1700,
    "[ABS:(193,-10)]": 1701,
    "[ABS:(193,-8)]": 1702,
    "[ABS:(192,-7)]": 1703,
    "[ABS:(191,-5)]": 1704,
    "[ABS:(191,-4)]": 1705,
    "[ABS:(192,-4)]": 1706,
    "[ABS:(194,-5)]": 1707,
    "[ABS:(195,-6)]": 1708,
    "[ABS:(196,-8)]": 1709,
    "[ABS:(197,-9)]": 1710,
    "[ABS:(198,-9)]": 1711,
    "[ABS:(197,-8)]": 1712,
    "[ABS:(196,-6)]": 1713,
    "[ABS:(195,-5)]": 1714,
    "[ABS:(195,-4)]": 1715,
    "[ABS:(196,-4)]": 1716,
    "[ABS:(196,-5)]": 1717,
    "[ABS:(204,-15)]": 1718,
    "[ABS:(204,-14)]": 1719,
    "[ABS:(203,-12)]": 1720,
    "[ABS:(200,-7)]": 1721,
    "[ABS:(200,-6)]": 1722,
    "[ABS:(199,-5)]": 1723,
    "[ABS:(199,-4)]": 1724,
    "[ABS:(212,-11)]": 1725,
    "[ABS:(211,-11)]": 1726,
    "[ABS:(210,-11)]": 1727,
    "[ABS:(209,-10)]": 1728,
    "[ABS:(208,-10)]": 1729,
    "[ABS:(208,-9)]": 1730,
    "[ABS:(209,-8)]": 1731,
    "[ABS:(210,-7)]": 1732,
    "[ABS:(211,-7)]": 1733,
    "[ABS:(212,-6)]": 1734,
    "[ABS:(212,-5)]": 1735,
    "[ABS:(211,-4)]": 1736,
    "[ABS:(208,-3)]": 1737,
    "[ABS:(206,-3)]": 1738,
    "[ABS:(206,-4)]": 1739,
    "[ABS:(208,-5)]": 1740,
    "[ABS:(209,-7)]": 1741,
    "[ABS:(212,-8)]": 1742,
    "[ABS:(218,-11)]": 1743,
    "[ABS:(216,-9)]": 1744,
    "[ABS:(215,-8)]": 1745,
    "[ABS:(214,-6)]": 1746,
    "[ABS:(213,-4)]": 1747,
    "[ABS:(214,-3)]": 1748,
    "[ABS:(215,-3)]": 1749,
    "[ABS:(217,-4)]": 1750,
    "[ABS:(218,-5)]": 1751,
    "[ABS:(218,-6)]": 1752,
    "[ABS:(218,-8)]": 1753,
    "[ABS:(218,-9)]": 1754,
    "[ABS:(218,-10)]": 1755,
    "[ABS:(219,-11)]": 1756,
    "[ABS:(220,-11)]": 1757,
    "[ABS:(224,-12)]": 1758,
    "[ABS:(223,-12)]": 1759,
    "[ABS:(223,-10)]": 1760,
    "[ABS:(222,-9)]": 1761,
    "[ABS:(222,-7)]": 1762,
    "[ABS:(221,-6)]": 1763,
    "[ABS:(221,-5)]": 1764,
    "[ABS:(221,-4)]": 1765,
    "[ABS:(220,-5)]": 1766,
    "[ABS:(223,-8)]": 1767,
    "[ABS:(225,-10)]": 1768,
    "[ABS:(226,-11)]": 1769,
    "[ABS:(227,-12)]": 1770,
    "[ABS:(228,-12)]": 1771,
    "[ABS:(231,-12)]": 1772,
    "[ABS:(230,-12)]": 1773,
    "[ABS:(230,-13)]": 1774,
    "[ABS:(229,-11)]": 1775,
    "[ABS:(228,-10)]": 1776,
    "[ABS:(227,-8)]": 1777,
    "[ABS:(227,-7)]": 1778,
    "[ABS:(228,-7)]": 1779,
    "[ABS:(229,-8)]": 1780,
    "[ABS:(230,-8)]": 1781,
    "[ABS:(231,-10)]": 1782,
    "[ABS:(232,-11)]": 1783,
    "[ABS:(233,-12)]": 1784,
    "[ABS:(233,-11)]": 1785,
    "[ABS:(232,-9)]": 1786,
    "[ABS:(232,-7)]": 1787,
    "[ABS:(231,-5)]": 1788,
    "[ABS:(230,-3)]": 1789,
    "[ABS:(229,-1)]": 1790,
    "[ABS:(228,0)]": 1791,
    "[ABS:(227,0)]": 1792,
    "[ABS:(226,1)]": 1793,
    "[ABS:(225,2)]": 1794,
    "[ABS:(260,-14)]": 1795,
    "[ABS:(259,-14)]": 1796,
    "[ABS:(258,-14)]": 1797,
    "[ABS:(256,-12)]": 1798,
    "[ABS:(254,-10)]": 1799,
    "[ABS:(253,-9)]": 1800,
    "[ABS:(253,-7)]": 1801,
    "[ABS:(254,-7)]": 1802,
    "[ABS:(255,-7)]": 1803,
    "[ABS:(256,-9)]": 1804,
    "[ABS:(257,-10)]": 1805,
    "[ABS:(258,-12)]": 1806,
    "[ABS:(259,-13)]": 1807,
    "[ABS:(260,-13)]": 1808,
    "[ABS:(260,-12)]": 1809,
    "[ABS:(260,-11)]": 1810,
    "[ABS:(259,-10)]": 1811,
    "[ABS:(259,-9)]": 1812,
    "[ABS:(258,-8)]": 1813,
    "[ABS:(259,-8)]": 1814,
    "[ABS:(259,-7)]": 1815,
    "[ABS:(260,-6)]": 1816,
    "[ABS:(261,-7)]": 1817,
    "[ABS:(263,-7)]": 1818,
    "[ABS:(264,-9)]": 1819,
    "[ABS:(266,-10)]": 1820,
    "[ABS:(267,-12)]": 1821,
    "[ABS:(268,-14)]": 1822,
    "[ABS:(268,-15)]": 1823,
    "[ABS:(276,-21)]": 1824,
    "[ABS:(275,-21)]": 1825,
    "[ABS:(275,-22)]": 1826,
    "[ABS:(274,-21)]": 1827,
    "[ABS:(273,-21)]": 1828,
    "[ABS:(272,-20)]": 1829,
    "[ABS:(271,-18)]": 1830,
    "[ABS:(270,-16)]": 1831,
    "[ABS:(269,-14)]": 1832,
    "[ABS:(268,-11)]": 1833,
    "[ABS:(268,-7)]": 1834,
    "[ABS:(267,-5)]": 1835,
    "[ABS:(267,-4)]": 1836,
    "[ABS:(267,-6)]": 1837,
    "[ABS:(267,-7)]": 1838,
    "[ABS:(270,-12)]": 1839,
    "[ABS:(273,-12)]": 1840,
    "[ABS:(274,-12)]": 1841,
    "[ABS:(277,-13)]": 1842,
    "[ABS:(279,-13)]": 1843,
    "[ABS:(280,-14)]": 1844,
    "[ABS:(279,-18)]": 1845,
    "[ABS:(279,-17)]": 1846,
    "[ABS:(278,-16)]": 1847,
    "[ABS:(277,-15)]": 1848,
    "[ABS:(276,-13)]": 1849,
    "[ABS:(274,-9)]": 1850,
    "[ABS:(274,-8)]": 1851,
    "[ABS:(274,-7)]": 1852,
    "[ABS:(275,-7)]": 1853,
    "[ABS:(276,-8)]": 1854,
    "[ABS:(278,-8)]": 1855,
    "[ABS:(280,-10)]": 1856,
    "[ABS:(281,-11)]": 1857,
    "[ABS:(283,-13)]": 1858,
    "[ABS:(283,-14)]": 1859,
    "[ABS:(282,-14)]": 1860,
    "[ABS:(281,-14)]": 1861,
    "[ABS:(279,-12)]": 1862,
    "[ABS:(278,-11)]": 1863,
