{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[ABS:(0,0)]": 5,
    "[ABS:(1,1)]": 6,
    "[ABS:(1,2)]": 7,
    "[ABS:(1,3)]": 8,
    "[ABS:(1,4)]": 9,
    "[ABS:(1,5)]": 10,
    "[ABS:(2,7)]": 11,
    "[ABS:(2,10)]": 12,
    "[ABS:(2,12)]": 13,
    "[ABS:(2,15)]": 14,
    "[ABS:(2,17)]": 15,
    "[ABS:(2,19)]": 16,
    "[ABS:(2,21)]": 17,
    "[ABS:(3,24)]": 18,
    "[ABS:(2,25)]": 19,
    "[ABS:(3,27)]": 20,
    "[ABS:(3,28)]": 21,
    "[ABS:(3,29)]": 22,
    "[ABS:(2,16)]": 23,
    "[ABS:(3,16)]": 24,
    "[ABS:(4,17)]": 25,
    "[ABS:(5,17)]": 26,
    "[ABS:(6,16)]": 27,
    "[ABS:(7,16)]": 28,
    "[ABS:(8,17)]": 29,
    "[ABS:(9,16)]": 30,
    "[ABS:(13,4)]": 31,
    "[ABS:(13,5)]": 32,
    "[ABS:(13,7)]": 33,
    "[ABS:(13,10)]": 34,
    "[ABS:(13,13)]": 35,
    "[ABS:(13,16)]": 36,
    "[ABS:(13,19)]": 37,
    "[ABS:(13,21)]": 38,
    "[ABS:(13,23)]": 39,
    "[ABS:(14,25)]": 40,
    "[ABS:(14,26)]": 41,
    "[ABS:(15,26)]": 42,
    "[ABS:(21,23)]": 43,
    "[ABS:(21,22)]": 44,
    "[ABS:(22,22)]": 45,
    "[ABS:(23,22)]": 46,
    "[ABS:(24,21)]": 47,
    "[ABS:(25,20)]": 48,
    "[ABS:(26,19)]": 49,
    "[ABS:(27,17)]": 50,
    "[ABS:(27,16)]": 51,
    "[ABS:(27,15)]": 52,
    "[ABS:(26,15)]": 53,
    "[ABS:(26,14)]": 54,
    "[ABS:(25,15)]": 55,
    "[ABS:(24,15)]": 56,
    "[ABS:(23,17)]": 57,
    "[ABS:(22,18)]": 58,
    "[ABS:(21,20)]": 59,
    "[ABS:(22,24)]": 60,
    "[ABS:(23,26)]": 61,
    "[ABS:(24,26)]": 62,
    "[ABS:(26,26)]": 63,
    "[ABS:(27,26)]": 64,
    "[ABS:(29,26)]": 65,
    "[ABS:(47,3)]": 66,
    "[ABS:(47,4)]": 67,
    "[ABS:(47,5)]": 68,
    "[ABS:(47,7)]": 69,
    "[ABS:(47,9)]": 70,
    "[ABS:(46,12)]": 71,
    "[ABS:(46,14)]": 72,
    "[ABS:(46,15)]": 73,
    "[ABS:(46,17)]": 74,
    "[ABS:(46,18)]": 75,
    "[ABS:(47,17)]": 76,
    "[ABS:(47,16)]": 77,
    "[ABS:(48,14)]": 78,
    "[ABS:(49,13)]": 79,
    "[ABS:(50,12)]": 80,
    "[ABS:(51,12)]": 81,
    "[ABS:(52,12)]": 82,
    "[ABS:(54,13)]": 83,
    "[ABS:(54,14)]": 84,
    "[ABS:(55,15)]": 85,
    "[ABS:(55,16)]": 86,
    "[ABS:(55,17)]": 87,
    "[ABS:(55,18)]": 88,
    "[ABS:(54,19)]": 89,
    "[ABS:(53,20)]": 90,
    "[ABS:(52,21)]": 91,
    "[ABS:(51,21)]": 92,
    "[ABS:(50,21)]": 93,
    "[ABS:(49,21)]": 94,
    "[ABS:(59,19)]": 95,
    "[ABS:(60,19)]": 96,
    "[ABS:(61,19)]": 97,
    "[ABS:(62,18)]": 98,
    "[ABS:(63,18)]": 99,
    "[ABS:(64,16)]": 100,
    "[ABS:(65,15)]": 101,
    "[ABS:(65,13)]": 102,
    "[ABS:(65,12)]": 103,
    "[ABS:(65,11)]": 104,
    "[ABS:(64,11)]": 105,
    "[ABS:(63,12)]": 106,
    "[ABS:(62,13)]": 107,
    "[ABS:(60,14)]": 108,
    "[ABS:(60,17)]": 109,
    "[ABS:(60,18)]": 110,
    "[ABS:(60,20)]": 111,
    "[ABS:(60,21)]": 112,
    "[ABS:(61,22)]": 113,
    "[ABS:(63,22)]": 114,
    "[ABS:(64,22)]": 115,
    "[ABS:(66,22)]": 116,
    "[ABS:(67,22)]": 117,
    "[ABS:(68,20)]": 118,
    "[ABS:(72,5)]": 119,
    "[ABS:(71,-2)]": 120,
    "[ABS:(72,7)]": 121,
    "[ABS:(72,9)]": 122,
    "[ABS:(71,12)]": 123,
    "[ABS:(71,14)]": 124,
    "[ABS:(71,16)]": 125,
    "[ABS:(71,17)]": 126,
    "[ABS:(71,18)]": 127,
    "[ABS:(71,19)]": 128,
    "[ABS:(72,19)]": 129,
    "[ABS:(77,15)]": 130,
    "[ABS:(77,16)]": 131,
    "[ABS:(77,17)]": 132,
    "[ABS:(77,18)]": 133,
    "[ABS:(77,19)]": 134,
    "[ABS:(79,7)]": 135,
    "[ABS:(78,7)]": 136,
    "[ABS:(78,8)]": 137,
    "[ABS:(85,18)]": 138,
    "[ABS:(86,18)]": 139,
    "[ABS:(87,17)]": 140,
    "[ABS:(88,16)]": 141,
    "[ABS:(90,12)]": 142,
    "[ABS:(89,11)]": 143,
    "[ABS:(88,11)]": 144,
    "[ABS:(87,12)]": 145,
    "[ABS:(86,13)]": 146,
    "[ABS:(84,14)]": 147,
    "[ABS:(83,16)]": 148,
    "[ABS:(83,18)]": 149,
    "[ABS:(83,19)]": 150,
    "[ABS:(84,20)]": 151,
    "[ABS:(85,20)]": 152,
    "[ABS:(86,21)]": 153,
    "[ABS:(88,21)]": 154,
    "[ABS:(90,20)]": 155,
    "[ABS:(91,20)]": 156,
    "[ABS:(92,19)]": 157,
    "[ABS:(94,12)]": 158,
    "[ABS:(94,13)]": 159,
    "[ABS:(94,14)]": 160,
    "[ABS:(94,16)]": 161,
    "[ABS:(93,17)]": 162,
    "[ABS:(93,19)]": 163,
    "[ABS:(93,20)]": 164,
    "[ABS:(94,19)]": 165,
    "[ABS:(95,18)]": 166,
    "[ABS:(96,16)]": 167,
    "[ABS:(98,14)]": 168,
    "[ABS:(99,12)]": 169,
    "[ABS:(100,12)]": 170,
    "[ABS:(100,13)]": 171,
    "[ABS:(102,17)]": 172,
    "[ABS:(103,17)]": 173,
    "[ABS:(104,17)]": 174,
    "[ABS:(105,16)]": 175,
    "[ABS:(106,16)]": 176,
    "[ABS:(106,15)]": 177,
    "[ABS:(107,14)]": 178,
    "[ABS:(108,13)]": 179,
    "[ABS:(108,12)]": 180,
    "[ABS:(107,12)]": 181,
    "[ABS:(106,12)]": 182,
    "[ABS:(104,13)]": 183,
    "[ABS:(104,15)]": 184,
    "[ABS:(103,16)]": 185,
    "[ABS:(104,18)]": 186,
    "[ABS:(105,19)]": 187,
    "[ABS:(106,19)]": 188,
    "[ABS:(116,13)]": 189,
    "[ABS:(115,13)]": 190,
    "[ABS:(114,13)]": 191,
    "[ABS:(114,14)]": 192,
    "[ABS:(114,15)]": 193,
    "[ABS:(114,16)]": 194,
    "[ABS:(114,17)]": 195,
    "[ABS:(114,18)]": 196,
    "[ABS:(115,19)]": 197,
    "[ABS:(116,19)]": 198,
    "[ABS:(116,20)]": 199,
    "[ABS:(115,20)]": 200,
    "[ABS:(114,19)]": 201,
    "[ABS:(113,19)]": 202,
    "[ABS:(112,18)]": 203,
    "[ABS:(111,18)]": 204,
    "[ABS:(110,18)]": 205,
    "[ABS:(128,2)]": 206,
    "[ABS:(128,3)]": 207,
    "[ABS:(129,6)]": 208,
    "[ABS:(129,9)]": 209,
    "[ABS:(128,11)]": 210,
    "[ABS:(128,13)]": 211,
    "[ABS:(127,14)]": 212,
    "[ABS:(128,15)]": 213,
    "[ABS:(128,16)]": 214,
    "[ABS:(127,11)]": 215,
    "[ABS:(128,12)]": 216,
    "[ABS:(129,12)]": 217,
    "[ABS:(130,12)]": 218,
    "[ABS:(131,12)]": 219,
    "[ABS:(132,12)]": 220,
    "[ABS:(133,11)]": 221,
    "[ABS:(138,4)]": 222,
    "[ABS:(139,5)]": 223,
    "[ABS:(139,6)]": 224,
    "[ABS:(139,8)]": 225,
    "[ABS:(138,11)]": 226,
    "[ABS:(138,12)]": 227,
    "[ABS:(138,14)]": 228,
    "[ABS:(139,14)]": 229,
    "[ABS:(139,13)]": 230,
    "[ABS:(141,12)]": 231,
    "[ABS:(142,11)]": 232,
    "[ABS:(142,13)]": 233,
    "[ABS:(143,14)]": 234,
    "[ABS:(144,14)]": 235,
    "[ABS:(144,15)]": 236,
    "[ABS:(146,15)]": 237,
    "[ABS:(146,14)]": 238,
    "[ABS:(148,14)]": 239,
    "[ABS:(149,13)]": 240,
    "[ABS:(151,10)]": 241,
    "[ABS:(150,10)]": 242,
    "[ABS:(149,11)]": 243,
    "[ABS:(148,15)]": 244,
    "[ABS:(149,16)]": 245,
    "[ABS:(149,17)]": 246,
    "[ABS:(150,16)]": 247,
    "[ABS:(151,15)]": 248,
    "[ABS:(152,14)]": 249,
    "[ABS:(153,13)]": 250,
    "[ABS:(153,12)]": 251,
    "[ABS:(154,13)]": 252,
    "[ABS:(154,14)]": 253,
    "[ABS:(154,15)]": 254,
    "[ABS:(158,6)]": 255,
    "[ABS:(158,8)]": 256,
    "[ABS:(157,9)]": 257,
    "[ABS:(156,11)]": 258,
    "[ABS:(155,12)]": 259,
    "[ABS:(154,12)]": 260,
    "[ABS:(156,12)]": 261,
    "[ABS:(158,12)]": 262,
    "[ABS:(159,11)]": 263,
    "[ABS:(183,1)]": 264,
    "[ABS:(183,0)]": 265,
    "[ABS:(182,0)]": 266,
    "[ABS:(183,3)]": 267,
    "[ABS:(183,5)]": 268,
    "[ABS:(183,8)]": 269,
    "[ABS:(182,10)]": 270,
    "[ABS:(182,11)]": 271,
    "[ABS:(182,12)]": 272,
    "[ABS:(183,13)]": 273,
    "[ABS:(180,9)]": 274,
    "[ABS:(181,10)]": 275,
    "[ABS:(183,11)]": 276,
    "[ABS:(184,11)]": 277,
    "[ABS:(185,10)]": 278,
    "[ABS:(190,2)]": 279,
    "[ABS:(189,4)]": 280,
    "[ABS:(189,7)]": 281,
    "[ABS:(189,9)]": 282,
    "[ABS:(189,11)]": 283,
    "[ABS:(189,12)]": 284,
    "[ABS:(190,12)]": 285,
    "[ABS:(191,11)]": 286,
    "[ABS:(192,10)]": 287,
    "[ABS:(192,9)]": 288,
    "[ABS:(193,9)]": 289,
    "[ABS:(194,9)]": 290,
    "[ABS:(194,10)]": 291,
    "[ABS:(194,11)]": 292,
    "[ABS:(195,12)]": 293,
    "[ABS:(196,12)]": 294,
    "[ABS:(197,12)]": 295,
    "[ABS:(198,12)]": 296,
    "[ABS:(199,11)]": 297,
    "[ABS:(200,10)]": 298,
    "[ABS:(201,9)]": 299,
    "[ABS:(201,8)]": 300,
    "[ABS:(200,6)]": 301,
    "[ABS:(199,7)]": 302,
    "[ABS:(199,8)]": 303,
    "[ABS:(198,10)]": 304,
    "[ABS:(197,11)]": 305,
    "[ABS:(198,13)]": 306,
    "[ABS:(198,14)]": 307,
    "[ABS:(200,14)]": 308,
    "[ABS:(201,14)]": 309,
    "[ABS:(202,14)]": 310,
    "[ABS:(204,13)]": 311,
    "[ABS:(205,12)]": 312,
    "[ABS:(214,0)]": 313,
    "[ABS:(213,1)]": 314,
    "[ABS:(213,2)]": 315,
    "[ABS:(213,3)]": 316,
    "[ABS:(213,5)]": 317,
    "[ABS:(213,6)]": 318,
    "[ABS:(212,7)]": 319,
    "[ABS:(212,8)]": 320,
    "[ABS:(212,9)]": 321,
    "[ABS:(213,10)]": 322,
    "[ABS:(213,11)]": 323,
    "[ABS:(215,6)]": 324,
    "[ABS:(215,7)]": 325,
    "[ABS:(216,7)]": 326,
    "[ABS:(217,6)]": 327,
    "[ABS:(218,7)]": 328,
    "[ABS:(223,0)]": 329,
    "[ABS:(223,1)]": 330,
    "[ABS:(222,2)]": 331,
    "[ABS:(222,4)]": 332,
    "[ABS:(221,6)]": 333,
    "[ABS:(221,8)]": 334,
    "[ABS:(221,9)]": 335,
    "[ABS:(221,10)]": 336,
    "[ABS:(222,11)]": 337,
    "[ABS:(222,12)]": 338,
    "[ABS:(231,6)]": 339,
    "[ABS:(231,7)]": 340,
    "[ABS:(230,8)]": 341,
    "[ABS:(229,9)]": 342,
    "[ABS:(228,11)]": 343,
    "[ABS:(228,12)]": 344,
    "[ABS:(229,13)]": 345,
    "[ABS:(230,13)]": 346,
    "[ABS:(231,13)]": 347,
    "[ABS:(233,12)]": 348,
    "[ABS:(234,11)]": 349,
    "[ABS:(234,10)]": 350,
    "[ABS:(235,8)]": 351,
    "[ABS:(235,7)]": 352,
    "[ABS:(235,6)]": 353,
    "[ABS:(235,5)]": 354,
    "[ABS:(234,6)]": 355,
    "[ABS:(240,6)]": 356,
    "[ABS:(239,8)]": 357,
    "[ABS:(239,9)]": 358,
    "[ABS:(238,10)]": 359,
    "[ABS:(239,11)]": 360,
    "[ABS:(239,12)]": 361,
    "[ABS:(240,12)]": 362,
    "[ABS:(241,11)]": 363,
    "[ABS:(242,11)]": 364,
    "[ABS:(243,10)]": 365,
    "[ABS:(244,8)]": 366,
    "[ABS:(246,7)]": 367,
    "[ABS:(246,6)]": 368,
    "[ABS:(247,6)]": 369,
    "[ABS:(246,9)]": 370,
    "[ABS:(246,10)]": 371,
    "[ABS:(246,11)]": 372,
    "[ABS:(247,11)]": 373,
    "[ABS:(256,5)]": 374,
    "[ABS:(255,5)]": 375,
    "[ABS:(254,6)]": 376,
    "[ABS:(253,7)]": 377,
    "[ABS:(253,8)]": 378,
    "[ABS:(253,9)]": 379,
    "[ABS:(254,10)]": 380,
    "[ABS:(254,11)]": 381,
    "[ABS:(254,12)]": 382,
    "[ABS:(253,12)]": 383,
    "[ABS:(252,12)]": 384,
    "[ABS:(251,11)]": 385,
    "[ABS:(251,10)]": 386,
    "[ABS:(252,10)]": 387,
    "[ABS:(253,10)]": 388,
    "[ABS:(255,10)]": 389,
    "[ABS:(257,10)]": 390,
    "[ABS:(258,9)]": 391,
    "[ABS:(260,8)]": 392,
    "[ABS:(261,8)]": 393,
    "[ABS:(261,7)]": 394,
    "[ABS:(261,6)]": 395,
    "[ABS:(261,5)]": 396,
    "[ABS:(260,5)]": 397,
    "[ABS:(259,5)]": 398,
    "[ABS:(258,6)]": 399,
    "[ABS:(258,8)]": 400,
    "[ABS:(259,10)]": 401,
    "[ABS:(261,11)]": 402,
    "[ABS:(283,3)]": 403,
    "[ABS:(282,3)]": 404,
    "[ABS:(281,3)]": 405,
    "[ABS:(280,3)]": 406,
    "[ABS:(279,4)]": 407,
    "[ABS:(278,5)]": 408,
    "[ABS:(278,6)]": 409,
    "[ABS:(278,8)]": 410,
    "[ABS:(279,8)]": 411,
    "[ABS:(280,9)]": 412,
    "[ABS:(281,9)]": 413,
    "[ABS:(283,8)]": 414,
    "[ABS:(284,8)]": 415,
    "[ABS:(286,4)]": 416,
    "[ABS:(293,-3)]": 417,
    "[ABS:(292,-3)]": 418,
    "[ABS:(291,-1)]": 419,
    "[ABS:(290,1)]": 420,
    "[ABS:(290,3)]": 421,
    "[ABS:(289,5)]": 422,
    "[ABS:(289,7)]": 423,
    "[ABS:(289,9)]": 424,
    "[ABS:(289,10)]": 425,
    "[ABS:(289,11)]": 426,
    "[ABS:(289,6)]": 427,
    "[ABS:(290,6)]": 428,
    "[ABS:(291,6)]": 429,
    "[ABS:(292,6)]": 430,
    "[ABS:(293,6)]": 431,
    "[ABS:(307,-3)]": 432,
    "[ABS:(307,-2)]": 433,
    "[ABS:(306,-2)]": 434,
    "[ABS:(306,0)]": 435,
    "[ABS:(305,2)]": 436,
    "[ABS:(304,3)]": 437,
    "[ABS:(304,4)]": 438,
    "[ABS:(304,5)]": 439,
    "[ABS:(305,6)]": 440,
    "[ABS:(306,6)]": 441,
    "[ABS:(307,6)]": 442,
    "[ABS:(309,6)]": 443,
    "[ABS:(310,6)]": 444,
    "[ABS:(311,6)]": 445,
    "[ABS:(312,6)]": 446,
    "[ABS:(313,6)]": 447,
    "[ABS:(314,5)]": 448,
    "[ABS:(321,5)]": 449,
    "[ABS:(320,5)]": 450,
    "[ABS:(320,4)]": 451,
    "[ABS:(318,5)]": 452,
    "[ABS:(318,6)]": 453,
    "[ABS:(317,7)]": 454,
    "[ABS:(318,8)]": 455,
    "[ABS:(320,8)]": 456,
    "[ABS:(321,8)]": 457,
    "[ABS:(322,8)]": 458,
    "[ABS:(323,7)]": 459,
    "[ABS:(324,6)]": 460,
    "[ABS:(324,5)]": 461,
    "[ABS:(324,4)]": 462,
    "[ABS:(324,3)]": 463,
    "[ABS:(323,3)]": 464,
    "[ABS:(323,4)]": 465,
    "[ABS:(328,5)]": 466,
    "[ABS:(328,6)]": 467,
    "[ABS:(328,7)]": 468,
    "[ABS:(328,8)]": 469,
    "[ABS:(328,9)]": 470,
    "[ABS:(327,9)]": 471,
    "[ABS:(329,8)]": 472,
    "[ABS:(330,6)]": 473,
    "[ABS:(330,5)]": 474,
    "[ABS:(331,4)]": 475,
    "[ABS:(332,3)]": 476,
    "[ABS:(333,3)]": 477,
    "[ABS:(334,3)]": 478,
    "[ABS:(334,4)]": 479,
    "[ABS:(335,4)]": 480,
    "[ABS:(336,4)]": 481,
    "[ABS:(339,5)]": 482,
    "[ABS:(338,5)]": 483,
    "[ABS:(337,7)]": 484,
    "[ABS:(336,8)]": 485,
    "[ABS:(336,9)]": 486,
    "[ABS:(337,9)]": 487,
    "[ABS:(338,9)]": 488,
    "[ABS:(339,9)]": 489,
    "[ABS:(340,8)]": 490,
    "[ABS:(342,8)]": 491,
    "[ABS:(343,6)]": 492,
    "[ABS:(345,5)]": 493,
    "[ABS:(346,3)]": 494,
    "[ABS:(347,1)]": 495,
    "[ABS:(348,0)]": 496,
    "[ABS:(347,0)]": 497,
    "[ABS:(345,6)]": 498,
    "[ABS:(345,8)]": 499,
    "[ABS:(346,9)]": 500,
    "[ABS:(347,10)]": 501,
    "[ABS:(348,10)]": 502,
    "[ABS:(356,6)]": 503,
    "[ABS:(356,5)]": 504,
    "[ABS:(355,5)]": 505,
    "[ABS:(354,5)]": 506,
    "[ABS:(354,6)]": 507,
    "[ABS:(353,6)]": 508,
    "[ABS:(353,7)]": 509,
    "[ABS:(354,8)]": 510,
    "[ABS:(354,10)]": 511,
    "[ABS:(354,11)]": 512,
    "[ABS:(355,12)]": 513,
    "[ABS:(355,13)]": 514,
    "[ABS:(355,14)]": 515,
    "[ABS:(353,13)]": 516,
    "[ABS:(352,13)]": 517,
    "[ABS:(351,13)]": 518,
    "[ABS:(350,13)]": 519,
    "[ABS:(349,13)]": 520,
    "[ABS:(348,12)]": 521,
    "[ABS:(347,12)]": 522,
    "[ABS:(346,12)]": 523,
    "[ABS:(346,11)]": 524,
    "[ABS:(-1,0)]": 525,
    "[ABS:(-2,0)]": 526,
    "[ABS:(-3,0)]": 527,
    "[ABS:(-3,1)]": 528,
    "[ABS:(-4,3)]": 529,
    "[ABS:(-4,4)]": 530,
    "[ABS:(-4,5)]": 531,
    "[ABS:(-3,7)]": 532,
    "[ABS:(-2,8)]": 533,
    "[ABS:(-1,9)]": 534,
    "[ABS:(0,10)]": 535,
    "[ABS:(0,11)]": 536,
    "[ABS:(-1,12)]": 537,
    "[ABS:(-2,12)]": 538,
    "[ABS:(-4,13)]": 539,
    "[ABS:(-5,14)]": 540,
    "[ABS:(-6,14)]": 541,
    "[ABS:(-8,14)]": 542,
    "[ABS:(-8,13)]": 543,
    "[ABS:(-9,13)]": 544,
    "[ABS:(-9,12)]": 545,
    "[ABS:(3,-6)]": 546,
    "[ABS:(4,-6)]": 547,
    "[ABS:(4,-5)]": 548,
    "[ABS:(4,-4)]": 549,
    "[ABS:(4,-2)]": 550,
    "[ABS:(4,0)]": 551,
    "[ABS:(4,2)]": 552,
    "[ABS:(4,5)]": 553,
    "[ABS:(4,6)]": 554,
    "[ABS:(4,8)]": 555,
    "[ABS:(4,9)]": 556,
    "[ABS:(4,10)]": 557,
    "[ABS:(5,10)]": 558,
    "[ABS:(5,9)]": 559,
    "[ABS:(6,8)]": 560,
    "[ABS:(7,6)]": 561,
    "[ABS:(8,5)]": 562,
    "[ABS:(9,4)]": 563,
    "[ABS:(10,4)]": 564,
    "[ABS:(11,5)]": 565,
    "[ABS:(12,7)]": 566,
    "[ABS:(13,8)]": 567,
    "[ABS:(13,9)]": 568,
    "[ABS:(14,10)]": 569,
    "[ABS:(14,11)]": 570,
    "[ABS:(15,12)]": 571,
    "[ABS:(16,12)]": 572,
    "[ABS:(24,7)]": 573,
    "[ABS:(24,8)]": 574,
    "[ABS:(24,9)]": 575,
    "[ABS:(24,10)]": 576,
    "[ABS:(24,12)]": 577,
    "[ABS:(24,13)]": 578,
    "[ABS:(25,13)]": 579,
    "[ABS:(26,12)]": 580,
    "[ABS:(27,12)]": 581,
    "[ABS:(28,11)]": 582,
    "[ABS:(28,10)]": 583,
    "[ABS:(28,9)]": 584,
    "[ABS:(28,8)]": 585,
    "[ABS:(27,7)]": 586,
    "[ABS:(26,7)]": 587,
    "[ABS:(25,6)]": 588,
    "[ABS:(24,6)]": 589,
    "[ABS:(33,6)]": 590,
    "[ABS:(34,7)]": 591,
    "[ABS:(34,9)]": 592,
    "[ABS:(34,10)]": 593,
    "[ABS:(34,11)]": 594,
    "[ABS:(34,12)]": 595,
    "[ABS:(35,12)]": 596,
    "[ABS:(36,11)]": 597,
    "[ABS:(37,10)]": 598,
    "[ABS:(38,9)]": 599,
    "[ABS:(40,8)]": 600,
    "[ABS:(41,8)]": 601,
    "[ABS:(41,9)]": 602,
    "[ABS:(42,10)]": 603,
    "[ABS:(43,10)]": 604,
    "[ABS:(51,-4)]": 605,
    "[ABS:(50,-4)]": 606,
    "[ABS:(50,-3)]": 607,
    "[ABS:(50,-2)]": 608,
    "[ABS:(50,0)]": 609,
    "[ABS:(49,1)]": 610,
    "[ABS:(49,3)]": 611,
    "[ABS:(49,5)]": 612,
    "[ABS:(49,6)]": 613,
    "[ABS:(49,7)]": 614,
    "[ABS:(50,8)]": 615,
    "[ABS:(51,8)]": 616,
    "[ABS:(58,3)]": 617,
    "[ABS:(58,4)]": 618,
    "[ABS:(57,5)]": 619,
    "[ABS:(56,7)]": 620,
    "[ABS:(56,8)]": 621,
    "[ABS:(56,9)]": 622,
    "[ABS:(57,10)]": 623,
    "[ABS:(58,10)]": 624,
    "[ABS:(59,9)]": 625,
    "[ABS:(61,8)]": 626,
    "[ABS:(62,6)]": 627,
    "[ABS:(63,4)]": 628,
    "[ABS:(64,2)]": 629,
    "[ABS:(65,0)]": 630,
    "[ABS:(65,-2)]": 631,
    "[ABS:(65,-3)]": 632,
    "[ABS:(66,-3)]": 633,
    "[ABS:(66,-2)]": 634,
    "[ABS:(65,3)]": 635,
    "[ABS:(65,5)]": 636,
    "[ABS:(66,6)]": 637,
    "[ABS:(66,8)]": 638,
    "[ABS:(84,-6)]": 639,
    "[ABS:(84,-5)]": 640,
    "[ABS:(84,-4)]": 641,
    "[ABS:(83,-2)]": 642,
    "[ABS:(83,0)]": 643,
    "[ABS:(82,2)]": 644,
    "[ABS:(82,3)]": 645,
    "[ABS:(82,4)]": 646,
    "[ABS:(82,5)]": 647,
    "[ABS:(83,4)]": 648,
    "[ABS:(84,3)]": 649,
    "[ABS:(86,2)]": 650,
    "[ABS:(87,2)]": 651,
    "[ABS:(88,1)]": 652,
    "[ABS:(90,2)]": 653,
    "[ABS:(91,2)]": 654,
    "[ABS:(92,2)]": 655,
    "[ABS:(92,3)]": 656,
    "[ABS:(92,4)]": 657,
    "[ABS:(91,5)]": 658,
    "[ABS:(91,6)]": 659,
    "[ABS:(90,6)]": 660,
    "[ABS:(89,6)]": 661,
    "[ABS:(88,7)]": 662,
    "[ABS:(87,7)]": 663,
    "[ABS:(95,7)]": 664,
    "[ABS:(96,6)]": 665,
    "[ABS:(97,6)]": 666,
    "[ABS:(98,5)]": 667,
    "[ABS:(99,2)]": 668,
    "[ABS:(99,1)]": 669,
    "[ABS:(98,2)]": 670,
    "[ABS:(97,2)]": 671,
    "[ABS:(97,4)]": 672,
    "[ABS:(97,5)]": 673,
    "[ABS:(97,7)]": 674,
    "[ABS:(98,8)]": 675,
    "[ABS:(100,8)]": 676,
    "[ABS:(102,8)]": 677,
    "[ABS:(130,0)]": 678,
    "[ABS:(129,0)]": 679,
    "[ABS:(128,0)]": 680,
    "[ABS:(127,0)]": 681,
    "[ABS:(126,0)]": 682,
    "[ABS:(125,1)]": 683,
    "[ABS:(124,3)]": 684,
    "[ABS:(124,4)]": 685,
    "[ABS:(124,5)]": 686,
    "[ABS:(125,6)]": 687,
    "[ABS:(126,6)]": 688,
    "[ABS:(127,5)]": 689,
    "[ABS:(128,4)]": 690,
    "[ABS:(129,4)]": 691,
    "[ABS:(130,2)]": 692,
    "[ABS:(130,1)]": 693,
    "[ABS:(131,1)]": 694,
    "[ABS:(131,0)]": 695,
    "[ABS:(132,1)]": 696,
    "[ABS:(132,3)]": 697,
    "[ABS:(132,4)]": 698,
    "[ABS:(133,5)]": 699,
    "[ABS:(134,5)]": 700,
    "[ABS:(140,-7)]": 701,
    "[ABS:(140,-6)]": 702,
    "[ABS:(139,-5)]": 703,
    "[ABS:(139,-4)]": 704,
    "[ABS:(139,-2)]": 705,
    "[ABS:(139,-1)]": 706,
    "[ABS:(139,0)]": 707,
    "[ABS:(138,1)]": 708,
    "[ABS:(138,2)]": 709,
    "[ABS:(139,2)]": 710,
    "[ABS:(139,1)]": 711,
    "[ABS:(140,0)]": 712,
    "[ABS:(141,0)]": 713,
    "[ABS:(142,-1)]": 714,
    "[ABS:(143,-1)]": 715,
    "[ABS:(144,0)]": 716,
    "[ABS:(145,1)]": 717,
    "[ABS:(145,2)]": 718,
    "[ABS:(144,2)]": 719,
    "[ABS:(144,3)]": 720,
    "[ABS:(143,3)]": 721,
    "[ABS:(143,4)]": 722,
    "[ABS:(142,4)]": 723,
    "[ABS:(152,-1)]": 724,
    "[ABS:(151,-1)]": 725,
    "[ABS:(151,0)]": 726,
    "[ABS:(150,0)]": 727,
    "[ABS:(150,1)]": 728,
    "[ABS:(149,1)]": 729,
    "[ABS:(149,2)]": 730,
    "[ABS:(149,3)]": 731,
    "[ABS:(149,4)]": 732,
    "[ABS:(150,4)]": 733,
    "[ABS:(151,4)]": 734,
    "[ABS:(153,3)]": 735,
    "[ABS:(154,3)]": 736,
    "[ABS:(154,2)]": 737,
    "[ABS:(155,2)]": 738,
    "[ABS:(156,1)]": 739,
    "[ABS:(155,0)]": 740,
    "[ABS:(154,0)]": 741,
    "[ABS:(159,-8)]": 742,
    "[ABS:(159,-7)]": 743,
    "[ABS:(159,-6)]": 744,
    "[ABS:(159,-5)]": 745,
    "[ABS:(159,-3)]": 746,
    "[ABS:(159,-2)]": 747,
    "[ABS:(159,-1)]": 748,
    "[ABS:(158,0)]": 749,
    "[ABS:(159,1)]": 750,
    "[ABS:(159,2)]": 751,
    "[ABS:(165,-1)]": 752,
    "[ABS:(165,0)]": 753,
    "[ABS:(165,1)]": 754,
    "[ABS:(166,-7)]": 755,
    "[ABS:(167,-7)]": 756,
    "[ABS:(167,-6)]": 757,
    "[ABS:(174,-3)]": 758,
    "[ABS:(173,-3)]": 759,
    "[ABS:(173,-2)]": 760,
    "[ABS:(173,-1)]": 761,
    "[ABS:(173,0)]": 762,
    "[ABS:(173,1)]": 763,
    "[ABS:(173,2)]": 764,
    "[ABS:(172,2)]": 765,
    "[ABS:(171,2)]": 766,
    "[ABS:(170,1)]": 767,
    "[ABS:(170,0)]": 768,
    "[ABS:(171,0)]": 769,
    "[ABS:(180,-8)]": 770,
    "[ABS:(180,-7)]": 771,
    "[ABS:(180,-5)]": 772,
    "[ABS:(179,-4)]": 773,
    "[ABS:(179,-2)]": 774,
    "[ABS:(178,-1)]": 775,
    "[ABS:(178,0)]": 776,
    "[ABS:(179,0)]": 777,
    "[ABS:(180,-1)]": 778,
    "[ABS:(181,-1)]": 779,
    "[ABS:(182,-2)]": 780,
    "[ABS:(182,-1)]": 781,
    "[ABS:(184,1)]": 782,
    "[ABS:(185,2)]": 783,
    "[ABS:(190,0)]": 784,
    "[ABS:(191,0)]": 785,
    "[ABS:(192,-1)]": 786,
    "[ABS:(193,-2)]": 787,
    "[ABS:(194,-2)]": 788,
    "[ABS:(194,-3)]": 789,
    "[ABS:(194,-4)]": 790,
    "[ABS:(193,-4)]": 791,
    "[ABS:(192,-4)]": 792,
    "[ABS:(191,-4)]": 793,
    "[ABS:(190,-3)]": 794,
    "[ABS:(189,-2)]": 795,
    "[ABS:(189,-1)]": 796,
    "[ABS:(188,0)]": 797,
    "[ABS:(189,0)]": 798,
    "[ABS:(190,1)]": 799,
    "[ABS:(191,1)]": 800,
    "[ABS:(193,1)]": 801,
    "[ABS:(202,-2)]": 802,
    "[ABS:(201,-2)]": 803,
    "[ABS:(200,-2)]": 804,
    "[ABS:(199,-1)]": 805,
    "[ABS:(198,0)]": 806,
    "[ABS:(198,1)]": 807,
    "[ABS:(197,1)]": 808,
    "[ABS:(197,2)]": 809,
    "[ABS:(198,2)]": 810,
    "[ABS:(199,2)]": 811,
    "[ABS:(201,2)]": 812,
    "[ABS:(202,1)]": 813,
    "[ABS:(203,-1)]": 814,
    "[ABS:(205,-2)]": 815,
    "[ABS:(206,-4)]": 816,
    "[ABS:(207,-6)]": 817,
    "[ABS:(208,-7)]": 818,
    "[ABS:(208,-8)]": 819,
    "[ABS:(208,-6)]": 820,
    "[ABS:(208,-4)]": 821,
    "[ABS:(208,-2)]": 822,
    "[ABS:(208,0)]": 823,
    "[ABS:(208,1)]": 824,
    "[ABS:(208,2)]": 825,
    "[ABS:(227,-3)]": 826,
    "[ABS:(226,-4)]": 827,
    "[ABS:(226,-5)]": 828,
    "[ABS:(225,-5)]": 829,
    "[ABS:(224,-5)]": 830,
    "[ABS:(223,-5)]": 831,
    "[ABS:(222,-4)]": 832,
    "[ABS:(221,-2)]": 833,
    "[ABS:(220,-1)]": 834,
    "[ABS:(220,0)]": 835,
    "[ABS:(220,1)]": 836,
    "[ABS:(221,2)]": 837,
    "[ABS:(224,0)]": 838,
    "[ABS:(225,-1)]": 839,
    "[ABS:(226,-2)]": 840,
    "[ABS:(227,-4)]": 841,
    "[ABS:(228,-5)]": 842,
    "[ABS:(228,-6)]": 843,
    "[ABS:(228,-7)]": 844,
    "[ABS:(229,-7)]": 845,
    "[ABS:(229,-6)]": 846,
    "[ABS:(229,-5)]": 847,
    "[ABS:(229,-4)]": 848,
    "[ABS:(229,-3)]": 849,
    "[ABS:(229,-2)]": 850,
    "[ABS:(229,-1)]": 851,
    "[ABS:(230,-1)]": 852,
    "[ABS:(230,0)]": 853,
    "[ABS:(231,0)]": 854,
    "[ABS:(237,-5)]": 855,
    "[ABS:(236,-5)]": 856,
    "[ABS:(236,-4)]": 857,
    "[ABS:(235,-3)]": 858,
    "[ABS:(235,-2)]": 859,
    "[ABS:(234,-1)]": 860,
    "[ABS:(235,-1)]": 861,
    "[ABS:(236,-3)]": 862,
    "[ABS:(237,-4)]": 863,
    "[ABS:(238,-6)]": 864,
    "[ABS:(239,-7)]": 865,
    "[ABS:(240,-7)]": 866,
    "[ABS:(241,-7)]": 867,
    "[ABS:(242,-6)]": 868,
    "[ABS:(242,-5)]": 869,
    "[ABS:(243,-4)]": 870,
    "[ABS:(243,-3)]": 871,
    "[ABS:(243,-2)]": 872,
    "[ABS:(244,-1)]": 873,
    "[ABS:(250,-4)]": 874,
    "[ABS:(249,-5)]": 875,
    "[ABS:(248,-4)]": 876,
    "[ABS:(247,-4)]": 877,
    "[ABS:(246,-3)]": 878,
    "[ABS:(246,-2)]": 879,
    "[ABS:(247,-2)]": 880,
    "[ABS:(248,-2)]": 881,
    "[ABS:(249,-3)]": 882,
    "[ABS:(252,-5)]": 883,
    "[ABS:(253,-7)]": 884,
    "[ABS:(254,-9)]": 885,
    "[ABS:(255,-11)]": 886,
    "[ABS:(256,-13)]": 887,
    "[ABS:(256,-14)]": 888,
    "[ABS:(257,-15)]": 889,
    "[ABS:(256,-15)]": 890,
    "[ABS:(257,-14)]": 891,
    "[ABS:(256,-12)]": 892,
    "[ABS:(256,-10)]": 893,
    "[ABS:(255,-8)]": 894,
    "[ABS:(256,-6)]": 895,
    "[ABS:(256,-4)]": 896,
    "[ABS:(256,-3)]": 897,
    "[ABS:(268,-17)]": 898,
    "[ABS:(269,-17)]": 899,
    "[ABS:(269,-16)]": 900,
    "[ABS:(269,-14)]": 901,
    "[ABS:(269,-12)]": 902,
    "[ABS:(269,-9)]": 903,
    "[ABS:(269,-7)]": 904,
    "[ABS:(268,-5)]": 905,
    "[ABS:(268,-4)]": 906,
    "[ABS:(268,-3)]": 907,
    "[ABS:(268,-2)]": 908,
    "[ABS:(267,-7)]": 909,
    "[ABS:(268,-7)]": 910,
    "[ABS:(270,-7)]": 911,
    "[ABS:(272,-7)]": 912,
    "[ABS:(272,-8)]": 913,
    "[ABS:(273,-9)]": 914,
    "[ABS:(277,-17)]": 915,
    "[ABS:(276,-16)]": 916,
    "[ABS:(276,-15)]": 917,
    "[ABS:(276,-13)]": 918,
    "[ABS:(276,-10)]": 919,
    "[ABS:(276,-8)]": 920,
    "[ABS:(275,-7)]": 921,
    "[ABS:(275,-6)]": 922,
    "[ABS:(275,-5)]": 923,
    "[ABS:(276,-5)]": 924,
    "[ABS:(277,-5)]": 925,
    "[ABS:(279,-6)]": 926,
    "[ABS:(280,-8)]": 927,
    "[ABS:(281,-8)]": 928,
    "[ABS:(282,-8)]": 929,
    "[ABS:(282,-7)]": 930,
    "[ABS:(283,-6)]": 931,
    "[ABS:(283,-5)]": 932,
    "[ABS:(284,-5)]": 933,
    "[ABS:(284,-4)]": 934,
    "[ABS:(285,-4)]": 935,
    "[ABS:(286,-4)]": 936,
    "[ABS:(287,-5)]": 937,
    "[ABS:(288,-5)]": 938,
    "[ABS:(289,-6)]": 939,
    "[ABS:(289,-7)]": 940,
    "[ABS:(289,-8)]": 941,
    "[ABS:(288,-8)]": 942,
    "[ABS:(288,-7)]": 943,
    "[ABS:(287,-4)]": 944,
    "[ABS:(287,-3)]": 945,
    "[ABS:(288,-3)]": 946,
    "[ABS:(289,-3)]": 947,
    "[ABS:(290,-4)]": 948,
    "[ABS:(291,-5)]": 949,
    "[ABS:(292,-6)]": 950,
    "[ABS:(291,-6)]": 951,
    "[ABS:(292,-5)]": 952,
    "[ABS:(292,-4)]": 953,
    "[ABS:(294,-3)]": 954,
    "[ABS:(300,-15)]": 955,
    "[ABS:(300,-14)]": 956,
    "[ABS:(300,-13)]": 957,
    "[ABS:(299,-11)]": 958,
    "[ABS:(299,-10)]": 959,
    "[ABS:(299,-8)]": 960,
    "[ABS:(299,-7)]": 961,
    "[ABS:(299,-5)]": 962,
    "[ABS:(299,-4)]": 963,
    "[ABS:(298,-9)]": 964,
    "[ABS:(298,-8)]": 965,
    "[ABS:(300,-8)]": 966,
    "[ABS:(301,-8)]": 967,
    "[ABS:(303,-8)]": 968,
    "[ABS:(0,1)]": 969,
    "[ABS:(0,2)]": 970,
    "[ABS:(0,3)]": 971,
    "[ABS:(0,5)]": 972,
    "[ABS:(0,8)]": 973,
    "[ABS:(0,13)]": 974,
    "[ABS:(-1,15)]": 975,
    "[ABS:(-1,16)]": 976,
    "[ABS:(-1,17)]": 977,
    "[ABS:(0,18)]": 978,
    "[ABS:(1,18)]": 979,
    "[ABS:(2,18)]": 980,
    "[ABS:(3,17)]": 981,
    "[ABS:(5,16)]": 982,
    "[ABS:(8,16)]": 983,
    "[ABS:(10,16)]": 984,
    "[ABS:(11,16)]": 985,
    "[ABS:(22,8)]": 986,
    "[ABS:(21,9)]": 987,
    "[ABS:(21,8)]": 988,
    "[ABS:(20,9)]": 989,
    "[ABS:(20,11)]": 990,
    "[ABS:(19,13)]": 991,
    "[ABS:(19,14)]": 992,
    "[ABS:(19,16)]": 993,
    "[ABS:(20,16)]": 994,
    "[ABS:(21,16)]": 995,
    "[ABS:(21,15)]": 996,
    "[ABS:(22,14)]": 997,
    "[ABS:(23,12)]": 998,
    "[ABS:(23,10)]": 999,
    "[ABS:(24,11)]": 1000,
    "[ABS:(25,14)]": 1001,
    "[ABS:(26,16)]": 1002,
    "[ABS:(30,2)]": 1003,
    "[ABS:(30,3)]": 1004,
    "[ABS:(30,5)]": 1005,
    "[ABS:(30,7)]": 1006,
    "[ABS:(30,10)]": 1007,
    "[ABS:(30,11)]": 1008,
    "[ABS:(30,13)]": 1009,
    "[ABS:(30,14)]": 1010,
    "[ABS:(29,15)]": 1011,
    "[ABS:(30,15)]": 1012,
    "[ABS:(31,14)]": 1013,
    "[ABS:(32,13)]": 1014,
    "[ABS:(33,12)]": 1015,
    "[ABS:(35,10)]": 1016,
    "[ABS:(36,10)]": 1017,
    "[ABS:(38,11)]": 1018,
    "[ABS:(38,12)]": 1019,
    "[ABS:(38,13)]": 1020,
    "[ABS:(37,13)]": 1021,
    "[ABS:(36,14)]": 1022,
    "[ABS:(35,15)]": 1023,
    "[ABS:(34,15)]": 1024,
    "[ABS:(34,16)]": 1025,
    "[ABS:(33,16)]": 1026,
    "[ABS:(42,11)]": 1027,
    "[ABS:(42,12)]": 1028,
    "[ABS:(41,13)]": 1029,
    "[ABS:(41,14)]": 1030,
    "[ABS:(41,15)]": 1031,
    "[ABS:(41,16)]": 1032,
    "[ABS:(42,16)]": 1033,
    "[ABS:(43,15)]": 1034,
    "[ABS:(44,15)]": 1035,
    "[ABS:(44,13)]": 1036,
    "[ABS:(44,12)]": 1037,
    "[ABS:(44,11)]": 1038,
    "[ABS:(44,10)]": 1039,
    "[ABS:(50,10)]": 1040,
    "[ABS:(50,11)]": 1041,
    "[ABS:(50,13)]": 1042,
    "[ABS:(50,14)]": 1043,
    "[ABS:(50,15)]": 1044,
    "[ABS:(51,15)]": 1045,
    "[ABS:(52,15)]": 1046,
    "[ABS:(53,14)]": 1047,
    "[ABS:(55,12)]": 1048,
    "[ABS:(56,12)]": 1049,
    "[ABS:(56,11)]": 1050,
    "[ABS:(57,11)]": 1051,
    "[ABS:(57,12)]": 1052,
    "[ABS:(57,13)]": 1053,
    "[ABS:(57,14)]": 1054,
    "[ABS:(57,15)]": 1055,
    "[ABS:(57,16)]": 1056,
    "[ABS:(62,12)]": 1057,
    "[ABS:(62,14)]": 1058,
    "[ABS:(61,14)]": 1059,
    "[ABS:(66,10)]": 1060,
    "[ABS:(68,10)]": 1061,
    "[ABS:(70,11)]": 1062,
    "[ABS:(101,9)]": 1063,
    "[ABS:(100,9)]": 1064,
    "[ABS:(100,10)]": 1065,
    "[ABS:(101,11)]": 1066,
    "[ABS:(101,12)]": 1067,
    "[ABS:(102,13)]": 1068,
    "[ABS:(102,14)]": 1069,
    "[ABS:(101,14)]": 1070,
    "[ABS:(100,15)]": 1071,
    "[ABS:(98,15)]": 1072,
    "[ABS:(97,15)]": 1073,
    "[ABS:(96,15)]": 1074,
    "[ABS:(95,15)]": 1075,
    "[ABS:(94,15)]": 1076,
    "[ABS:(108,2)]": 1077,
    "[ABS:(108,3)]": 1078,
    "[ABS:(108,4)]": 1079,
    "[ABS:(107,6)]": 1080,
    "[ABS:(106,7)]": 1081,
    "[ABS:(106,8)]": 1082,
    "[ABS:(105,10)]": 1083,
    "[ABS:(105,11)]": 1084,
    "[ABS:(105,12)]": 1085,
    "[ABS:(106,11)]": 1086,
    "[ABS:(108,11)]": 1087,
    "[ABS:(109,11)]": 1088,
    "[ABS:(110,12)]": 1089,
    "[ABS:(111,13)]": 1090,
    "[ABS:(112,14)]": 1091,
    "[ABS:(120,11)]": 1092,
    "[ABS:(120,10)]": 1093,
    "[ABS:(119,11)]": 1094,
    "[ABS:(119,12)]": 1095,
    "[ABS:(119,14)]": 1096,
    "[ABS:(118,14)]": 1097,
    "[ABS:(119,15)]": 1098,
    "[ABS:(120,15)]": 1099,
    "[ABS:(121,15)]": 1100,
    "[ABS:(121,14)]": 1101,
    "[ABS:(122,13)]": 1102,
    "[ABS:(123,12)]": 1103,
    "[ABS:(123,11)]": 1104,
    "[ABS:(122,11)]": 1105,
    "[ABS:(122,10)]": 1106,
    "[ABS:(123,10)]": 1107,
    "[ABS:(128,9)]": 1108,
    "[ABS:(128,10)]": 1109,
    "[ABS:(129,13)]": 1110,
    "[ABS:(130,13)]": 1111,
    "[ABS:(133,12)]": 1112,
    "[ABS:(134,12)]": 1113,
    "[ABS:(134,13)]": 1114,
    "[ABS:(140,2)]": 1115,
    "[ABS:(140,3)]": 1116,
    "[ABS:(140,5)]": 1117,
    "[ABS:(140,6)]": 1118,
    "[ABS:(140,7)]": 1119,
    "[ABS:(140,9)]": 1120,
    "[ABS:(140,10)]": 1121,
    "[ABS:(147,7)]": 1122,
    "[ABS:(146,7)]": 1123,
    "[ABS:(146,8)]": 1124,
    "[ABS:(145,9)]": 1125,
    "[ABS:(144,10)]": 1126,
    "[ABS:(144,11)]": 1127,
    "[ABS:(144,12)]": 1128,
    "[ABS:(145,12)]": 1129,
    "[ABS:(146,12)]": 1130,
    "[ABS:(147,11)]": 1131,
    "[ABS:(148,10)]": 1132,
    "[ABS:(149,8)]": 1133,
    "[ABS:(150,7)]": 1134,
    "[ABS:(152,5)]": 1135,
    "[ABS:(152,4)]": 1136,
    "[ABS:(153,4)]": 1137,
    "[ABS:(153,6)]": 1138,
    "[ABS:(153,7)]": 1139,
    "[ABS:(153,9)]": 1140,
    "[ABS:(153,10)]": 1141,
    "[ABS:(154,11)]": 1142,
    "[ABS:(171,6)]": 1143,
    "[ABS:(170,7)]": 1144,
    "[ABS:(170,9)]": 1145,
    "[ABS:(170,10)]": 1146,
    "[ABS:(170,11)]": 1147,
    "[ABS:(171,9)]": 1148,
    "[ABS:(172,7)]": 1149,
    "[ABS:(173,6)]": 1150,
    "[ABS:(174,5)]": 1151,
    "[ABS:(175,5)]": 1152,
    "[ABS:(176,5)]": 1153,
    "[ABS:(177,6)]": 1154,
    "[ABS:(178,6)]": 1155,
    "[ABS:(178,7)]": 1156,
    "[ABS:(179,8)]": 1157,
    "[ABS:(179,9)]": 1158,
    "[ABS:(180,10)]": 1159,
    "[ABS:(181,11)]": 1160,
    "[ABS:(189,8)]": 1161,
    "[ABS:(188,8)]": 1162,
    "[ABS:(187,9)]": 1163,
    "[ABS:(187,10)]": 1164,
    "[ABS:(187,11)]": 1165,
    "[ABS:(187,12)]": 1166,
    "[ABS:(188,12)]": 1167,
    "[ABS:(190,11)]": 1168,
    "[ABS:(191,10)]": 1169,
    "[ABS:(192,8)]": 1170,
    "[ABS:(192,7)]": 1171,
    "[ABS:(192,6)]": 1172,
    "[ABS:(191,6)]": 1173,
    "[ABS:(190,5)]": 1174,
    "[ABS:(190,6)]": 1175,
    "[ABS:(192,5)]": 1176,
    "[ABS:(200,1)]": 1177,
    "[ABS:(200,3)]": 1178,
    "[ABS:(199,4)]": 1179,
    "[ABS:(199,6)]": 1180,
    "[ABS:(198,7)]": 1181,
    "[ABS:(197,8)]": 1182,
    "[ABS:(197,9)]": 1183,
    "[ABS:(197,10)]": 1184,
    "[ABS:(198,8)]": 1185,
    "[ABS:(200,8)]": 1186,
    "[ABS:(218,0)]": 1187,
    "[ABS:(217,0)]": 1188,
    "[ABS:(217,2)]": 1189,
    "[ABS:(217,3)]": 1190,
    "[ABS:(216,4)]": 1191,
    "[ABS:(216,6)]": 1192,
    "[ABS:(217,4)]": 1193,
    "[ABS:(218,4)]": 1194,
    "[ABS:(219,4)]": 1195,
    "[ABS:(220,4)]": 1196,
    "[ABS:(221,4)]": 1197,
    "[ABS:(232,5)]": 1198,
    "[ABS:(231,5)]": 1199,
    "[ABS:(230,5)]": 1200,
    "[ABS:(229,5)]": 1201,
    "[ABS:(228,6)]": 1202,
    "[ABS:(227,7)]": 1203,
    "[ABS:(227,8)]": 1204,
    "[ABS:(227,9)]": 1205,
    "[ABS:(228,9)]": 1206,
    "[ABS:(230,9)]": 1207,
    "[ABS:(231,8)]": 1208,
    "[ABS:(233,7)]": 1209,
    "[ABS:(236,5)]": 1210,
    "[ABS:(236,6)]": 1211,
    "[ABS:(236,7)]": 1212,
    "[ABS:(236,8)]": 1213,
    "[ABS:(237,8)]": 1214,
    "[ABS:(238,8)]": 1215,
    "[ABS:(243,-1)]": 1216,
    "[ABS:(242,1)]": 1217,
    "[ABS:(242,2)]": 1218,
    "[ABS:(242,4)]": 1219,
    "[ABS:(241,5)]": 1220,
    "[ABS:(241,6)]": 1221,
    "[ABS:(242,6)]": 1222,
    "[ABS:(243,6)]": 1223,
    "[ABS:(244,6)]": 1224,
    "[ABS:(245,5)]": 1225,
    "[ABS:(247,3)]": 1226,
    "[ABS:(247,4)]": 1227,
    "[ABS:(246,4)]": 1228,
    "[ABS:(246,5)]": 1229,
    "[ABS:(245,6)]": 1230,
    "[ABS:(245,7)]": 1231,
    "[ABS:(246,8)]": 1232,
    "[ABS:(247,8)]": 1233,
    "[ABS:(248,7)]": 1234,
    "[ABS:(250,7)]": 1235,
    "[ABS:(251,6)]": 1236,
    "[ABS:(252,4)]": 1237,
    "[ABS:(252,5)]": 1238,
    "[ABS:(252,6)]": 1239,
    "[ABS:(254,9)]": 1240,
    "[ABS:(256,9)]": 1241,
    "[ABS:(275,0)]": 1242,
    "[ABS:(274,0)]": 1243,
    "[ABS:(274,-1)]": 1244,
    "[ABS:(273,0)]": 1245,
    "[ABS:(272,1)]": 1246,
    "[ABS:(271,2)]": 1247,
    "[ABS:(270,4)]": 1248,
    "[ABS:(269,6)]": 1249,
    "[ABS:(269,7)]": 1250,
    "[ABS:(270,8)]": 1251,
    "[ABS:(271,8)]": 1252,
    "[ABS:(273,7)]": 1253,
    "[ABS:(274,6)]": 1254,
    "[ABS:(276,5)]": 1255,
    "[ABS:(277,4)]": 1256,
    "[ABS:(277,3)]": 1257,
    "[ABS:(277,2)]": 1258,
    "[ABS:(278,2)]": 1259,
    "[ABS:(278,3)]": 1260,
    "[ABS:(278,4)]": 1261,
    "[ABS:(279,7)]": 1262,
    "[ABS:(280,8)]": 1263,
    "[ABS:(281,7)]": 1264,
    "[ABS:(286,2)]": 1265,
    "[ABS:(285,3)]": 1266,
    "[ABS:(285,4)]": 1267,
    "[ABS:(285,6)]": 1268,
    "[ABS:(284,7)]": 1269,
    "[ABS:(285,8)]": 1270,
    "[ABS:(285,7)]": 1271,
    "[ABS:(286,5)]": 1272,
    "[ABS:(287,4)]": 1273,
    "[ABS:(288,2)]": 1274,
    "[ABS:(289,2)]": 1275,
    "[ABS:(290,2)]": 1276,
    "[ABS:(291,3)]": 1277,
    "[ABS:(292,4)]": 1278,
    "[ABS:(293,7)]": 1279,
    "[ABS:(294,7)]": 1280,
    "[ABS:(294,8)]": 1281,
    "[ABS:(295,8)]": 1282,
    "[ABS:(297,1)]": 1283,
    "[ABS:(297,2)]": 1284,
    "[ABS:(297,3)]": 1285,
    "[ABS:(297,5)]": 1286,
    "[ABS:(298,6)]": 1287,
    "[ABS:(299,6)]": 1288,
    "[ABS:(299,7)]": 1289,
    "[ABS:(300,7)]": 1290,
    "[ABS:(301,6)]": 1291,
    "[ABS:(303,6)]": 1292,
    "[ABS:(303,8)]": 1293,
    "[ABS:(302,10)]": 1294,
    "[ABS:(300,12)]": 1295,
    "[ABS:(299,14)]": 1296,
    "[ABS:(298,16)]": 1297,
    "[ABS:(298,17)]": 1298,
    "[ABS:(298,18)]": 1299,
    "[ABS:(318,-1)]": 1300,
    "[ABS:(317,-1)]": 1301,
    "[ABS:(317,-2)]": 1302,
    "[ABS:(316,-2)]": 1303,
    "[ABS:(315,-2)]": 1304,
    "[ABS:(315,-1)]": 1305,
    "[ABS:(315,0)]": 1306,
    "[ABS:(315,1)]": 1307,
    "[ABS:(316,1)]": 1308,
    "[ABS:(316,2)]": 1309,
    "[ABS:(317,3)]": 1310,
    "[ABS:(317,4)]": 1311,
    "[ABS:(317,5)]": 1312,
    "[ABS:(316,5)]": 1313,
    "[ABS:(316,6)]": 1314,
    "[ABS:(315,6)]": 1315,
    "[ABS:(314,6)]": 1316,
    "[ABS:(311,5)]": 1317,
    "[ABS:(310,5)]": 1318,
    "[ABS:(310,4)]": 1319,
    "[ABS:(322,-7)]": 1320,
    "[ABS:(322,-6)]": 1321,
    "[ABS:(322,-5)]": 1322,
    "[ABS:(322,-3)]": 1323,
    "[ABS:(322,-1)]": 1324,
    "[ABS:(322,0)]": 1325,
    "[ABS:(322,1)]": 1326,
    "[ABS:(322,2)]": 1327,
    "[ABS:(322,3)]": 1328,
    "[ABS:(320,0)]": 1329,
    "[ABS:(320,1)]": 1330,
    "[ABS:(321,1)]": 1331,
    "[ABS:(323,2)]": 1332,
    "[ABS:(324,2)]": 1333,
    "[ABS:(326,2)]": 1334,
    "[ABS:(331,-1)]": 1335,
    "[ABS:(330,-1)]": 1336,
    "[ABS:(330,-2)]": 1337,
    "[ABS:(329,-1)]": 1338,
    "[ABS:(328,-1)]": 1339,
    "[ABS:(327,0)]": 1340,
    "[ABS:(327,2)]": 1341,
    "[ABS:(327,3)]": 1342,
    "[ABS:(328,4)]": 1343,
    "[ABS:(329,5)]": 1344,
    "[ABS:(331,5)]": 1345,
    "[ABS:(332,5)]": 1346,
    "[ABS:(338,0)]": 1347,
    "[ABS:(338,2)]": 1348,
    "[ABS:(337,3)]": 1349,
    "[ABS:(336,5)]": 1350,
    "[ABS:(335,6)]": 1351,
    "[ABS:(335,7)]": 1352,
    "[ABS:(334,8)]": 1353,
    "[ABS:(337,4)]": 1354,
    "[ABS:(339,2)]": 1355,
    "[ABS:(340,1)]": 1356,
    "[ABS:(341,0)]": 1357,
    "[ABS:(342,0)]": 1358,
    "[ABS:(343,0)]": 1359,
    "[ABS:(342,1)]": 1360,
    "[ABS:(342,2)]": 1361,
    "[ABS:(341,3)]": 1362,
    "[ABS:(341,4)]": 1363,
    "[ABS:(340,5)]": 1364,
    "[ABS:(349,1)]": 1365,
    "[ABS:(349,2)]": 1366,
    "[ABS:(349,4)]": 1367,
    "[ABS:(349,5)]": 1368,
    "[ABS:(350,6)]": 1369,
    "[ABS:(349,6)]": 1370,
    "[ABS:(350,7)]": 1371,
    "[ABS:(349,7)]": 1372,
    "[ABS:(348,6)]": 1373,
    "[ABS:(347,6)]": 1374,
    "[ABS:(346,5)]": 1375,
    "[ABS:(-1,1)]": 1376,
    "[ABS:(-1,3)]": 1377,
    "[ABS:(-1,4)]": 1378,
    "[ABS:(-1,5)]": 1379,
    "[ABS:(3,7)]": 1380,
    "[ABS:(6,11)]": 1381,
    "[ABS:(8,12)]": 1382,
    "[ABS:(9,11)]": 1383,
    "[ABS:(10,10)]": 1384,
    "[ABS:(11,9)]": 1385,
    "[ABS:(11,7)]": 1386,
    "[ABS:(11,6)]": 1387,
    "[ABS:(11,4)]": 1388,
    "[ABS:(11,3)]": 1389,
    "[ABS:(11,2)]": 1390,
    "[ABS:(17,-4)]": 1391,
    "[ABS:(17,-2)]": 1392,
    "[ABS:(16,1)]": 1393,
    "[ABS:(16,4)]": 1394,
    "[ABS:(16,5)]": 1395,
    "[ABS:(16,6)]": 1396,
    "[ABS:(16,7)]": 1397,
    "[ABS:(17,7)]": 1398,
    "[ABS:(17,6)]": 1399,
    "[ABS:(18,5)]": 1400,
    "[ABS:(18,4)]": 1401,
    "[ABS:(18,3)]": 1402,
    "[ABS:(19,3)]": 1403,
    "[ABS:(20,4)]": 1404,
    "[ABS:(21,4)]": 1405,
    "[ABS:(22,5)]": 1406,
    "[ABS:(22,6)]": 1407,
    "[ABS:(23,6)]": 1408,
    "[ABS:(25,7)]": 1409,
    "[ABS:(25,8)]": 1410,
    "[ABS:(28,6)]": 1411,
    "[ABS:(28,7)]": 1412,
    "[ABS:(28,-2)]": 1413,
    "[ABS:(34,2)]": 1414,
    "[ABS:(33,4)]": 1415,
    "[ABS:(33,5)]": 1416,
    "[ABS:(35,7)]": 1417,
    "[ABS:(36,7)]": 1418,
    "[ABS:(37,6)]": 1419,
    "[ABS:(41,-4)]": 1420,
    "[ABS:(41,-2)]": 1421,
    "[ABS:(41,-1)]": 1422,
    "[ABS:(41,1)]": 1423,
    "[ABS:(40,2)]": 1424,
    "[ABS:(41,4)]": 1425,
    "[ABS:(40,5)]": 1426,
    "[ABS:(40,6)]": 1427,
    "[ABS:(41,7)]": 1428,
    "[ABS:(41,6)]": 1429,
    "[ABS:(42,6)]": 1430,
    "[ABS:(43,5)]": 1431,
    "[ABS:(44,4)]": 1432,
    "[ABS:(45,4)]": 1433,
    "[ABS:(46,4)]": 1434,
    "[ABS:(46,5)]": 1435,
    "[ABS:(47,6)]": 1436,
    "[ABS:(48,7)]": 1437,
    "[ABS:(62,3)]": 1438,
    "[ABS:(62,4)]": 1439,
    "[ABS:(62,7)]": 1440,
    "[ABS:(62,8)]": 1441,
    "[ABS:(62,9)]": 1442,
    "[ABS:(63,9)]": 1443,
    "[ABS:(64,9)]": 1444,
    "[ABS:(65,9)]": 1445,
    "[ABS:(69,9)]": 1446,
    "[ABS:(70,8)]": 1447,
    "[ABS:(70,7)]": 1448,
    "[ABS:(71,6)]": 1449,
    "[ABS:(71,5)]": 1450,
    "[ABS:(71,4)]": 1451,
    "[ABS:(71,3)]": 1452,
    "[ABS:(79,3)]": 1453,
    "[ABS:(78,3)]": 1454,
    "[ABS:(78,4)]": 1455,
    "[ABS:(77,5)]": 1456,
    "[ABS:(77,6)]": 1457,
    "[ABS:(77,8)]": 1458,
    "[ABS:(78,9)]": 1459,
    "[ABS:(79,9)]": 1460,
    "[ABS:(80,9)]": 1461,
    "[ABS:(81,9)]": 1462,
    "[ABS:(81,8)]": 1463,
    "[ABS:(82,7)]": 1464,
    "[ABS:(83,7)]": 1465,
    "[ABS:(83,5)]": 1466,
    "[ABS:(88,3)]": 1467,
    "[ABS:(88,4)]": 1468,
    "[ABS:(88,5)]": 1469,
    "[ABS:(88,6)]": 1470,
    "[ABS:(88,8)]": 1471,
    "[ABS:(89,8)]": 1472,
    "[ABS:(90,7)]": 1473,
    "[ABS:(91,7)]": 1474,
    "[ABS:(92,5)]": 1475,
    "[ABS:(93,5)]": 1476,
    "[ABS:(93,6)]": 1477,
    "[ABS:(94,7)]": 1478,
    "[ABS:(95,6)]": 1479,
    "[ABS:(98,-2)]": 1480,
    "[ABS:(98,-1)]": 1481,
    "[ABS:(98,0)]": 1482,
    "[ABS:(98,3)]": 1483,
    "[ABS:(98,4)]": 1484,
    "[ABS:(104,1)]": 1485,
    "[ABS:(103,1)]": 1486,
    "[ABS:(103,2)]": 1487,
    "[ABS:(102,3)]": 1488,
    "[ABS:(102,4)]": 1489,
    "[ABS:(102,6)]": 1490,
    "[ABS:(102,7)]": 1491,
    "[ABS:(103,7)]": 1492,
    "[ABS:(104,6)]": 1493,
    "[ABS:(105,5)]": 1494,
    "[ABS:(106,3)]": 1495,
    "[ABS:(107,1)]": 1496,
    "[ABS:(107,-1)]": 1497,
    "[ABS:(108,-2)]": 1498,
    "[ABS:(108,-3)]": 1499,
    "[ABS:(108,0)]": 1500,
    "[ABS:(108,1)]": 1501,
    "[ABS:(109,3)]": 1502,
    "[ABS:(110,4)]": 1503,
    "[ABS:(110,5)]": 1504,
    "[ABS:(111,6)]": 1505,
    "[ABS:(127,1)]": 1506,
    "[ABS:(125,0)]": 1507,
    "[ABS:(124,0)]": 1508,
    "[ABS:(124,1)]": 1509,
    "[ABS:(123,3)]": 1510,
    "[ABS:(122,4)]": 1511,
    "[ABS:(121,5)]": 1512,
    "[ABS:(122,5)]": 1513,
    "[ABS:(122,6)]": 1514,
    "[ABS:(123,6)]": 1515,
    "[ABS:(126,4)]": 1516,
    "[ABS:(127,3)]": 1517,
    "[ABS:(128,1)]": 1518,
    "[ABS:(129,2)]": 1519,
    "[ABS:(129,3)]": 1520,
    "[ABS:(130,7)]": 1521,
    "[ABS:(134,3)]": 1522,
    "[ABS:(133,7)]": 1523,
    "[ABS:(133,9)]": 1524,
    "[ABS:(133,10)]": 1525,
    "[ABS:(132,11)]": 1526,
    "[ABS:(135,3)]": 1527,
    "[ABS:(135,2)]": 1528,
    "[ABS:(136,1)]": 1529,
    "[ABS:(137,0)]": 1530,
    "[ABS:(138,0)]": 1531,
    "[ABS:(139,3)]": 1532,
    "[ABS:(139,4)]": 1533,
    "[ABS:(138,5)]": 1534,
    "[ABS:(137,5)]": 1535,
    "[ABS:(144,1)]": 1536,
    "[ABS:(143,2)]": 1537,
    "[ABS:(142,5)]": 1538,
    "[ABS:(141,7)]": 1539,
    "[ABS:(141,8)]": 1540,
    "[ABS:(141,9)]": 1541,
    "[ABS:(145,0)]": 1542,
    "[ABS:(146,-1)]": 1543,
    "[ABS:(147,-1)]": 1544,
    "[ABS:(148,-1)]": 1545,
    "[ABS:(149,-1)]": 1546,
    "[ABS:(149,0)]": 1547,
    "[ABS:(148,2)]": 1548,
    "[ABS:(148,3)]": 1549,
    "[ABS:(147,3)]": 1550,
    "[ABS:(146,4)]": 1551,
    "[ABS:(156,2)]": 1552,
    "[ABS:(157,0)]": 1553,
    "[ABS:(157,-1)]": 1554,
    "[ABS:(156,-1)]": 1555,
    "[ABS:(154,1)]": 1556,
    "[ABS:(154,5)]": 1557,
    "[ABS:(154,6)]": 1558,
    "[ABS:(156,6)]": 1559,
    "[ABS:(166,-2)]": 1560,
    "[ABS:(165,-2)]": 1561,
    "[ABS:(164,-1)]": 1562,
    "[ABS:(163,0)]": 1563,
    "[ABS:(162,2)]": 1564,
    "[ABS:(162,3)]": 1565,
    "[ABS:(162,4)]": 1566,
    "[ABS:(163,4)]": 1567,
    "[ABS:(164,4)]": 1568,
    "[ABS:(165,3)]": 1569,
    "[ABS:(166,2)]": 1570,
    "[ABS:(167,1)]": 1571,
    "[ABS:(167,2)]": 1572,
    "[ABS:(167,3)]": 1573,
    "[ABS:(168,4)]": 1574,
    "[ABS:(171,3)]": 1575,
    "[ABS:(172,1)]": 1576,
    "[ABS:(172,0)]": 1577,
    "[ABS:(172,3)]": 1578,
    "[ABS:(172,4)]": 1579,
    "[ABS:(171,4)]": 1580,
    "[ABS:(174,0)]": 1581,
    "[ABS:(174,-1)]": 1582,
    "[ABS:(175,-1)]": 1583,
    "[ABS:(176,-1)]": 1584,
    "[ABS:(177,-1)]": 1585,
    "[ABS:(180,0)]": 1586,
    "[ABS:(195,-9)]": 1587,
    "[ABS:(195,-8)]": 1588,
    "[ABS:(196,-6)]": 1589,
    "[ABS:(196,-5)]": 1590,
    "[ABS:(196,-3)]": 1591,
    "[ABS:(196,-1)]": 1592,
    "[ABS:(196,0)]": 1593,
    "[ABS:(196,1)]": 1594,
    "[ABS:(196,2)]": 1595,
    "[ABS:(195,3)]": 1596,
    "[ABS:(195,4)]": 1597,
    "[ABS:(194,0)]": 1598,
    "[ABS:(195,0)]": 1599,
    "[ABS:(197,0)]": 1600,
    "[ABS:(199,0)]": 1601,
    "[ABS:(200,0)]": 1602,
    "[ABS:(201,-1)]": 1603,
    "[ABS:(208,-1)]": 1604,
    "[ABS:(207,-1)]": 1605,
    "[ABS:(206,-1)]": 1606,
    "[ABS:(206,0)]": 1607,
    "[ABS:(205,2)]": 1608,
    "[ABS:(205,3)]": 1609,
    "[ABS:(206,4)]": 1610,
    "[ABS:(207,4)]": 1611,
    "[ABS:(208,4)]": 1612,
    "[ABS:(209,3)]": 1613,
    "[ABS:(210,2)]": 1614,
    "[ABS:(211,2)]": 1615,
    "[ABS:(211,0)]": 1616,
    "[ABS:(211,-1)]": 1617,
    "[ABS:(210,-1)]": 1618,
    "[ABS:(230,-14)]": 1619,
    "[ABS:(230,-13)]": 1620,
    "[ABS:(231,-12)]": 1621,
    "[ABS:(230,-12)]": 1622,
    "[ABS:(231,-11)]": 1623,
    "[ABS:(234,-15)]": 1624,
    "[ABS:(234,-14)]": 1625,
    "[ABS:(234,-13)]": 1626,
    "[ABS:(234,-12)]": 1627,
    "[ABS:(239,-5)]": 1628,
    "[ABS:(239,-4)]": 1629,
    "[ABS:(238,-3)]": 1630,
    "[ABS:(238,-1)]": 1631,
    "[ABS:(238,1)]": 1632,
    "[ABS:(237,2)]": 1633,
    "[ABS:(237,4)]": 1634,
    "[ABS:(237,5)]": 1635,
    "[ABS:(237,3)]": 1636,
    "[ABS:(239,-3)]": 1637,
    "[ABS:(240,-4)]": 1638,
    "[ABS:(240,-6)]": 1639,
    "[ABS:(241,-6)]": 1640,
    "[ABS:(242,-7)]": 1641,
    "[ABS:(243,-7)]": 1642,
    "[ABS:(244,-7)]": 1643,
    "[ABS:(245,-6)]": 1644,
    "[ABS:(246,-5)]": 1645,
    "[ABS:(246,-4)]": 1646,
    "[ABS:(245,-2)]": 1647,
    "[ABS:(244,-2)]": 1648,
    "[ABS:(250,-3)]": 1649,
    "[ABS:(248,0)]": 1650,
    "[ABS:(247,0)]": 1651,
    "[ABS:(246,1)]": 1652,
    "[ABS:(247,-1)]": 1653,
    "[ABS:(251,-4)]": 1654,
    "[ABS:(253,-5)]": 1655,
    "[ABS:(254,-4)]": 1656,
    "[ABS:(255,-4)]": 1657,
    "[ABS:(257,-3)]": 1658,
    "[ABS:(259,-2)]": 1659,
    "[ABS:(260,-2)]": 1660,
    "[ABS:(258,-2)]": 1661,
    "[ABS:(258,-1)]": 1662,
    "[ABS:(258,0)]": 1663,
    "[ABS:(258,1)]": 1664,
    "[ABS:(259,1)]": 1665,
    "[ABS:(260,1)]": 1666,
    "[ABS:(261,0)]": 1667,
    "[ABS:(262,0)]": 1668,
    "[ABS:(263,-1)]": 1669,
    "[ABS:(263,-2)]": 1670,
    "[ABS:(263,-3)]": 1671,
    "[ABS:(262,-3)]": 1672,
    "[ABS:(267,-2)]": 1673,
    "[ABS:(267,-1)]": 1674,
    "[ABS:(267,0)]": 1675,
    "[ABS:(266,1)]": 1676,
    "[ABS:(265,2)]": 1677,
    "[ABS:(265,3)]": 1678,
    "[ABS:(264,4)]": 1679,
    "[ABS:(270,-4)]": 1680,
    "[ABS:(270,-5)]": 1681,
    "[ABS:(271,-5)]": 1682,
    "[ABS:(272,-5)]": 1683,
    "[ABS:(273,-4)]": 1684,
    "[ABS:(273,-3)]": 1685,
    "[ABS:(273,-2)]": 1686,
    "[ABS:(273,-1)]": 1687,
    "[ABS:(272,-1)]": 1688,
    "[ABS:(272,0)]": 1689,
    "[ABS:(271,0)]": 1690,
    "[ABS:(270,0)]": 1691,
    "[ABS:(288,-4)]": 1692,
    "[ABS:(288,-2)]": 1693,
    "[ABS:(288,-1)]": 1694,
    "[ABS:(288,0)]": 1695,
    "[ABS:(289,0)]": 1696,
    "[ABS:(292,0)]": 1697,
    "[ABS:(293,0)]": 1698,
    "[ABS:(294,-1)]": 1699,
    "[ABS:(296,-2)]": 1700,
    "[ABS:(296,-3)]": 1701,
    "[ABS:(297,-4)]": 1702,
    "[ABS:(297,-3)]": 1703,
    "[ABS:(297,-2)]": 1704,
    "[ABS:(297,-1)]": 1705,
    "[ABS:(298,0)]": 1706,
    "[ABS:(302,-3)]": 1707,
    "[ABS:(301,-2)]": 1708,
    "[ABS:(301,0)]": 1709,
    "[ABS:(301,2)]": 1710,
    "[ABS:(300,3)]": 1711,
    "[ABS:(299,4)]": 1712,
    "[ABS:(298,7)]": 1713,
    "[ABS:(300,5)]": 1714,
    "[ABS:(301,1)]": 1715,
    "[ABS:(302,-1)]": 1716,
    "[ABS:(303,-2)]": 1717,
    "[ABS:(303,-4)]": 1718,
    "[ABS:(304,-4)]": 1719,
    "[ABS:(305,-5)]": 1720,
    "[ABS:(306,-5)]": 1721,
    "[ABS:(307,-5)]": 1722,
    "[ABS:(308,-4)]": 1723,
    "[ABS:(308,-3)]": 1724,
    "[ABS:(308,-2)]": 1725,
    "[ABS:(308,-1)]": 1726,
    "[ABS:(307,-1)]": 1727,
    "[ABS:(306,-1)]": 1728,
    "[ABS:(305,-2)]": 1729,
    "[ABS:(317,-13)]": 1730,
    "[ABS:(317,-12)]": 1731,
    "[ABS:(316,-12)]": 1732,
    "[ABS:(316,-11)]": 1733,
    "[ABS:(319,-12)]": 1734,
    "[ABS:(318,-12)]": 1735,
    "[ABS:(319,-11)]": 1736,
    "[ABS:(336,-2)]": 1737,
    "[ABS:(336,-3)]": 1738,
    "[ABS:(335,-4)]": 1739,
    "[ABS:(334,-4)]": 1740,
    "[ABS:(333,-3)]": 1741,
    "[ABS:(332,-2)]": 1742,
    "[ABS:(330,0)]": 1743,
    "[ABS:(329,1)]": 1744,
    "[ABS:(330,1)]": 1745,
    "[ABS:(330,2)]": 1746,
    "[ABS:(332,2)]": 1747,
    "[ABS:(333,1)]": 1748,
    "[ABS:(335,0)]": 1749,
    "[ABS:(336,-1)]": 1750,
    "[ABS:(338,-2)]": 1751,
    "[ABS:(339,-2)]": 1752,
    "[ABS:(340,-3)]": 1753,
    "[ABS:(340,-2)]": 1754,
    "[ABS:(340,-1)]": 1755,
    "[ABS:(340,0)]": 1756,
    "[ABS:(341,1)]": 1757,
    "[ABS:(346,-2)]": 1758,
    "[ABS:(346,-1)]": 1759,
    "[ABS:(345,0)]": 1760,
    "[ABS:(345,1)]": 1761,
    "[ABS:(344,1)]": 1762,
    "[ABS:(344,2)]": 1763,
    "[ABS:(346,0)]": 1764,
    "[ABS:(347,-1)]": 1765,
    "[ABS:(348,-3)]": 1766,
    "[ABS:(350,-4)]": 1767,
    "[ABS:(351,-5)]": 1768,
    "[ABS:(352,-5)]": 1769,
    "[ABS:(353,-4)]": 1770,
    "[ABS:(354,-4)]": 1771,
    "[ABS:(355,-3)]": 1772,
    "[ABS:(355,-1)]": 1773,
    "[ABS:(355,1)]": 1774,
    "[ABS:(355,2)]": 1775,
    "[ABS:(355,4)]": 1776,
    "[ABS:(-1,2)]": 1777,
    "[ABS:(-2,4)]": 1778,
    "[ABS:(-3,6)]": 1779,
    "[ABS:(-3,8)]": 1780,
    "[ABS:(-2,9)]": 1781,
    "[ABS:(-2,11)]": 1782,
    "[ABS:(1,12)]": 1783,
    "[ABS:(2,11)]": 1784,
    "[ABS:(3,11)]": 1785,
    "[ABS:(4,7)]": 1786,
    "[ABS:(4,4)]": 1787,
    "[ABS:(4,3)]": 1788,
    "[ABS:(11,1)]": 1789,
    "[ABS:(10,1)]": 1790,
    "[ABS:(10,2)]": 1791,
    "[ABS:(10,6)]": 1792,
    "[ABS:(10,8)]": 1793,
    "[ABS:(11,8)]": 1794,
    "[ABS:(12,8)]": 1795,
    "[ABS:(14,7)]": 1796,
    "[ABS:(14,6)]": 1797,
    "[ABS:(15,5)]": 1798,
    "[ABS:(17,8)]": 1799,
    "[ABS:(18,9)]": 1800,
    "[ABS:(23,-5)]": 1801,
    "[ABS:(23,-4)]": 1802,
    "[ABS:(24,-3)]": 1803,
    "[ABS:(24,-1)]": 1804,
    "[ABS:(23,1)]": 1805,
    "[ABS:(23,2)]": 1806,
    "[ABS:(23,4)]": 1807,
    "[ABS:(23,5)]": 1808,
    "[ABS:(22,3)]": 1809,
    "[ABS:(23,3)]": 1810,
    "[ABS:(24,3)]": 1811,
    "[ABS:(25,3)]": 1812,
    "[ABS:(26,3)]": 1813,
    "[ABS:(27,2)]": 1814,
    "[ABS:(33,3)]": 1815,
    "[ABS:(34,3)]": 1816,
    "[ABS:(35,3)]": 1817,
    "[ABS:(48,2)]": 1818,
    "[ABS:(47,2)]": 1819,
    "[ABS:(46,2)]": 1820,
    "[ABS:(45,3)]": 1821,
    "[ABS:(43,6)]": 1822,
    "[ABS:(43,7)]": 1823,
    "[ABS:(43,8)]": 1824,
    "[ABS:(44,9)]": 1825,
    "[ABS:(44,8)]": 1826,
    "[ABS:(46,8)]": 1827,
    "[ABS:(50,3)]": 1828,
    "[ABS:(52,1)]": 1829,
    "[ABS:(53,-1)]": 1830,
    "[ABS:(53,0)]": 1831,
    "[ABS:(53,1)]": 1832,
    "[ABS:(52,3)]": 1833,
    "[ABS:(53,5)]": 1834,
    "[ABS:(53,6)]": 1835,
    "[ABS:(53,7)]": 1836,
    "[ABS:(61,3)]": 1837,
    "[ABS:(60,3)]": 1838,
    "[ABS:(59,3)]": 1839,
    "[ABS:(57,6)]": 1840,
    "[ABS:(57,7)]": 1841,
    "[ABS:(58,7)]": 1842,
    "[ABS:(59,6)]": 1843,
    "[ABS:(60,6)]": 1844,
    "[ABS:(61,5)]": 1845,
    "[ABS:(62,5)]": 1846,
    "[ABS:(63,5)]": 1847,
    "[ABS:(63,6)]": 1848,
    "[ABS:(63,7)]": 1849,
    "[ABS:(63,8)]": 1850,
    "[ABS:(64,8)]": 1851,
    "[ABS:(64,7)]": 1852,
    "[ABS:(69,-1)]": 1853,
    "[ABS:(68,-1)]": 1854,
    "[ABS:(68,0)]": 1855,
    "[ABS:(68,2)]": 1856,
    "[ABS:(67,3)]": 1857,
    "[ABS:(67,5)]": 1858,
    "[ABS:(67,6)]": 1859,
    "[ABS:(66,7)]": 1860,
    "[ABS:(67,7)]": 1861,
    "[ABS:(67,4)]": 1862,
    "[ABS:(68,5)]": 1863,
    "[ABS:(70,5)]": 1864,
    "[ABS:(72,4)]": 1865,
    "[ABS:(73,4)]": 1866,
    "[ABS:(74,4)]": 1867,
    "[ABS:(75,4)]": 1868,
    "[ABS:(75,3)]": 1869,
    "[ABS:(74,3)]": 1870,
    "[ABS:(73,3)]": 1871,
    "[ABS:(71,7)]": 1872,
    "[ABS:(71,8)]": 1873,
    "[ABS:(73,9)]": 1874,
    "[ABS:(75,8)]": 1875,
    "[ABS:(76,8)]": 1876,
    "[ABS:(77,7)]": 1877,
    "[ABS:(78,5)]": 1878,
    "[ABS:(82,-2)]": 1879,
    "[ABS:(82,-1)]": 1880,
    "[ABS:(81,-1)]": 1881,
    "[ABS:(81,0)]": 1882,
    "[ABS:(80,0)]": 1883,
    "[ABS:(80,1)]": 1884,
    "[ABS:(79,4)]": 1885,
