[ABS:(0,0)] [ABS:(0,0)]
[ABS:(0,0);(0,0)] [ABS:(0,0);(0,0)]
[ABS:(0,1)] [ABS:(0,2)]
[ABS:(-1,0)] [ABS:(-1,0)]
[ABS:(0,0);(0,0)] [ABS:(0,0)]
[ABS:(0,3)] [ABS:(0,4)]
[ABS:(1,1)] [ABS:(1,1)]
[ABS:(4,1)] [ABS:(4,1)]
[ABS:(8,2)] [ABS:(8,2)]
[ABS:(12,1)] [ABS:(12,1)]
[ABS:(12,2)] [ABS:(12,2)]
[ABS:(3,2)] [ABS:(3,2)]
[ABS:(4,0)] [ABS:(4,0)]
[ABS:(6,1)] [ABS:(6,1)]
[ABS:(6,0)] [ABS:(6,0)]
[ABS:(11,2)] [ABS:(11,2)]
[ABS:(3,0)] [ABS:(3,0)]
[ABS:(0,1)] [ABS:(0,1)]
[ABS:(4,2)] [ABS:(4,2)]
[ABS:(3,1)] [ABS:(3,1)]
[ABS:(16,2)] [ABS:(16,2)]
[ABS:(2,2)] [ABS:(2,2)]
[ABS:(10,0)] [ABS:(10,0)]
[ABS:(14,2)] [ABS:(14,2)]
[ABS:(11,0)] [ABS:(11,0)]
[ABS:(14,0)] [ABS:(14,0)]
[ABS:(9,2)] [ABS:(9,2)]
[ABS:(13,1)] [ABS:(13,1)]
[ABS:(5,2)] [ABS:(5,2)]
[ABS:(6,2)] [ABS:(6,2)]
[ABS:(10,2)] [ABS:(10,2)]
[ABS:(8,1)] [ABS:(8,1)]
[ABS:(7,1)] [ABS:(7,1)]
[ABS:(11,1)] [ABS:(11,1)]
[ABS:(7,2)] [ABS:(7,2)]
[ABS:(8,0)] [ABS:(8,0)]
[ABS:(10,1)] [ABS:(10,1)]
[ABS:(2,0)] [ABS:(2,0)]
[ABS:(22,0)] [ABS:(22,0)]
[ABS:(18,2)] [ABS:(18,2)]
[ABS:(5,0)] [ABS:(5,0)]
[ABS:(24,2)] [ABS:(24,2)]
[ABS:(13,0)] [ABS:(13,0)]
[ABS:(12,0)] [ABS:(12,0)]
[ABS:(8,3)] [ABS:(8,3)]
[ABS:(19,0)] [ABS:(19,0)]
[ABS:(6,3)] [ABS:(6,3)]
[ABS:(22,2)] [ABS:(22,2)]
[ABS:(18,0)] [ABS:(18,0)]
[ABS:(7,0)] [ABS:(7,0)]
[ABS:(15,2)] [ABS:(15,2)]
[ABS:(1,0)] [ABS:(1,0)]
[ABS:(2,1)] [ABS:(2,1)]
[ABS:(15,1)] [ABS:(15,1)]
[ABS:(5,1)] [ABS:(5,1)]
[ABS:(20,2)] [ABS:(20,2)]
[ABS:(16,1)] [ABS:(16,1)]
[ABS:(4,4)] [ABS:(4,4)]
[ABS:(28,2)] [ABS:(28,2)]
[ABS:(24,1)] [ABS:(24,1)]
[ABS:(20,0)] [ABS:(20,0)]
[ABS:(26,2)] [ABS:(26,2)]
[ABS:(2,3)] [ABS:(2,3)]
[ABS:(9,0)] [ABS:(9,0)]
[ABS:(18,1)] [ABS:(18,1)]
[ABS:(14,1)] [ABS:(14,1)]
[ABS:(16,0)] [ABS:(16,0)]
[ABS:(10,4)] [ABS:(10,4)]
[ABS:(42,2)] [ABS:(42,2)]
[ABS:(9,1)] [ABS:(9,1)]
[ABS:(12,4)] [ABS:(12,4)]
[ABS:(16,4)] [ABS:(16,4)]
[ABS:(34,1)] [ABS:(34,1)]
[ABS:(27,2)] [ABS:(27,2)]
[ABS:(28,0)] [ABS:(28,0)]
[ABS:(30,0)] [ABS:(30,0)]
[ABS:(15,0)] [ABS:(15,0)]
[ABS:(42,0)] [ABS:(42,0)]
[ABS:(17,0)] [ABS:(17,0)]
[ABS:(24,0)] [ABS:(24,0)]
[ABS:(28,1)] [ABS:(28,1)]
[ABS:(54,0)] [ABS:(54,0)]
[ABS:(13,2)] [ABS:(13,2)]
[ABS:(50,2)] [ABS:(50,2)]
[ABS:(10,3)] [ABS:(10,3)]
[ABS:(9,3)] [ABS:(9,3)]
[ABS:(29,2)] [ABS:(29,2)]
[ABS:(86,0)] [ABS:(86,0)]
[ABS:(7,3)] [ABS:(7,3)]
[ABS:(26,0)] [ABS:(26,0)]
[ABS:(50,0)] [ABS:(50,0)]
[ABS:(4,3)] [ABS:(4,3)]
[ABS:(78,0)] [ABS:(78,0)]
[ABS:(8,4)] [ABS:(8,4)]
[ABS:(2,4)] [ABS:(2,4)]
[ABS:(19,2)] [ABS:(19,2)]
[ABS:(22,1)] [ABS:(22,1)]
[ABS:(17,2)] [ABS:(17,2)]
[ABS:(16,3)] [ABS:(16,3)]
[ABS:(21,2)] [ABS:(21,2)]
[ABS:(49,0)] [ABS:(49,0)]
[ABS:(33,0)] [ABS:(33,0)]
[ABS:(60,0)] [ABS:(60,0)]
[ABS:(6,4)] [ABS:(6,4)]
[ABS:(1,4)] [ABS:(1,4)]
[ABS:(47,2)] [ABS:(47,2)]
[ABS:(56,2)] [ABS:(56,2)]
[ABS:(11,4)] [ABS:(11,4)]
[ABS:(37,0)] [ABS:(37,0)]
[ABS:(1,2)] [ABS:(1,2)]
[ABS:(23,2)] [ABS:(23,2)]
[ABS:(38,0)] [ABS:(38,0)]
[ABS:(74,-1)] [ABS:(74,-1)]
[ABS:(44,1)] [ABS:(44,1)]
[ABS:(74,2)] [ABS:(74,2)]
[ABS:(52,0)] [ABS:(52,0)]
[ABS:(23,0)] [ABS:(23,0)]
[ABS:(50,1)] [ABS:(50,1)]
[ABS:(30,1)] [ABS:(30,1)]
[ABS:(45,2)] [ABS:(45,2)]
[ABS:(32,2)] [ABS:(32,2)]
[ABS:(32,0)] [ABS:(32,0)]
[ABS:(44,2)] [ABS:(44,2)]
[ABS:(1,3)] [ABS:(1,3)]
[ABS:(14,5)] [ABS:(14,5)]
[ABS:(30,2)] [ABS:(30,2)]
[ABS:(5,4)] [ABS:(5,4)]
[ABS:(20,1)] [ABS:(20,1)]
[ABS:(35,0)] [ABS:(35,0)]
[ABS:(52,2)] [ABS:(52,2)]
[ABS:(58,0)] [ABS:(58,0)]
[ABS:(28,3)] [ABS:(28,3)]
[ABS:(40,2)] [ABS:(40,2)]
[ABS:(48,2)] [ABS:(48,2)]
[ABS:(11,3)] [ABS:(11,3)]
[ABS:(40,4)] [ABS:(40,4)]
[ABS:(48,0)] [ABS:(48,0)]
[ABS:(46,2)] [ABS:(46,2)]
[ABS:(31,2)] [ABS:(31,2)]
[ABS:(46,4)] [ABS:(46,4)]
[ABS:(3,4)] [ABS:(3,4)]
[ABS:(35,2)] [ABS:(35,2)]
[ABS:(25,1)] [ABS:(25,1)]
[ABS:(25,2)] [ABS:(25,2)]
[ABS:(56,0)] [ABS:(56,0)]
[ABS:(23,1)] [ABS:(23,1)]
[ABS:(76,1)] [ABS:(76,1)]
[ABS:(34,2)] [ABS:(34,2)]
[ABS:(24,4)] [ABS:(24,4)]
[ABS:(73,0)] [ABS:(73,0)]
[ABS:(7,4)] [ABS:(7,4)]
[ABS:(38,2)] [ABS:(38,2)]
[ABS:(33,2)] [ABS:(33,2)]
[ABS:(74,0)] [ABS:(74,0)]
[ABS:(17,4)] [ABS:(17,4)]
[ABS:(21,0)] [ABS:(21,0)]
[ABS:(13,4)] [ABS:(13,4)]
[ABS:(15,4)] [ABS:(15,4)]
[ABS:(32,1)] [ABS:(32,1)]
[ABS:(72,2)] [ABS:(72,2)]
[ABS:(12,3)] [ABS:(12,3)]
[ABS:(54,1)] [ABS:(54,1)]
[ABS:(37,2)] [ABS:(37,2)]
[ABS:(40,0)] [ABS:(40,0)]
[ABS:(54,2)] [ABS:(54,2)]
[ABS:(5,3)] [ABS:(5,3)]
[ABS:(36,2)] [ABS:(36,2)]
[ABS:(23,3)] [ABS:(23,3)]
[ABS:(34,3)] [ABS:(34,3)]
[ABS:(66,0)] [ABS:(66,0)]
[ABS:(39,0)] [ABS:(39,0)]
[ABS:(20,4)] [ABS:(20,4)]
[ABS:(45,0)] [ABS:(45,0)]
[ABS:(18,-1)] [ABS:(18,-1)]
[ABS:(0,5)] [ABS:(0,5)]
[ABS:(14,4)] [ABS:(14,4)]
[ABS:(0,1)] [ABS:(0,1);(0,2)]
[ABS:(20,3)] [ABS:(20,3)]
[ABS:(40,1)] [ABS:(40,1)]
[ABS:(80,0)] [ABS:(80,0)]
[ABS:(53,1)] [ABS:(53,1)]
[ABS:(44,0)] [ABS:(44,0)]
[ABS:(3,3)] [ABS:(3,3)]
[ABS:(17,1)] [ABS:(17,1)]
[ABS:(25,4)] [ABS:(25,4)]
[ABS:(82,0)] [ABS:(82,0)]
[ABS:(29,4)] [ABS:(29,4)]
[ABS:(58,2)] [ABS:(58,2)]
[ABS:(49,1)] [ABS:(49,1)]
[ABS:(19,3)] [ABS:(19,3)]
[ABS:(77,0)] [ABS:(77,0)]
[ABS:(27,1)] [ABS:(27,1)]
[ABS:(40,3)] [ABS:(40,3)]
[ABS:(72,1)] [ABS:(72,1)]
[ABS:(32,4)] [ABS:(32,4)]
[ABS:(0,-1)] [ABS:(0,-1)]
[ABS:(29,0)] [ABS:(29,0)]
[ABS:(58,1)] [ABS:(58,1)]
[ABS:(10,5)] [ABS:(10,5)]
[ABS:(36,0)] [ABS:(36,0)]
[ABS:(34,0)] [ABS:(34,0)]
[ABS:(22,4)] [ABS:(22,4)]
[ABS:(64,1)] [ABS:(64,1)]
[ABS:(9,4)] [ABS:(9,4)]
[ABS:(29,-1)] [ABS:(29,-1)]
[ABS:(0,6)] [ABS:(0,6)]
[ABS:(14,-1)] [ABS:(14,-1)]
[ABS:(38,4)] [ABS:(38,4)]
[ABS:(51,2)] [ABS:(51,2)]
[ABS:(6,5)] [ABS:(6,5)]
[ABS:(66,2)] [ABS:(66,2)]
[ABS:(62,0)] [ABS:(62,0)]
[ABS:(43,0)] [ABS:(43,0)]
[ABS:(51,1)] [ABS:(51,1)]
[ABS:(18,4)] [ABS:(18,4)]
[ABS:(67,2)] [ABS:(67,2)]
[ABS:(84,0)] [ABS:(84,0)]
[ABS:(53,2)] [ABS:(53,2)]
[ABS:(31,3)] [ABS:(31,3)]
[ABS:(31,1)] [ABS:(31,1)]
[ABS:(22,3)] [ABS:(22,3)]
[ABS:(24,3)] [ABS:(24,3)]
[ABS:(76,0)] [ABS:(76,0)]
[ABS:(26,3)] [ABS:(26,3)]
[ABS:(100,0)] [ABS:(100,0)]
[ABS:(36,4)] [ABS:(36,4)]
[ABS:(68,1)] [ABS:(68,1)]
[ABS:(82,2)] [ABS:(82,2)]
[ABS:(68,-1)] [ABS:(68,-1)]
[ABS:(59,2)] [ABS:(59,2)]
[ABS:(73,1)] [ABS:(73,1)]
[ABS:(92,0)] [ABS:(92,0)]
[ABS:(70,1)] [ABS:(70,1)]
[ABS:(60,1)] [ABS:(60,1)]
[ABS:(55,0)] [ABS:(55,0)]
[ABS:(0,4)] [ABS:(0,4)]
[ABS:(70,2)] [ABS:(70,2)]
[ABS:(14,3)] [ABS:(14,3)]
[ABS:(26,1)] [ABS:(26,1)]
[ABS:(82,1)] [ABS:(82,1)]
[ABS:(25,0)] [ABS:(25,0)]
[ABS:(53,0)] [ABS:(53,0)]
[ABS:(27,0)] [ABS:(27,0)]
[ABS:(65,2)] [ABS:(65,2)]
[ABS:(66,-1)] [ABS:(66,-1)]
[ABS:(29,3)] [ABS:(29,3)]
[ABS:(72,0)] [ABS:(72,0)]
[ABS:(80,-2)] [ABS:(80,-2)]
[ABS:(56,3)] [ABS:(56,3)]
[ABS:(69,2)] [ABS:(69,2)]
[ABS:(46,1)] [ABS:(46,1)]
[ABS:(65,0)] [ABS:(65,0)]
[ABS:(64,0)] [ABS:(64,0)]
[ABS:(36,1)] [ABS:(36,1)]
[ABS:(33,1)] [ABS:(33,1)]
[ABS:(17,-1)] [ABS:(17,-1)]
[ABS:(39,4)] [ABS:(39,4)]
[ABS:(64,2)] [ABS:(64,2)]
[ABS:(25,3)] [ABS:(25,3)]
[ABS:(55,1)] [ABS:(55,1)]
[ABS:(28,4)] [ABS:(28,4)]
[ABS:(26,-1)] [ABS:(26,-1)]
[ABS:(32,3)] [ABS:(32,3)]
[ABS:(48,1)] [ABS:(48,1)]
[ABS:(75,0)] [ABS:(75,0)]
[ABS:(31,4)] [ABS:(31,4)]
[ABS:(30,3)] [ABS:(30,3)]
[ABS:(19,1)] [ABS:(19,1)]
[ABS:(21,1)] [ABS:(21,1)]
[ABS:(48,3)] [ABS:(48,3)]
[ABS:(15,3)] [ABS:(15,3)]
[ABS:(57,0)] [ABS:(57,0)]
[ABS:(47,0)] [ABS:(47,0)]
[ABS:(18,3)] [ABS:(18,3)]
[ABS:(81,0)] [ABS:(81,0)]
[ABS:(66,1)] [ABS:(66,1)]
[ABS:(49,2)] [ABS:(49,2)]
[ABS:(88,0)] [ABS:(88,0)]
[ABS:(37,1)] [ABS:(37,1)]
[ABS:(76,2)] [ABS:(76,2)]
[ABS:(0,3)] [ABS:(0,3)]
[ABS:(41,1)] [ABS:(41,1)]
[ABS:(34,4)] [ABS:(34,4)]
[ABS:(63,2)] [ABS:(63,2)]
[ABS:(72,-2)] [ABS:(72,-2)]
[ABS:(13,3)] [ABS:(13,3)]
[ABS:(41,3)] [ABS:(41,3)]
[ABS:(36,3)] [ABS:(36,3)]
[ABS:(38,1)] [ABS:(38,1)]
[ABS:(59,1)] [ABS:(59,1)]
[ABS:(22,-1)] [ABS:(22,-1)]
[ABS:(67,0)] [ABS:(67,0)]
[ABS:(39,3)] [ABS:(39,3)]
[ABS:(80,2)] [ABS:(80,2)]
[ABS:(48,4)] [ABS:(48,4)]
[ABS:(26,4)] [ABS:(26,4)]
[ABS:(30,4)] [ABS:(30,4)]
[ABS:(42,1)] [ABS:(42,1)]
[ABS:(61,0)] [ABS:(61,0)]
[ABS:(60,2)] [ABS:(60,2)]
[ABS:(35,1)] [ABS:(35,1)]
[ABS:(70,0)] [ABS:(70,0)]
[ABS:(82,-1)] [ABS:(82,-1)]
[ABS:(95,2)] [ABS:(95,2)]
[ABS:(35,4)] [ABS:(35,4)]
[ABS:(52,1)] [ABS:(52,1)]
[ABS:(68,0)] [ABS:(68,0)]
[ABS:(12,-1)] [ABS:(12,-1)]
[ABS:(51,0)] [ABS:(51,0)]
[ABS:(39,1)] [ABS:(39,1)]
[ABS:(98,0)] [ABS:(98,0)]
[ABS:(78,2)] [ABS:(78,2)]
[ABS:(10,6)] [ABS:(10,6)]
[ABS:(21,3)] [ABS:(21,3)]
[ABS:(61,2)] [ABS:(61,2)]
[ABS:(27,3)] [ABS:(27,3)]
[ABS:(47,1)] [ABS:(47,1)]
[ABS:(71,2)] [ABS:(71,2)]
[ABS:(47,3)] [ABS:(47,3)]
[ABS:(17,3)] [ABS:(17,3)]
[ABS:(41,0)] [ABS:(41,0)]
[ABS:(83,2)] [ABS:(83,2)]
[ABS:(12,5)] [ABS:(12,5)]
[ABS:(41,2)] [ABS:(41,2)]
[ABS:(46,3)] [ABS:(46,3)]
[ABS:(8,5)] [ABS:(8,5)]
[ABS:(36,-1)] [ABS:(36,-1)]
[ABS:(76,-2)] [ABS:(76,-2)]
[ABS:(8,6)] [ABS:(8,6)]
[ABS:(12,7)] [ABS:(12,7)]
[ABS:(56,1)] [ABS:(56,1)]
[ABS:(46,0)] [ABS:(46,0)]
[ABS:(94,0)] [ABS:(94,0)]
[ABS:(44,4)] [ABS:(44,4)]
[ABS:(19,4)] [ABS:(19,4)]
[ABS:(94,2)] [ABS:(94,2)]
[ABS:(49,3)] [ABS:(49,3)]
[ABS:(74,1)] [ABS:(74,1)]
[ABS:(74,-2)] [ABS:(74,-2)]
[ABS:(16,-1)] [ABS:(16,-1)]
[ABS:(63,0)] [ABS:(63,0)]
[ABS:(60,3)] [ABS:(60,3)]
[ABS:(6,-1)] [ABS:(6,-1)]
[ABS:(46,-1)] [ABS:(46,-1)]
[ABS:(71,0)] [ABS:(71,0)]
[ABS:(43,2)] [ABS:(43,2)]
[ABS:(58,3)] [ABS:(58,3)]
[ABS:(11,5)] [ABS:(11,5)]
[ABS:(59,4)] [ABS:(59,4)]
[ABS:(82,-2)] [ABS:(82,-2)]
[ABS:(63,1)] [ABS:(63,1)]
[ABS:(91,0)] [ABS:(91,0)]
[ABS:(62,1)] [ABS:(62,1)]
[ABS:(91,-2)] [ABS:(91,-2)]
[ABS:(75,1)] [ABS:(75,1)]
[ABS:(54,3)] [ABS:(54,3)]
[ABS:(112,0)] [ABS:(112,0)]
[ABS:(43,1)] [ABS:(43,1)]
[ABS:(85,-2)] [ABS:(85,-2)]
[ABS:(32,-1)] [ABS:(32,-1)]
[ABS:(97,0)] [ABS:(97,0)]
[ABS:(66,3)] [ABS:(66,3)]
[ABS:(4,5)] [ABS:(4,5)]
[ABS:(94,-2)] [ABS:(94,-2)]
[ABS:(55,2)] [ABS:(55,2)]
[ABS:(59,0)] [ABS:(59,0)]
[ABS:(29,1)] [ABS:(29,1)]
[ABS:(84,-2)] [ABS:(84,-2)]
[ABS:(72,-1)] [ABS:(72,-1)]
[ABS:(52,-1)] [ABS:(52,-1)]
[ABS:(79,0)] [ABS:(79,0)]
[ABS:(110,2)] [ABS:(110,2)]
[ABS:(83,-1)] [ABS:(83,-1)]
[ABS:(31,0)] [ABS:(31,0)]
[ABS:(28,-1)] [ABS:(28,-1)]
[ABS:(92,-1)] [ABS:(92,-1)]
[ABS:(23,4)] [ABS:(23,4)]
[ABS:(2,5)] [ABS:(2,5)]
[ABS:(13,6)] [ABS:(13,6)]
[ABS:(45,1)] [ABS:(45,1)]
[ABS:(95,0)] [ABS:(95,0)]
[ABS:(42,-1)] [ABS:(42,-1)]
[ABS:(38,3)] [ABS:(38,3)]
[ABS:(9,5)] [ABS:(9,5)]
[ABS:(62,2)] [ABS:(62,2)]
[ABS:(20,-1)] [ABS:(20,-1)]
[ABS:(7,5)] [ABS:(7,5)]
[ABS:(34,-1)] [ABS:(34,-1)]
[ABS:(6,6)] [ABS:(6,6)]
[ABS:(102,0)] [ABS:(102,0)]
[ABS:(110,0)] [ABS:(110,0)]
[ABS:(52,3)] [ABS:(52,3)]
[ABS:(74,3)] [ABS:(74,3)]
[ABS:(71,1)] [ABS:(71,1)]
[ABS:(58,4)] [ABS:(58,4)]
[ABS:(56,4)] [ABS:(56,4)]
[ABS:(50,4)] [ABS:(50,4)]
[ABS:(41,4)] [ABS:(41,4)]
[ABS:(61,1)] [ABS:(61,1)]
[ABS:(66,4)] [ABS:(66,4)]
[ABS:(67,1)] [ABS:(67,1)]
[ABS:(60,-1)] [ABS:(60,-1)]
[ABS:(46,-2)] [ABS:(46,-2)]
[ABS:(4,6)] [ABS:(4,6)]
[ABS:(43,3)] [ABS:(43,3)]
[ABS:(55,4)] [ABS:(55,4)]
[ABS:(57,2)] [ABS:(57,2)]
[ABS:(62,-1)] [ABS:(62,-1)]
[ABS:(42,4)] [ABS:(42,4)]
[ABS:(68,2)] [ABS:(68,2)]
[ABS:(88,2)] [ABS:(88,2)]
[ABS:(16,5)] [ABS:(16,5)]
[ABS:(78,1)] [ABS:(78,1)]
[ABS:(61,3)] [ABS:(61,3)]
[ABS:(90,0)] [ABS:(90,0)]
[ABS:(98,2)] [ABS:(98,2)]
[ABS:(69,3)] [ABS:(69,3)]
[ABS:(69,0)] [ABS:(69,0)]
[ABS:(77,1)] [ABS:(77,1)]
[ABS:(37,3)] [ABS:(37,3)]
[ABS:(90,2)] [ABS:(90,2)]
[ABS:(-1,-1)] [ABS:(-1,-1)]
[ABS:(15,-1)] [ABS:(15,-1)]
[ABS:(88,-1)] [ABS:(88,-1)]
[ABS:(21,-1)] [ABS:(21,-1)]
[ABS:(82,3)] [ABS:(82,3)]
[ABS:(66,-2)] [ABS:(66,-2)]
[ABS:(89,0)] [ABS:(89,0)]
[ABS:(102,2)] [ABS:(102,2)]
[ABS:(24,-1)] [ABS:(24,-1)]
[ABS:(32,-2)] [ABS:(32,-2)]
[ABS:(60,4)] [ABS:(60,4)]
[ABS:(1,6)] [ABS:(1,6)]
[ABS:(44,3)] [ABS:(44,3)]
[ABS:(120,0)] [ABS:(120,0)]
[ABS:(44,-2)] [ABS:(44,-2)]
[ABS:(79,-2)] [ABS:(79,-2)]
[ABS:(19,-1)] [ABS:(19,-1)]
[ABS:(81,1)] [ABS:(81,1)]
[ABS:(52,4)] [ABS:(52,4)]
[ABS:(48,-1)] [ABS:(48,-1)]
[ABS:(104,-2)] [ABS:(104,-2)]
[ABS:(18,5)] [ABS:(18,5)]
[ABS:(39,2)] [ABS:(39,2)]
[ABS:(52,-2)] [ABS:(52,-2)]
[ABS:(30,-1)] [ABS:(30,-1)]
[ABS:(102,-2)] [ABS:(102,-2)]
[ABS:(86,2)] [ABS:(86,2)]
[ABS:(14,6)] [ABS:(14,6)]
[ABS:(5,5)] [ABS:(5,5)]
[ABS:(79,2)] [ABS:(79,2)]
[ABS:(62,-2)] [ABS:(62,-2)]
[ABS:(128,2)] [ABS:(128,2)]
[ABS:(75,2)] [ABS:(75,2)]
[ABS:(95,-2)] [ABS:(95,-2)]
[ABS:(13,5)] [ABS:(13,5)]
[ABS:(58,-1)] [ABS:(58,-1)]
[ABS:(90,1)] [ABS:(90,1)]
[ABS:(25,-1)] [ABS:(25,-1)]
[ABS:(80,-1)] [ABS:(80,-1)]
[ABS:(110,-2)] [ABS:(110,-2)]
[ABS:(40,-1)] [ABS:(40,-1)]
[ABS:(102,1)] [ABS:(102,1)]
[ABS:(64,-1)] [ABS:(64,-1)]
[ABS:(77,-1)] [ABS:(77,-1)]
[ABS:(59,3)] [ABS:(59,3)]
[ABS:(85,3)] [ABS:(85,3)]
[ABS:(91,2)] [ABS:(91,2)]
[ABS:(56,-1)] [ABS:(56,-1)]
[ABS:(86,-1)] [ABS:(86,-1)]
[ABS:(35,3)] [ABS:(35,3)]
[ABS:(112,2)] [ABS:(112,2)]
[ABS:(83,0)] [ABS:(83,0)]
[ABS:(89,1)] [ABS:(89,1)]
[ABS:(70,-1)] [ABS:(70,-1)]
[ABS:(69,1)] [ABS:(69,1)]
[ABS:(42,3)] [ABS:(42,3)]
[ABS:(38,-1)] [ABS:(38,-1)]
[ABS:(32,5)] [ABS:(32,5)]
[ABS:(64,4)] [ABS:(64,4)]
[ABS:(91,1)] [ABS:(91,1)]
[ABS:(7,6)] [ABS:(7,6)]
[ABS:(21,4)] [ABS:(21,4)]
[ABS:(103,-2)] [ABS:(103,-2)]
[ABS:(73,2)] [ABS:(73,2)]
[ABS:(104,2)] [ABS:(104,2)]
[ABS:(80,1)] [ABS:(80,1)]
[ABS:(27,-1)] [ABS:(27,-1)]
[ABS:(84,3)] [ABS:(84,3)]
[ABS:(90,-2)] [ABS:(90,-2)]
[ABS:(90,-1)] [ABS:(90,-1)]
[ABS:(96,2)] [ABS:(96,2)]
[ABS:(51,3)] [ABS:(51,3)]
[ABS:(13,-1)] [ABS:(13,-1)]
[ABS:(100,-2)] [ABS:(100,-2)]
[ABS:(118,0)] [ABS:(118,0)]
[ABS:(45,3)] [ABS:(45,3)]
[ABS:(81,-1)] [ABS:(81,-1)]
[ABS:(116,0)] [ABS:(116,0)]
[ABS:(51,-1)] [ABS:(51,-1)]
[ABS:(106,2)] [ABS:(106,2)]
[ABS:(87,-1)] [ABS:(87,-1)]
[ABS:(62,4)] [ABS:(62,4)]
[ABS:(79,4)] [ABS:(79,4)]
[ABS:(65,1)] [ABS:(65,1)]
[ABS:(64,3)] [ABS:(64,3)]
[ABS:(33,4)] [ABS:(33,4)]
[ABS:(85,0)] [ABS:(85,0)]
[ABS:(96,1)] [ABS:(96,1)]
[ABS:(112,-2)] [ABS:(112,-2)]
[ABS:(110,-1)] [ABS:(110,-1)]
[ABS:(87,0)] [ABS:(87,0)]
[ABS:(92,2)] [ABS:(92,2)]
[ABS:(89,2)] [ABS:(89,2)]
[ABS:(30,-2)] [ABS:(30,-2)]
[ABS:(42,5)] [ABS:(42,5)]
[ABS:(106,0)] [ABS:(106,0)]
[ABS:(47,4)] [ABS:(47,4)]
[ABS:(11,-1)] [ABS:(11,-1)]
[ABS:(57,1)] [ABS:(57,1)]
[ABS:(76,-1)] [ABS:(76,-1)]
[ABS:(79,3)] [ABS:(79,3)]
[ABS:(100,-1)] [ABS:(100,-1)]
[ABS:(84,2)] [ABS:(84,2)]
[ABS:(116,-2)] [ABS:(116,-2)]
[ABS:(68,-2)] [ABS:(68,-2)]
[ABS:(78,-2)] [ABS:(78,-2)]
[ABS:(42,-2)] [ABS:(42,-2)]
[ABS:(98,1)] [ABS:(98,1)]
[ABS:(122,2)] [ABS:(122,2)]
[ABS:(73,-1)] [ABS:(73,-1)]
[ABS:(7,-1)] [ABS:(7,-1)]
[ABS:(73,-2)] [ABS:(73,-2)]
[ABS:(84,1)] [ABS:(84,1)]
[ABS:(104,0)] [ABS:(104,0)]
[ABS:(85,1)] [ABS:(85,1)]
[ABS:(53,4)] [ABS:(53,4)]
[ABS:(8,-1)] [ABS:(8,-1)]
[ABS:(78,-1)] [ABS:(78,-1)]
[ABS:(37,-1)] [ABS:(37,-1)]
[ABS:(113,4)] [ABS:(113,4)]
[ABS:(50,-1)] [ABS:(50,-1)]
[ABS:(33,3)] [ABS:(33,3)]
[ABS:(103,0)] [ABS:(103,0)]
[ABS:(72,3)] [ABS:(72,3)]
[ABS:(134,2)] [ABS:(134,2)]
[ABS:(84,-1)] [ABS:(84,-1)]
[ABS:(12,6)] [ABS:(12,6)]
[ABS:(104,1)] [ABS:(104,1)]
[ABS:(86,3)] [ABS:(86,3)]
[ABS:(33,-1)] [ABS:(33,-1)]
[ABS:(79,-1)] [ABS:(79,-1)]
[ABS:(49,-1)] [ABS:(49,-1)]
[ABS:(123,0)] [ABS:(123,0)]
[ABS:(36,5)] [ABS:(36,5)]
[ABS:(74,4)] [ABS:(74,4)]
[ABS:(105,1)] [ABS:(105,1)]
[ABS:(57,4)] [ABS:(57,4)]
[ABS:(71,-1)] [ABS:(71,-1)]
[ABS:(65,-2)] [ABS:(65,-2)]
[ABS:(5,-1)] [ABS:(5,-1)]
[ABS:(55,-2)] [ABS:(55,-2)]
[ABS:(106,3)] [ABS:(106,3)]
[ABS:(87,1)] [ABS:(87,1)]
[ABS:(96,0)] [ABS:(96,0)]
[ABS:(96,-2)] [ABS:(96,-2)]
[ABS:(54,-1)] [ABS:(54,-1)]
[ABS:(81,2)] [ABS:(81,2)]
[ABS:(80,3)] [ABS:(80,3)]
[ABS:(110,3)] [ABS:(110,3)]
[ABS:(63,3)] [ABS:(63,3)]
[ABS:(87,2)] [ABS:(87,2)]
[ABS:(49,-2)] [ABS:(49,-2)]
[ABS:(3,5)] [ABS:(3,5)]
[ABS:(45,4)] [ABS:(45,4)]
[ABS:(106,1)] [ABS:(106,1)]
[ABS:(59,-1)] [ABS:(59,-1)]
[ABS:(106,-2)] [ABS:(106,-2)]
[ABS:(103,1)] [ABS:(103,1)]
[ABS:(49,4)] [ABS:(49,4)]
[ABS:(118,-1)] [ABS:(118,-1)]
[ABS:(34,5)] [ABS:(34,5)]
[ABS:(103,2)] [ABS:(103,2)]
[ABS:(105,0)] [ABS:(105,0)]
[ABS:(54,4)] [ABS:(54,4)]
[ABS:(59,-2)] [ABS:(59,-2)]
[ABS:(68,4)] [ABS:(68,4)]
[ABS:(35,-1)] [ABS:(35,-1)]
[ABS:(16,6)] [ABS:(16,6)]
[ABS:(100,2)] [ABS:(100,2)]
[ABS:(50,3)] [ABS:(50,3)]
[ABS:(81,-2)] [ABS:(81,-2)]
[ABS:(116,1)] [ABS:(116,1)]
[ABS:(101,1)] [ABS:(101,1)]
[ABS:(86,-2)] [ABS:(86,-2)]
[ABS:(65,-1)] [ABS:(65,-1)]
[ABS:(132,-3)] [ABS:(132,-3)]
[ABS:(108,0)] [ABS:(108,0)]
[ABS:(40,5)] [ABS:(40,5)]
[ABS:(113,2)] [ABS:(113,2)]
[ABS:(58,-2)] [ABS:(58,-2)]
[ABS:(43,4)] [ABS:(43,4)]
[ABS:(67,-2)] [ABS:(67,-2)]
[ABS:(88,1)] [ABS:(88,1)]
[ABS:(110,1)] [ABS:(110,1)]
[ABS:(61,-2)] [ABS:(61,-2)]
[ABS:(36,-2)] [ABS:(36,-2)]
[ABS:(72,4)] [ABS:(72,4)]
[ABS:(106,-1)] [ABS:(106,-1)]
[ABS:(68,3)] [ABS:(68,3)]
[ABS:(86,1)] [ABS:(86,1)]
[ABS:(100,1)] [ABS:(100,1)]
[ABS:(118,-2)] [ABS:(118,-2)]
[ABS:(63,-2)] [ABS:(63,-2)]
[ABS:(84,4)] [ABS:(84,4)]
[ABS:(93,0)] [ABS:(93,0)]
[ABS:(122,0)] [ABS:(122,0)]
[ABS:(15,5)] [ABS:(15,5)]
[ABS:(124,2)] [ABS:(124,2)]
[ABS:(27,4)] [ABS:(27,4)]
[ABS:(41,-1)] [ABS:(41,-1)]
[ABS:(53,-1)] [ABS:(53,-1)]
[ABS:(85,2)] [ABS:(85,2)]
[ABS:(1,5)] [ABS:(1,5)]
[ABS:(77,2)] [ABS:(77,2)]
[ABS:(130,0)] [ABS:(130,0)]
[ABS:(5,6)] [ABS:(5,6)]
[ABS:(112,-1)] [ABS:(112,-1)]
[ABS:(62,3)] [ABS:(62,3)]
[ABS:(95,-1)] [ABS:(95,-1)]
[ABS:(108,2)] [ABS:(108,2)]
[ABS:(23,-1)] [ABS:(23,-1)]
[ABS:(84,-3)] [ABS:(84,-3)]
[ABS:(61,4)] [ABS:(61,4)]
[ABS:(98,-2)] [ABS:(98,-2)]
[ABS:(79,1)] [ABS:(79,1)]
[ABS:(108,-2)] [ABS:(108,-2)]
[ABS:(94,1)] [ABS:(94,1)]
[ABS:(107,1)] [ABS:(107,1)]
[ABS:(53,3)] [ABS:(53,3)]
[ABS:(70,4)] [ABS:(70,4)]
[ABS:(86,4)] [ABS:(86,4)]
[ABS:(90,3)] [ABS:(90,3)]
[ABS:(38,-2)] [ABS:(38,-2)]
[ABS:(65,3)] [ABS:(65,3)]
[ABS:(109,-2)] [ABS:(109,-2)]
[ABS:(97,1)] [ABS:(97,1)]
[ABS:(99,-2)] [ABS:(99,-2)]
[ABS:(43,-1)] [ABS:(43,-1)]
[ABS:(34,-2)] [ABS:(34,-2)]
[ABS:(37,-2)] [ABS:(37,-2)]
[ABS:(26,-2)] [ABS:(26,-2)]
[ABS:(107,0)] [ABS:(107,0)]
[ABS:(51,4)] [ABS:(51,4)]
[ABS:(69,-2)] [ABS:(69,-2)]
[ABS:(112,4)] [ABS:(112,4)]
[ABS:(116,2)] [ABS:(116,2)]
[ABS:(70,-2)] [ABS:(70,-2)]
[ABS:(55,3)] [ABS:(55,3)]
[ABS:(81,3)] [ABS:(81,3)]
[ABS:(92,3)] [ABS:(92,3)]
[ABS:(16,-2)] [ABS:(16,-2)]
[ABS:(80,4)] [ABS:(80,4)]
[ABS:(129,-3)] [ABS:(129,-3)]
[ABS:(39,-2)] [ABS:(39,-2)]
[ABS:(117,2)] [ABS:(117,2)]
[ABS:(102,-1)] [ABS:(102,-1)]
[ABS:(77,3)] [ABS:(77,3)]
[ABS:(27,5)] [ABS:(27,5)]
[ABS:(101,2)] [ABS:(101,2)]
[ABS:(30,5)] [ABS:(30,5)]
[ABS:(115,-1)] [ABS:(115,-1)]
[ABS:(109,2)] [ABS:(109,2)]
[ABS:(46,5)] [ABS:(46,5)]
[ABS:(105,-2)] [ABS:(105,-2)]
[ABS:(44,-1)] [ABS:(44,-1)]
[ABS:(113,0)] [ABS:(113,0)]
[ABS:(45,-2)] [ABS:(45,-2)]
[ABS:(44,6)] [ABS:(44,6)]
[ABS:(90,4)] [ABS:(90,4)]
[ABS:(24,-2)] [ABS:(24,-2)]
[ABS:(29,5)] [ABS:(29,5)]
[ABS:(98,-1)] [ABS:(98,-1)]
[ABS:(132,2)] [ABS:(132,2)]
[ABS:(101,-2)] [ABS:(101,-2)]
[ABS:(39,-1)] [ABS:(39,-1)]
[ABS:(85,-1)] [ABS:(85,-1)]
[ABS:(117,0)] [ABS:(117,0)]
[ABS:(114,-2)] [ABS:(114,-2)]
[ABS:(26,5)] [ABS:(26,5)]
[ABS:(73,3)] [ABS:(73,3)]
[ABS:(120,-1)] [ABS:(120,-1)]
[ABS:(96,-1)] [ABS:(96,-1)]
[ABS:(93,2)] [ABS:(93,2)]
[ABS:(76,4)] [ABS:(76,4)]
[ABS:(20,-2)] [ABS:(20,-2)]
[ABS:(65,4)] [ABS:(65,4)]
[ABS:(4,-1)] [ABS:(4,-1)]
[ABS:(17,6)] [ABS:(17,6)]
[ABS:(22,5)] [ABS:(22,5)]
[ABS:(109,0)] [ABS:(109,0)]
[ABS:(102,3)] [ABS:(102,3)]
[ABS:(61,-1)] [ABS:(61,-1)]
[ABS:(99,2)] [ABS:(99,2)]
[ABS:(71,-2)] [ABS:(71,-2)]
[ABS:(95,1)] [ABS:(95,1)]
[ABS:(89,-1)] [ABS:(89,-1)]
[ABS:(98,4)] [ABS:(98,4)]
[ABS:(129,1)] [ABS:(129,1)]
[ABS:(45,5)] [ABS:(45,5)]
[ABS:(88,-2)] [ABS:(88,-2)]
[ABS:(115,-2)] [ABS:(115,-2)]
[ABS:(45,-1)] [ABS:(45,-1)]
[ABS:(19,5)] [ABS:(19,5)]
[ABS:(119,0)] [ABS:(119,0)]
[ABS:(92,-2)] [ABS:(92,-2)]
[ABS:(124,1)] [ABS:(124,1)]
[ABS:(93,1)] [ABS:(93,1)]
[ABS:(99,0)] [ABS:(99,0)]
[ABS:(115,0)] [ABS:(115,0)]
[ABS:(105,2)] [ABS:(105,2)]
[ABS:(20,5)] [ABS:(20,5)]
[ABS:(63,4)] [ABS:(63,4)]
[ABS:(69,-1)] [ABS:(69,-1)]
[ABS:(0,0)] [ABS:(0,1);(0,2)]
[ABS:(95,4)] [ABS:(95,4)]
[ABS:(21,5)] [ABS:(21,5)]
[ABS:(118,2)] [ABS:(118,2)]
[ABS:(112,3)] [ABS:(112,3)]
[ABS:(57,-1)] [ABS:(57,-1)]
[ABS:(75,-2)] [ABS:(75,-2)]
[ABS:(31,5)] [ABS:(31,5)]
[ABS:(53,-2)] [ABS:(53,-2)]
[ABS:(33,5)] [ABS:(33,5)]
[ABS:(64,-2)] [ABS:(64,-2)]
[ABS:(57,3)] [ABS:(57,3)]
[ABS:(106,-3)] [ABS:(106,-3)]
[ABS:(126,0)] [ABS:(126,0)]
[ABS:(67,-1)] [ABS:(67,-1)]
[ABS:(47,-1)] [ABS:(47,-1)]
[ABS:(121,-4)] [ABS:(121,-4)]
[ABS:(76,3)] [ABS:(76,3)]
[ABS:(9,6)] [ABS:(9,6)]
[ABS:(67,3)] [ABS:(67,3)]
[ABS:(97,-2)] [ABS:(97,-2)]
[ABS:(63,-1)] [ABS:(63,-1)]
[ABS:(120,2)] [ABS:(120,2)]
[ABS:(83,1)] [ABS:(83,1)]
[ABS:(108,-1)] [ABS:(108,-1)]
[ABS:(22,-2)] [ABS:(22,-2)]
[ABS:(31,-1)] [ABS:(31,-1)]
[ABS:(41,-2)] [ABS:(41,-2)]
[ABS:(122,-2)] [ABS:(122,-2)]
[ABS:(56,-2)] [ABS:(56,-2)]
[ABS:(128,1)] [ABS:(128,1)]
[ABS:(107,2)] [ABS:(107,2)]
[ABS:(136,2)] [ABS:(136,2)]
[ABS:(29,6)] [ABS:(29,6)]
[ABS:(87,-2)] [ABS:(87,-2)]
[ABS:(94,-1)] [ABS:(94,-1)]
[ABS:(111,-2)] [ABS:(111,-2)]
[ABS:(125,-2)] [ABS:(125,-2)]
[ABS:(124,0)] [ABS:(124,0)]
[ABS:(55,-1)] [ABS:(55,-1)]
[ABS:(117,1)] [ABS:(117,1)]
[ABS:(9,-1)] [ABS:(9,-1)]
[ABS:(124,-2)] [ABS:(124,-2)]
[ABS:(121,0)] [ABS:(121,0)]
[ABS:(111,0)] [ABS:(111,0)]
[ABS:(32,6)] [ABS:(32,6)]
[ABS:(128,0)] [ABS:(128,0)]
[ABS:(40,6)] [ABS:(40,6)]
[ABS:(47,-2)] [ABS:(47,-2)]
[ABS:(83,-2)] [ABS:(83,-2)]
[ABS:(26,6)] [ABS:(26,6)]
[ABS:(0,2)] [ABS:(0,2)]
[ABS:(115,2)] [ABS:(115,2)]
[ABS:(144,0)] [ABS:(144,0)]
[ABS:(24,5)] [ABS:(24,5)]
[ABS:(125,2)] [ABS:(125,2)]
[ABS:(27,-2)] [ABS:(27,-2)]
[ABS:(91,3)] [ABS:(91,3)]
[ABS:(130,2)] [ABS:(130,2)]
[ABS:(17,5)] [ABS:(17,5)]
[ABS:(78,4)] [ABS:(78,4)]
[ABS:(75,-1)] [ABS:(75,-1)]
[ABS:(93,-1)] [ABS:(93,-1)]
[ABS:(114,0)] [ABS:(114,0)]
[ABS:(96,4)] [ABS:(96,4)]
[ABS:(25,-2)] [ABS:(25,-2)]
[ABS:(113,-2)] [ABS:(113,-2)]
[ABS:(11,6)] [ABS:(11,6)]
[ABS:(71,3)] [ABS:(71,3)]
[ABS:(89,-2)] [ABS:(89,-2)]
[ABS:(148,2)] [ABS:(148,2)]
[ABS:(92,1)] [ABS:(92,1)]
[ABS:(101,-1)] [ABS:(101,-1)]
[ABS:(78,3)] [ABS:(78,3)]
[ABS:(118,1)] [ABS:(118,1)]
[ABS:(60,-2)] [ABS:(60,-2)]
[ABS:(28,5)] [ABS:(28,5)]
[ABS:(48,-2)] [ABS:(48,-2)]
[ABS:(97,2)] [ABS:(97,2)]
[ABS:(120,3)] [ABS:(120,3)]
[ABS:(138,-2)] [ABS:(138,-2)]
[ABS:(130,1)] [ABS:(130,1)]
[ABS:(137,2)] [ABS:(137,2)]
[ABS:(112,-3)] [ABS:(112,-3)]
[ABS:(70,3)] [ABS:(70,3)]
[ABS:(104,3)] [ABS:(104,3)]
[ABS:(71,4)] [ABS:(71,4)]
[ABS:(108,-3)] [ABS:(108,-3)]
[ABS:(101,0)] [ABS:(101,0)]
[ABS:(121,-2)] [ABS:(121,-2)]
[ABS:(109,1)] [ABS:(109,1)]
[ABS:(138,0)] [ABS:(138,0)]
[ABS:(50,-2)] [ABS:(50,-2)]
[ABS:(120,1)] [ABS:(120,1)]
[ABS:(111,-1)] [ABS:(111,-1)]
[ABS:(23,5)] [ABS:(23,5)]
[ABS:(99,-1)] [ABS:(99,-1)]
[ABS:(104,-1)] [ABS:(104,-1)]
[ABS:(128,-2)] [ABS:(128,-2)]
[ABS:(88,3)] [ABS:(88,3)]
[ABS:(89,4)] [ABS:(89,4)]
[ABS:(138,2)] [ABS:(138,2)]
[ABS:(126,-2)] [ABS:(126,-2)]
[ABS:(20,6)] [ABS:(20,6)]
[ABS:(48,-3)] [ABS:(48,-3)]
[ABS:(154,2)] [ABS:(154,2)]
[ABS:(85,4)] [ABS:(85,4)]
[ABS:(136,0)] [ABS:(136,0)]
[ABS:(127,-2)] [ABS:(127,-2)]
[ABS:(10,-1)] [ABS:(10,-1)]
[ABS:(57,-2)] [ABS:(57,-2)]
[ABS:(74,-3)] [ABS:(74,-3)]
[ABS:(92,-3)] [ABS:(92,-3)]
[ABS:(114,-1)] [ABS:(114,-1)]
[ABS:(75,4)] [ABS:(75,4)]
[ABS:(114,2)] [ABS:(114,2)]
[ABS:(134,1)] [ABS:(134,1)]
[ABS:(100,3)] [ABS:(100,3)]
[ABS:(25,5)] [ABS:(25,5)]
[ABS:(132,0)] [ABS:(132,0)]
[ABS:(81,4)] [ABS:(81,4)]
[ABS:(148,0)] [ABS:(148,0)]
[ABS:(30,6)] [ABS:(30,6)]
[ABS:(110,4)] [ABS:(110,4)]
[ABS:(146,2)] [ABS:(146,2)]
[ABS:(93,-2)] [ABS:(93,-2)]
[ABS:(125,0)] [ABS:(125,0)]
[ABS:(152,2)] [ABS:(152,2)]
[ABS:(52,5)] [ABS:(52,5)]
[ABS:(102,4)] [ABS:(102,4)]
[ABS:(56,5)] [ABS:(56,5)]
[ABS:(118,3)] [ABS:(118,3)]
[ABS:(50,5)] [ABS:(50,5)]
[ABS:(119,4)] [ABS:(119,4)]
[ABS:(77,4)] [ABS:(77,4)]
[ABS:(83,3)] [ABS:(83,3)]
[ABS:(40,-2)] [ABS:(40,-2)]
[ABS:(54,-2)] [ABS:(54,-2)]
[ABS:(0,7)] [ABS:(0,7)]
[ABS:(94,3)] [ABS:(94,3)]
[ABS:(108,3)] [ABS:(108,3)]
[ABS:(143,3)] [ABS:(143,3)]
[ABS:(92,4)] [ABS:(92,4)]
[ABS:(132,-1)] [ABS:(132,-1)]
[ABS:(93,3)] [ABS:(93,3)]
[ABS:(27,6)] [ABS:(27,6)]
[ABS:(136,-4)] [ABS:(136,-4)]
[ABS:(130,-1)] [ABS:(130,-1)]
[ABS:(151,-2)] [ABS:(151,-2)]
[ABS:(100,4)] [ABS:(100,4)]
[ABS:(99,1)] [ABS:(99,1)]
[ABS:(123,2)] [ABS:(123,2)]
[ABS:(87,4)] [ABS:(87,4)]
[ABS:(2,6)] [ABS:(2,6)]
[ABS:(131,4)] [ABS:(131,4)]
[ABS:(23,-2)] [ABS:(23,-2)]
[ABS:(111,1)] [ABS:(111,1)]
[ABS:(75,3)] [ABS:(75,3)]
[ABS:(67,4)] [ABS:(67,4)]
[ABS:(129,0)] [ABS:(129,0)]
[ABS:(48,6)] [ABS:(48,6)]
[ABS:(35,-2)] [ABS:(35,-2)]
[ABS:(29,-2)] [ABS:(29,-2)]
[ABS:(140,-2)] [ABS:(140,-2)]
[ABS:(140,0)] [ABS:(140,0)]
[ABS:(94,4)] [ABS:(94,4)]
[ABS:(133,0)] [ABS:(133,0)]
[ABS:(130,-4)] [ABS:(130,-4)]
[ABS:(31,-2)] [ABS:(31,-2)]
[ABS:(64,-3)] [ABS:(64,-3)]
[ABS:(18,-2)] [ABS:(18,-2)]
[ABS:(58,-3)] [ABS:(58,-3)]
[ABS:(123,4)] [ABS:(123,4)]
[ABS:(139,2)] [ABS:(139,2)]
[ABS:(145,0)] [ABS:(145,0)]
[ABS:(146,0)] [ABS:(146,0)]
[ABS:(119,2)] [ABS:(119,2)]
[ABS:(28,-2)] [ABS:(28,-2)]
[ABS:(113,1)] [ABS:(113,1)]
[ABS:(25,6)] [ABS:(25,6)]
[ABS:(140,1)] [ABS:(140,1)]
[ABS:(28,6)] [ABS:(28,6)]
[ABS:(139,1)] [ABS:(139,1)]
[ABS:(138,1)] [ABS:(138,1)]
[ABS:(96,-3)] [ABS:(96,-3)]
[ABS:(62,-3)] [ABS:(62,-3)]
[ABS:(119,-2)] [ABS:(119,-2)]
[ABS:(126,2)] [ABS:(126,2)]
[ABS:(33,-2)] [ABS:(33,-2)]
[ABS:(87,3)] [ABS:(87,3)]
[ABS:(96,3)] [ABS:(96,3)]
[ABS:(120,-2)] [ABS:(120,-2)]
[ABS:(62,-4)] [ABS:(62,-4)]
[ABS:(94,6)] [ABS:(94,6)]
[ABS:(144,-3)] [ABS:(144,-3)]
[ABS:(142,2)] [ABS:(142,2)]
[ABS:(13,-2)] [ABS:(13,-2)]
[ABS:(3,6)] [ABS:(3,6)]
[ABS:(154,-4)] [ABS:(154,-4)]
[ABS:(51,-2)] [ABS:(51,-2)]
[ABS:(89,3)] [ABS:(89,3)]
[ABS:(122,-3)] [ABS:(122,-3)]
[ABS:(134,0)] [ABS:(134,0)]
[ABS:(68,5)] [ABS:(68,5)]
[ABS:(122,1)] [ABS:(122,1)]
[ABS:(43,-2)] [ABS:(43,-2)]
[ABS:(54,-3)] [ABS:(54,-3)]
[ABS:(23,6)] [ABS:(23,6)]
[ABS:(69,4)] [ABS:(69,4)]
[ABS:(126,3)] [ABS:(126,3)]
[ABS:(82,4)] [ABS:(82,4)]
[ABS:(139,0)] [ABS:(139,0)]
[ABS:(48,5)] [ABS:(48,5)]
[ABS:(123,-2)] [ABS:(123,-2)]
[ABS:(73,-3)] [ABS:(73,-3)]
[ABS:(14,-2)] [ABS:(14,-2)]
[ABS:(115,1)] [ABS:(115,1)]
[ABS:(114,-4)] [ABS:(114,-4)]
[ABS:(95,3)] [ABS:(95,3)]
[ABS:(136,-3)] [ABS:(136,-3)]
[ABS:(117,-2)] [ABS:(117,-2)]
[ABS:(70,-3)] [ABS:(70,-3)]
[ABS:(114,3)] [ABS:(114,3)]
[ABS:(-1,1)] [ABS:(-1,1)]
[ABS:(116,-4)] [ABS:(116,-4)]
[ABS:(102,-3)] [ABS:(102,-3)]
[ABS:(86,5)] [ABS:(86,5)]
[ABS:(34,6)] [ABS:(34,6)]
[ABS:(24,6)] [ABS:(24,6)]
[ABS:(106,4)] [ABS:(106,4)]
[ABS:(120,4)] [ABS:(120,4)]
[ABS:(91,-1)] [ABS:(91,-1)]
[ABS:(122,3)] [ABS:(122,3)]
[ABS:(131,2)] [ABS:(131,2)]
[ABS:(128,4)] [ABS:(128,4)]
[ABS:(1,7)] [ABS:(1,7)]
[ABS:(145,2)] [ABS:(145,2)]
[ABS:(18,6)] [ABS:(18,6)]
[ABS:(97,-1)] [ABS:(97,-1)]
[ABS:(15,6)] [ABS:(15,6)]
[ABS:(135,2)] [ABS:(135,2)]
[ABS:(107,-2)] [ABS:(107,-2)]
[ABS:(103,3)] [ABS:(103,3)]
[ABS:(109,-1)] [ABS:(109,-1)]
[ABS:(34,-3)] [ABS:(34,-3)]
[ABS:(116,-1)] [ABS:(116,-1)]
[ABS:(70,-4)] [ABS:(70,-4)]
[ABS:(104,-3)] [ABS:(104,-3)]
[ABS:(64,5)] [ABS:(64,5)]
[ABS:(126,4)] [ABS:(126,4)]
[ABS:(37,4)] [ABS:(37,4)]
[ABS:(41,5)] [ABS:(41,5)]
[ABS:(66,-4)] [ABS:(66,-4)]
[ABS:(67,-3)] [ABS:(67,-3)]
[ABS:(0,0);(0,0)] [ABS:(0,1);(0,2)]
[ABS:(51,6)] [ABS:(51,6)]
[ABS:(121,2)] [ABS:(121,2)]
[ABS:(119,-1)] [ABS:(119,-1)]
[ABS:(113,3)] [ABS:(113,3)]
[ABS:(15,-2)] [ABS:(15,-2)]
[ABS:(88,-3)] [ABS:(88,-3)]
[ABS:(96,-4)] [ABS:(96,-4)]
[ABS:(63,6)] [ABS:(63,6)]
[ABS:(79,-3)] [ABS:(79,-3)]
[ABS:(141,-2)] [ABS:(141,-2)]
[ABS:(92,-4)] [ABS:(92,-4)]
[ABS:(132,4)] [ABS:(132,4)]
[ABS:(11,7)] [ABS:(11,7)]
[ABS:(123,1)] [ABS:(123,1)]
[ABS:(148,-1)] [ABS:(148,-1)]
[ABS:(143,0)] [ABS:(143,0)]
[ABS:(78,-3)] [ABS:(78,-3)]
[ABS:(112,1)] [ABS:(112,1)]
[ABS:(77,-2)] [ABS:(77,-2)]
[ABS:(111,2)] [ABS:(111,2)]
[ABS:(143,2)] [ABS:(143,2)]
[ABS:(0,5)] [ABS:(0,6)]
[ABS:(113,-1)] [ABS:(113,-1)]
[ABS:(73,4)] [ABS:(73,4)]
[ABS:(108,4)] [ABS:(108,4)]
[ABS:(114,1)] [ABS:(114,1)]
[ABS:(35,6)] [ABS:(35,6)]
[ABS:(141,3)] [ABS:(141,3)]
[ABS:(118,4)] [ABS:(118,4)]
[ABS:(124,4)] [ABS:(124,4)]
[ABS:(136,-2)] [ABS:(136,-2)]
[ABS:(151,2)] [ABS:(151,2)]
[ABS:(105,3)] [ABS:(105,3)]
[ABS:(82,-3)] [ABS:(82,-3)]
[ABS:(97,3)] [ABS:(97,3)]
[ABS:(54,5)] [ABS:(54,5)]
[ABS:(136,4)] [ABS:(136,4)]
[ABS:(101,3)] [ABS:(101,3)]
[ABS:(129,2)] [ABS:(129,2)]
[ABS:(126,1)] [ABS:(126,1)]
[ABS:(97,-3)] [ABS:(97,-3)]
[ABS:(142,-2)] [ABS:(142,-2)]
[ABS:(141,2)] [ABS:(141,2)]
[ABS:(119,1)] [ABS:(119,1)]
[ABS:(103,-3)] [ABS:(103,-3)]
[ABS:(3,-1)] [ABS:(3,-1)]
[ABS:(127,2)] [ABS:(127,2)]
[ABS:(109,3)] [ABS:(109,3)]
[ABS:(134,-2)] [ABS:(134,-2)]
[ABS:(10,7)] [ABS:(10,7)]
[ABS:(107,-4)] [ABS:(107,-4)]
[ABS:(142,0)] [ABS:(142,0)]
[ABS:(126,-4)] [ABS:(126,-4)]
[ABS:(91,4)] [ABS:(91,4)]
[ABS:(21,-2)] [ABS:(21,-2)]
[ABS:(103,-1)] [ABS:(103,-1)]
[ABS:(88,4)] [ABS:(88,4)]
[ABS:(84,-4)] [ABS:(84,-4)]
[ABS:(153,-5)] [ABS:(153,-5)]
[ABS:(57,5)] [ABS:(57,5)]
[ABS:(140,2)] [ABS:(140,2)]
[ABS:(140,-4)] [ABS:(140,-4)]
[ABS:(135,-2)] [ABS:(135,-2)]
[ABS:(38,5)] [ABS:(38,5)]
[ABS:(131,-2)] [ABS:(131,-2)]
[ABS:(17,-2)] [ABS:(17,-2)]
[ABS:(83,4)] [ABS:(83,4)]
[ABS:(58,6)] [ABS:(58,6)]
[ABS:(83,-3)] [ABS:(83,-3)]
[ABS:(132,1)] [ABS:(132,1)]
[ABS:(109,4)] [ABS:(109,4)]
[ABS:(42,6)] [ABS:(42,6)]
[ABS:(99,4)] [ABS:(99,4)]
[ABS:(146,-2)] [ABS:(146,-2)]
[ABS:(-1,4)] [ABS:(-1,4)]
[ABS:(135,0)] [ABS:(135,0)]
[ABS:(152,-2)] [ABS:(152,-2)]
[ABS:(66,-3)] [ABS:(66,-3)]
[ABS:(41,-3)] [ABS:(41,-3)]
[ABS:(39,6)] [ABS:(39,6)]
[ABS:(117,3)] [ABS:(117,3)]
[ABS:(121,-1)] [ABS:(121,-1)]
[ABS:(35,5)] [ABS:(35,5)]
[ABS:(121,1)] [ABS:(121,1)]
[ABS:(66,5)] [ABS:(66,5)]
[ABS:(154,-2)] [ABS:(154,-2)]
[ABS:(128,-3)] [ABS:(128,-3)]
[ABS:(144,-2)] [ABS:(144,-2)]
[ABS:(104,4)] [ABS:(104,4)]
[ABS:(65,-4)] [ABS:(65,-4)]
[ABS:(130,3)] [ABS:(130,3)]
[ABS:(140,4)] [ABS:(140,4)]
[ABS:(90,-3)] [ABS:(90,-3)]
[ABS:(60,5)] [ABS:(60,5)]
[ABS:(39,5)] [ABS:(39,5)]
[ABS:(136,-1)] [ABS:(136,-1)]
[ABS:(43,5)] [ABS:(43,5)]
[ABS:(124,-4)] [ABS:(124,-4)]
[ABS:(124,3)] [ABS:(124,3)]
[ABS:(126,-3)] [ABS:(126,-3)]
[ABS:(60,6)] [ABS:(60,6)]
[ABS:(113,-4)] [ABS:(113,-4)]
[ABS:(136,3)] [ABS:(136,3)]
[ABS:(19,-2)] [ABS:(19,-2)]
[ABS:(50,6)] [ABS:(50,6)]
[ABS:(127,3)] [ABS:(127,3)]
[ABS:(53,5)] [ABS:(53,5)]
[ABS:(72,5)] [ABS:(72,5)]
[ABS:(133,2)] [ABS:(133,2)]
[ABS:(41,6)] [ABS:(41,6)]
[ABS:(108,-4)] [ABS:(108,-4)]
[ABS:(37,5)] [ABS:(37,5)]
[ABS:(100,5)] [ABS:(100,5)]
[ABS:(62,6)] [ABS:(62,6)]
[ABS:(130,-2)] [ABS:(130,-2)]
[ABS:(107,-1)] [ABS:(107,-1)]
[ABS:(139,5)] [ABS:(139,5)]
[ABS:(115,3)] [ABS:(115,3)]
[ABS:(80,-3)] [ABS:(80,-3)]
[ABS:(19,6)] [ABS:(19,6)]
[ABS:(116,4)] [ABS:(116,4)]
[ABS:(125,3)] [ABS:(125,3)]
[ABS:(99,-3)] [ABS:(99,-3)]
[ABS:(45,6)] [ABS:(45,6)]
[ABS:(90,-4)] [ABS:(90,-4)]
[ABS:(148,-2)] [ABS:(148,-2)]
[ABS:(44,5)] [ABS:(44,5)]
[ABS:(110,-3)] [ABS:(110,-3)]
[ABS:(99,-4)] [ABS:(99,-4)]
[ABS:(107,-3)] [ABS:(107,-3)]
[ABS:(144,3)] [ABS:(144,3)]
[ABS:(47,5)] [ABS:(47,5)]
[ABS:(75,-3)] [ABS:(75,-3)]
[ABS:(86,-3)] [ABS:(86,-3)]
[ABS:(141,0)] [ABS:(141,0)]
[ABS:(145,-4)] [ABS:(145,-4)]
[ABS:(133,-1)] [ABS:(133,-1)]
[ABS:(138,4)] [ABS:(138,4)]
[ABS:(146,1)] [ABS:(146,1)]
[ABS:(65,-3)] [ABS:(65,-3)]
[ABS:(139,-2)] [ABS:(139,-2)]
[ABS:(153,0)] [ABS:(153,0)]
[ABS:(122,-1)] [ABS:(122,-1)]
[ABS:(156,0)] [ABS:(156,0)]
[ABS:(75,-4)] [ABS:(75,-4)]
[ABS:(10,-2)] [ABS:(10,-2)]
[ABS:(76,-4)] [ABS:(76,-4)]
[ABS:(97,4)] [ABS:(97,4)]
[ABS:(116,3)] [ABS:(116,3)]
[ABS:(105,-1)] [ABS:(105,-1)]
[ABS:(56,-3)] [ABS:(56,-3)]
[ABS:(57,-3)] [ABS:(57,-3)]
[ABS:(130,4)] [ABS:(130,4)]
[ABS:(146,-1)] [ABS:(146,-1)]
[ABS:(104,-4)] [ABS:(104,-4)]
[ABS:(118,-3)] [ABS:(118,-3)]
[ABS:(99,3)] [ABS:(99,3)]
[ABS:(138,-1)] [ABS:(138,-1)]
[ABS:(148,4)] [ABS:(148,4)]
[ABS:(114,4)] [ABS:(114,4)]
[ABS:(116,-3)] [ABS:(116,-3)]
[ABS:(98,3)] [ABS:(98,3)]
[ABS:(38,6)] [ABS:(38,6)]
[ABS:(137,4)] [ABS:(137,4)]
[ABS:(120,-3)] [ABS:(120,-3)]
[ABS:(149,2)] [ABS:(149,2)]
[ABS:(131,1)] [ABS:(131,1)]
[ABS:(105,-4)] [ABS:(105,-4)]
[ABS:(144,-5)] [ABS:(144,-5)]
[ABS:(125,-3)] [ABS:(125,-3)]
[ABS:(129,-2)] [ABS:(129,-2)]
[ABS:(144,2)] [ABS:(144,2)]
[ABS:(101,-3)] [ABS:(101,-3)]
[ABS:(142,-4)] [ABS:(142,-4)]
[ABS:(72,-3)] [ABS:(72,-3)]
[ABS:(147,3)] [ABS:(147,3)]
[ABS:(54,6)] [ABS:(54,6)]
[ABS:(42,-3)] [ABS:(42,-3)]
[ABS:(151,0)] [ABS:(151,0)]
[ABS:(58,5)] [ABS:(58,5)]
[ABS:(134,3)] [ABS:(134,3)]
[ABS:(85,-3)] [ABS:(85,-3)]
[ABS:(125,1)] [ABS:(125,1)]
[ABS:(124,-3)] [ABS:(124,-3)]
[ABS:(80,-4)] [ABS:(80,-4)]
[ABS:(138,-3)] [ABS:(138,-3)]
[ABS:(21,6)] [ABS:(21,6)]
[ABS:(132,-2)] [ABS:(132,-2)]
[ABS:(141,-1)] [ABS:(141,-1)]
[ABS:(136,1)] [ABS:(136,1)]
[ABS:(84,6)] [ABS:(84,6)]
[ABS:(95,-3)] [ABS:(95,-3)]
[ABS:(123,3)] [ABS:(123,3)]
[ABS:(137,0)] [ABS:(137,0)]
[ABS:(105,4)] [ABS:(105,4)]
[ABS:(60,-4)] [ABS:(60,-4)]
[ABS:(111,3)] [ABS:(111,3)]
[ABS:(81,-4)] [ABS:(81,-4)]
[ABS:(134,4)] [ABS:(134,4)]
[ABS:(31,6)] [ABS:(31,6)]
[ABS:(139,3)] [ABS:(139,3)]
[ABS:(2,-1)] [ABS:(2,-1)]
[ABS:(22,6)] [ABS:(22,6)]
[ABS:(-1,2)] [ABS:(-1,3)]
[ABS:(111,-3)] [ABS:(111,-3)]
[ABS:(74,-4)] [ABS:(74,-4)]
[ABS:(88,-4)] [ABS:(88,-4)]
[ABS:(60,-3)] [ABS:(60,-3)]
[ABS:(78,-4)] [ABS:(78,-4)]
[ABS:(108,1)] [ABS:(108,1)]
[ABS:(107,3)] [ABS:(107,3)]
[ABS:(127,4)] [ABS:(127,4)]
[ABS:(133,-2)] [ABS:(133,-2)]
[ABS:(36,6)] [ABS:(36,6)]
[ABS:(128,3)] [ABS:(128,3)]
[ABS:(135,-3)] [ABS:(135,-3)]
[ABS:(119,3)] [ABS:(119,3)]
[ABS:(47,-3)] [ABS:(47,-3)]
[ABS:(132,3)] [ABS:(132,3)]
[ABS:(93,-3)] [ABS:(93,-3)]
[ABS:(144,1)] [ABS:(144,1)]
[ABS:(68,-3)] [ABS:(68,-3)]
[ABS:(100,-4)] [ABS:(100,-4)]
[ABS:(52,-4)] [ABS:(52,-4)]
[ABS:(137,-2)] [ABS:(137,-2)]
[ABS:(121,3)] [ABS:(121,3)]
[ABS:(150,0)] [ABS:(150,0)]
[ABS:(76,-3)] [ABS:(76,-3)]
[ABS:(110,-4)] [ABS:(110,-4)]
[ABS:(128,5)] [ABS:(128,5)]
[ABS:(52,6)] [ABS:(52,6)]
[ABS:(135,1)] [ABS:(135,1)]
[ABS:(131,0)] [ABS:(131,0)]
[ABS:(112,5)] [ABS:(112,5)]
[ABS:(127,1)] [ABS:(127,1)]
[ABS:(156,-2)] [ABS:(156,-2)]
[ABS:(87,-4)] [ABS:(87,-4)]
[ABS:(153,-4)] [ABS:(153,-4)]
[ABS:(49,6)] [ABS:(49,6)]
[ABS:(-1,6)] [ABS:(-1,6)]
[ABS:(119,-3)] [ABS:(119,-3)]
[ABS:(138,-4)] [ABS:(138,-4)]
[ABS:(74,5)] [ABS:(74,5)]
[ABS:(98,5)] [ABS:(98,5)]
[ABS:(148,1)] [ABS:(148,1)]
[ABS:(107,4)] [ABS:(107,4)]
[ABS:(142,1)] [ABS:(142,1)]
[ABS:(157,-2)] [ABS:(157,-2)]
[ABS:(6,-2)] [ABS:(6,-2)]
[ABS:(44,-3)] [ABS:(44,-3)]
[ABS:(43,6)] [ABS:(43,6)]
[ABS:(129,3)] [ABS:(129,3)]
[ABS:(114,-3)] [ABS:(114,-3)]
[ABS:(142,3)] [ABS:(142,3)]
[ABS:(102,5)] [ABS:(102,5)]
[ABS:(142,-1)] [ABS:(142,-1)]
[ABS:(130,-3)] [ABS:(130,-3)]
[ABS:(78,5)] [ABS:(78,5)]
[ABS:(124,-1)] [ABS:(124,-1)]
[ABS:(128,-1)] [ABS:(128,-1)]
[ABS:(15,7)] [ABS:(15,7)]
[ABS:(129,-1)] [ABS:(129,-1)]
[ABS:(117,-3)] [ABS:(117,-3)]
[ABS:(127,0)] [ABS:(127,0)]
[ABS:(84,5)] [ABS:(84,5)]
[ABS:(53,6)] [ABS:(53,6)]
[ABS:(147,0)] [ABS:(147,0)]
[ABS:(87,-3)] [ABS:(87,-3)]
[ABS:(151,1)] [ABS:(151,1)]
[ABS:(100,-5)] [ABS:(100,-5)]
[ABS:(64,6)] [ABS:(64,6)]
[ABS:(145,-2)] [ABS:(145,-2)]
[ABS:(0,8)] [ABS:(0,8)]
[ABS:(135,4)] [ABS:(135,4)]
[ABS:(98,-3)] [ABS:(98,-3)]
[ABS:(62,5)] [ABS:(62,5)]
[ABS:(63,5)] [ABS:(63,5)]
[ABS:(6,7)] [ABS:(6,7)]
[ABS:(140,3)] [ABS:(140,3)]
[ABS:(112,-4)] [ABS:(112,-4)]
[ABS:(82,-4)] [ABS:(82,-4)]
[ABS:(94,-3)] [ABS:(94,-3)]
[ABS:(138,3)] [ABS:(138,3)]
[ABS:(137,1)] [ABS:(137,1)]
[ABS:(142,-3)] [ABS:(142,-3)]
[ABS:(111,4)] [ABS:(111,4)]
[ABS:(111,-4)] [ABS:(111,-4)]
[ABS:(63,-3)] [ABS:(63,-3)]
[ABS:(4,7)] [ABS:(4,7)]
[ABS:(46,6)] [ABS:(46,6)]
[ABS:(13,7)] [ABS:(13,7)]
[ABS:(66,6)] [ABS:(66,6)]
[ABS:(158,0)] [ABS:(158,0)]
[ABS:(156,1)] [ABS:(156,1)]
[ABS:(142,4)] [ABS:(142,4)]
[ABS:(83,-4)] [ABS:(83,-4)]
[ABS:(131,-1)] [ABS:(131,-1)]
[ABS:(59,-3)] [ABS:(59,-3)]
[ABS:(85,-4)] [ABS:(85,-4)]
[ABS:(94,-4)] [ABS:(94,-4)]
[ABS:(52,-3)] [ABS:(52,-3)]
[ABS:(150,-1)] [ABS:(150,-1)]
[ABS:(139,-3)] [ABS:(139,-3)]
[ABS:(150,-4)] [ABS:(150,-4)]
[ABS:(100,-3)] [ABS:(100,-3)]
[ABS:(64,-4)] [ABS:(64,-4)]
[ABS:(125,4)] [ABS:(125,4)]
[ABS:(82,5)] [ABS:(82,5)]
[ABS:(90,5)] [ABS:(90,5)]
[ABS:(128,-4)] [ABS:(128,-4)]
[ABS:(146,-3)] [ABS:(146,-3)]
[ABS:(150,-3)] [ABS:(150,-3)]
[ABS:(55,5)] [ABS:(55,5)]
[ABS:(72,-4)] [ABS:(72,-4)]
[ABS:(135,-1)] [ABS:(135,-1)]
[ABS:(140,-3)] [ABS:(140,-3)]
[ABS:(93,4)] [ABS:(93,4)]
[ABS:(99,5)] [ABS:(99,5)]
[ABS:(12,-2)] [ABS:(12,-2)]
[ABS:(91,-3)] [ABS:(91,-3)]
[ABS:(101,4)] [ABS:(101,4)]
[ABS:(129,4)] [ABS:(129,4)]
[ABS:(139,4)] [ABS:(139,4)]
[ABS:(117,4)] [ABS:(117,4)]
[ABS:(106,-4)] [ABS:(106,-4)]
[ABS:(136,-5)] [ABS:(136,-5)]
[ABS:(154,4)] [ABS:(154,4)]
[ABS:(134,-3)] [ABS:(134,-3)]
[ABS:(22,7)] [ABS:(22,7)]
[ABS:(158,2)] [ABS:(158,2)]
[ABS:(148,3)] [ABS:(148,3)]
[ABS:(160,-4)] [ABS:(160,-4)]
[ABS:(106,5)] [ABS:(106,5)]
[ABS:(37,6)] [ABS:(37,6)]
[ABS:(56,-4)] [ABS:(56,-4)]
[ABS:(33,6)] [ABS:(33,6)]
[ABS:(97,5)] [ABS:(97,5)]
[ABS:(115,4)] [ABS:(115,4)]
[ABS:(144,4)] [ABS:(144,4)]
[ABS:(127,-4)] [ABS:(127,-4)]
[ABS:(133,1)] [ABS:(133,1)]
[ABS:(56,6)] [ABS:(56,6)]
[ABS:(81,-3)] [ABS:(81,-3)]
[ABS:(105,-3)] [ABS:(105,-3)]
[ABS:(86,6)] [ABS:(86,6)]
[ABS:(150,-2)] [ABS:(150,-2)]
[ABS:(83,5)] [ABS:(83,5)]
[ABS:(141,1)] [ABS:(141,1)]
[ABS:(160,1)] [ABS:(160,1)]
[ABS:(154,0)] [ABS:(154,0)]
[ABS:(73,-4)] [ABS:(73,-4)]
[ABS:(102,-4)] [ABS:(102,-4)]
[ABS:(126,5)] [ABS:(126,5)]
[ABS:(123,-1)] [ABS:(123,-1)]
[ABS:(59,6)] [ABS:(59,6)]
[ABS:(14,7)] [ABS:(14,7)]
[ABS:(115,-4)] [ABS:(115,-4)]
[ABS:(132,-4)] [ABS:(132,-4)]
[ABS:(149,1)] [ABS:(149,1)]
[ABS:(101,-4)] [ABS:(101,-4)]
[ABS:(27,-3)] [ABS:(27,-3)]
[ABS:(70,5)] [ABS:(70,5)]
[ABS:(152,-1)] [ABS:(152,-1)]
[ABS:(69,-3)] [ABS:(69,-3)]
[ABS:(103,-4)] [ABS:(103,-4)]
[ABS:(141,4)] [ABS:(141,4)]
[ABS:(145,1)] [ABS:(145,1)]
[ABS:(131,-3)] [ABS:(131,-3)]
[ABS:(71,-3)] [ABS:(71,-3)]
[ABS:(82,6)] [ABS:(82,6)]
[ABS:(47,6)] [ABS:(47,6)]
[ABS:(151,-4)] [ABS:(151,-4)]
[ABS:(71,-4)] [ABS:(71,-4)]
[ABS:(11,-2)] [ABS:(11,-2)]
[ABS:(91,-4)] [ABS:(91,-4)]
[ABS:(67,5)] [ABS:(67,5)]
[ABS:(8,-2)] [ABS:(8,-2)]
[ABS:(150,1)] [ABS:(150,1)]
[ABS:(133,4)] [ABS:(133,4)]
[ABS:(-2,0)] [ABS:(-2,0)]
[ABS:(123,-4)] [ABS:(123,-4)]
[ABS:(146,3)] [ABS:(146,3)]
[ABS:(-1,5)] [ABS:(-1,5)]
[ABS:(140,-1)] [ABS:(140,-1)]
[ABS:(104,-5)] [ABS:(104,-5)]
[ABS:(155,-4)] [ABS:(155,-4)]
[ABS:(49,5)] [ABS:(49,5)]
[ABS:(57,6)] [ABS:(57,6)]
[ABS:(93,5)] [ABS:(93,5)]
[ABS:(61,6)] [ABS:(61,6)]
[ABS:(151,3)] [ABS:(151,3)]
[ABS:(150,2)] [ABS:(150,2)]
[ABS:(80,5)] [ABS:(80,5)]
[ABS:(149,-2)] [ABS:(149,-2)]
[ABS:(152,-4)] [ABS:(152,-4)]
[ABS:(77,5)] [ABS:(77,5)]
[ABS:(121,4)] [ABS:(121,4)]
[ABS:(156,-1)] [ABS:(156,-1)]
[ABS:(32,-3)] [ABS:(32,-3)]
[ABS:(94,-5)] [ABS:(94,-5)]
[ABS:(89,-3)] [ABS:(89,-3)]
[ABS:(112,-5)] [ABS:(112,-5)]
[ABS:(114,-5)] [ABS:(114,-5)]
[ABS:(50,-3)] [ABS:(50,-3)]
[ABS:(9,7)] [ABS:(9,7)]
[ABS:(122,-4)] [ABS:(122,-4)]
[ABS:(8,7)] [ABS:(8,7)]
[ABS:(146,-4)] [ABS:(146,-4)]
[ABS:(96,-6)] [ABS:(96,-6)]
[ABS:(63,-4)] [ABS:(63,-4)]
[ABS:(145,-3)] [ABS:(145,-3)]
[ABS:(95,-4)] [ABS:(95,-4)]
[ABS:(119,-4)] [ABS:(119,-4)]
[ABS:(69,-4)] [ABS:(69,-4)]
[ABS:(59,-4)] [ABS:(59,-4)]
[ABS:(71,6)] [ABS:(71,6)]
[ABS:(131,3)] [ABS:(131,3)]
[ABS:(117,-1)] [ABS:(117,-1)]
[ABS:(51,-3)] [ABS:(51,-3)]
[ABS:(149,-3)] [ABS:(149,-3)]
[ABS:(46,-3)] [ABS:(46,-3)]
[ABS:(54,-4)] [ABS:(54,-4)]
[ABS:(122,4)] [ABS:(122,4)]
[ABS:(97,-4)] [ABS:(97,-4)]
[ABS:(147,-2)] [ABS:(147,-2)]
[ABS:(121,-3)] [ABS:(121,-3)]
[ABS:(61,5)] [ABS:(61,5)]
[ABS:(113,-3)] [ABS:(113,-3)]
[ABS:(118,6)] [ABS:(118,6)]
[ABS:(53,-3)] [ABS:(53,-3)]
[ABS:(143,-3)] [ABS:(143,-3)]
[ABS:(127,-3)] [ABS:(127,-3)]
[ABS:(4,8)] [ABS:(4,8)]
[ABS:(65,6)] [ABS:(65,6)]
[ABS:(120,5)] [ABS:(120,5)]
[ABS:(77,-3)] [ABS:(77,-3)]
[ABS:(7,-2)] [ABS:(7,-2)]
[ABS:(79,5)] [ABS:(79,5)]
[ABS:(7,7)] [ABS:(7,7)]
[ABS:(71,5)] [ABS:(71,5)]
[ABS:(76,5)] [ABS:(76,5)]
[ABS:(98,-4)] [ABS:(98,-4)]
[ABS:(58,-4)] [ABS:(58,-4)]
[ABS:(164,4)] [ABS:(164,4)]
[ABS:(135,3)] [ABS:(135,3)]
[ABS:(157,-1)] [ABS:(157,-1)]
[ABS:(59,5)] [ABS:(59,5)]
[ABS:(21,7)] [ABS:(21,7)]
[ABS:(159,2)] [ABS:(159,2)]
[ABS:(152,0)] [ABS:(152,0)]
[ABS:(146,4)] [ABS:(146,4)]
[ABS:(134,-1)] [ABS:(134,-1)]
[ABS:(161,-2)] [ABS:(161,-2)]
[ABS:(139,-1)] [ABS:(139,-1)]
[ABS:(81,5)] [ABS:(81,5)]
[ABS:(152,-3)] [ABS:(152,-3)]
[ABS:(92,6)] [ABS:(92,6)]
[ABS:(55,-3)] [ABS:(55,-3)]
[ABS:(147,-1)] [ABS:(147,-1)]
[ABS:(152,1)] [ABS:(152,1)]
[ABS:(123,-3)] [ABS:(123,-3)]
[ABS:(154,1)] [ABS:(154,1)]
[ABS:(49,-3)] [ABS:(49,-3)]
[ABS:(148,-3)] [ABS:(148,-3)]
[ABS:(61,-3)] [ABS:(61,-3)]
[ABS:(47,-4)] [ABS:(47,-4)]
[ABS:(109,-3)] [ABS:(109,-3)]
[ABS:(120,-4)] [ABS:(120,-4)]
[ABS:(144,-1)] [ABS:(144,-1)]
[ABS:(16,7)] [ABS:(16,7)]
[ABS:(72,6)] [ABS:(72,6)]
[ABS:(164,0)] [ABS:(164,0)]
[ABS:(96,6)] [ABS:(96,6)]
[ABS:(109,-4)] [ABS:(109,-4)]
[ABS:(129,-4)] [ABS:(129,-4)]
[ABS:(164,-4)] [ABS:(164,-4)]
[ABS:(1,2)] [ABS:(1,3)]
[ABS:(144,-4)] [ABS:(144,-4)]
[ABS:(20,7)] [ABS:(20,7)]
[ABS:(143,-1)] [ABS:(143,-1)]
[ABS:(152,4)] [ABS:(152,4)]
[ABS:(93,-4)] [ABS:(93,-4)]
[ABS:(29,-3)] [ABS:(29,-3)]
[ABS:(133,-3)] [ABS:(133,-3)]
[ABS:(139,-4)] [ABS:(139,-4)]
[ABS:(134,-6)] [ABS:(134,-6)]
[ABS:(65,5)] [ABS:(65,5)]
[ABS:(142,-6)] [ABS:(142,-6)]
[ABS:(30,-3)] [ABS:(30,-3)]
[ABS:(103,4)] [ABS:(103,4)]
[ABS:(124,-5)] [ABS:(124,-5)]
[ABS:(79,6)] [ABS:(79,6)]
[ABS:(145,3)] [ABS:(145,3)]
[ABS:(164,3)] [ABS:(164,3)]
[ABS:(137,-1)] [ABS:(137,-1)]
[ABS:(118,5)] [ABS:(118,5)]
[ABS:(147,2)] [ABS:(147,2)]
[ABS:(155,-2)] [ABS:(155,-2)]
[ABS:(155,-3)] [ABS:(155,-3)]
[ABS:(86,-4)] [ABS:(86,-4)]
[ABS:(95,5)] [ABS:(95,5)]
[ABS:(125,5)] [ABS:(125,5)]
[ABS:(61,-4)] [ABS:(61,-4)]
[ABS:(51,5)] [ABS:(51,5)]
[ABS:(26,-3)] [ABS:(26,-3)]
[ABS:(149,4)] [ABS:(149,4)]
[ABS:(7,8)] [ABS:(7,8)]
[ABS:(164,-2)] [ABS:(164,-2)]
[ABS:(117,-4)] [ABS:(117,-4)]
[ABS:(133,-4)] [ABS:(133,-4)]
[ABS:(39,-3)] [ABS:(39,-3)]
[ABS:(50,-4)] [ABS:(50,-4)]
[ABS:(110,5)] [ABS:(110,5)]
[ABS:(130,5)] [ABS:(130,5)]
[ABS:(26,7)] [ABS:(26,7)]
[ABS:(101,5)] [ABS:(101,5)]
[ABS:(105,-5)] [ABS:(105,-5)]
[ABS:(89,-4)] [ABS:(89,-4)]
[ABS:(118,-4)] [ABS:(118,-4)]
[ABS:(67,6)] [ABS:(67,6)]
[ABS:(159,3)] [ABS:(159,3)]
[ABS:(159,4)] [ABS:(159,4)]
[ABS:(143,1)] [ABS:(143,1)]
[ABS:(159,0)] [ABS:(159,0)]
[ABS:(68,6)] [ABS:(68,6)]
[ABS:(88,5)] [ABS:(88,5)]
[ABS:(67,-4)] [ABS:(67,-4)]
[ABS:(159,1)] [ABS:(159,1)]
[ABS:(127,-1)] [ABS:(127,-1)]
[ABS:(126,-1)] [ABS:(126,-1)]
[ABS:(3,7)] [ABS:(3,7)]
[ABS:(156,-3)] [ABS:(156,-3)]
[ABS:(145,4)] [ABS:(145,4)]
[ABS:(160,0)] [ABS:(160,0)]
[ABS:(39,7)] [ABS:(39,7)]
[ABS:(68,-4)] [ABS:(68,-4)]
[ABS:(134,-4)] [ABS:(134,-4)]
[ABS:(149,0)] [ABS:(149,0)]
[ABS:(154,-1)] [ABS:(154,-1)]
[ABS:(113,5)] [ABS:(113,5)]
[ABS:(156,2)] [ABS:(156,2)]
[ABS:(155,-1)] [ABS:(155,-1)]
[ABS:(156,-4)] [ABS:(156,-4)]
[ABS:(87,6)] [ABS:(87,6)]
[ABS:(0,0);(0,0);(0,0);(0,0)] [ABS:(0,0)]
[ABS:(114,6)] [ABS:(114,6)]
[ABS:(148,-4)] [ABS:(148,-4)]
[ABS:(45,-3)] [ABS:(45,-3)]
[ABS:(104,5)] [ABS:(104,5)]
[ABS:(162,1)] [ABS:(162,1)]
[ABS:(166,0)] [ABS:(166,0)]
[ABS:(125,-1)] [ABS:(125,-1)]
[ABS:(102,-6)] [ABS:(102,-6)]
[ABS:(25,-3)] [ABS:(25,-3)]
[ABS:(138,-5)] [ABS:(138,-5)]
[ABS:(85,6)] [ABS:(85,6)]
[ABS:(131,-6)] [ABS:(131,-6)]
[ABS:(-2,4)] [ABS:(-2,4)]
[ABS:(97,-5)] [ABS:(97,-5)]
[ABS:(131,5)] [ABS:(131,5)]
[ABS:(85,-5)] [ABS:(85,-5)]
[ABS:(75,6)] [ABS:(75,6)]
[ABS:(117,5)] [ABS:(117,5)]
[ABS:(135,-4)] [ABS:(135,-4)]
[ABS:(143,-2)] [ABS:(143,-2)]
[ABS:(143,4)] [ABS:(143,4)]
[ABS:(88,6)] [ABS:(88,6)]
[ABS:(106,-5)] [ABS:(106,-5)]
[ABS:(147,-3)] [ABS:(147,-3)]
[ABS:(125,-4)] [ABS:(125,-4)]
[ABS:(148,-5)] [ABS:(148,-5)]
[ABS:(40,-3)] [ABS:(40,-3)]
[ABS:(142,-5)] [ABS:(142,-5)]
[ABS:(79,-4)] [ABS:(79,-4)]
[ABS:(42,-4)] [ABS:(42,-4)]
[ABS:(113,6)] [ABS:(113,6)]
[ABS:(36,-3)] [ABS:(36,-3)]
[ABS:(114,5)] [ABS:(114,5)]
[ABS:(149,3)] [ABS:(149,3)]
[ABS:(122,6)] [ABS:(122,6)]
[ABS:(158,-2)] [ABS:(158,-2)]
[ABS:(137,-6)] [ABS:(137,-6)]
[ABS:(1,-1)] [ABS:(1,-1)]
[ABS:(119,5)] [ABS:(119,5)]
[ABS:(85,5)] [ABS:(85,5)]
[ABS:(158,3)] [ABS:(158,3)]
[ABS:(147,-4)] [ABS:(147,-4)]
[ABS:(157,-4)] [ABS:(157,-4)]
[ABS:(144,5)] [ABS:(144,5)]
[ABS:(160,2)] [ABS:(160,2)]
[ABS:(141,-4)] [ABS:(141,-4)]
[ABS:(155,2)] [ABS:(155,2)]
[ABS:(149,-1)] [ABS:(149,-1)]
[ABS:(16,-3)] [ABS:(16,-3)]
[ABS:(131,-4)] [ABS:(131,-4)]
[ABS:(143,-4)] [ABS:(143,-4)]
[ABS:(2,7)] [ABS:(2,7)]
[ABS:(35,-3)] [ABS:(35,-3)]
[ABS:(147,4)] [ABS:(147,4)]
[ABS:(90,6)] [ABS:(90,6)]
[ABS:(48,7)] [ABS:(48,7)]
[ABS:(160,3)] [ABS:(160,3)]
[ABS:(81,6)] [ABS:(81,6)]
[ABS:(38,-3)] [ABS:(38,-3)]
[ABS:(94,-6)] [ABS:(94,-6)]
[ABS:(133,-5)] [ABS:(133,-5)]
[ABS:(74,6)] [ABS:(74,6)]
[ABS:(158,4)] [ABS:(158,4)]
[ABS:(10,8)] [ABS:(10,8)]
[ABS:(93,6)] [ABS:(93,6)]
[ABS:(116,-5)] [ABS:(116,-5)]
[ABS:(55,-4)] [ABS:(55,-4)]
[ABS:(94,5)] [ABS:(94,5)]
[ABS:(96,5)] [ABS:(96,5)]
[ABS:(128,-6)] [ABS:(128,-6)]
[ABS:(161,-3)] [ABS:(161,-3)]
[ABS:(158,-6)] [ABS:(158,-6)]
[ABS:(166,-1)] [ABS:(166,-1)]
[ABS:(151,-3)] [ABS:(151,-3)]
[ABS:(122,5)] [ABS:(122,5)]
[ABS:(1,8)] [ABS:(1,8)]
[ABS:(157,0)] [ABS:(157,0)]
[ABS:(164,1)] [ABS:(164,1)]
[ABS:(9,-2)] [ABS:(9,-2)]
[ABS:(126,-6)] [ABS:(126,-6)]
[ABS:(33,7)] [ABS:(33,7)]
[ABS:(160,4)] [ABS:(160,4)]
[ABS:(128,-5)] [ABS:(128,-5)]
[ABS:(150,4)] [ABS:(150,4)]
[ABS:(84,-5)] [ABS:(84,-5)]
[ABS:(14,8)] [ABS:(14,8)]
[ABS:(70,6)] [ABS:(70,6)]
[ABS:(89,5)] [ABS:(89,5)]
[ABS:(158,-4)] [ABS:(158,-4)]
[ABS:(132,-5)] [ABS:(132,-5)]
[ABS:(140,6)] [ABS:(140,6)]
[ABS:(111,6)] [ABS:(111,6)]
[ABS:(123,5)] [ABS:(123,5)]
[ABS:(153,-3)] [ABS:(153,-3)]
[ABS:(5,7)] [ABS:(5,7)]
[ABS:(28,-3)] [ABS:(28,-3)]
[ABS:(101,-5)] [ABS:(101,-5)]
[ABS:(102,-5)] [ABS:(102,-5)]
[ABS:(51,-4)] [ABS:(51,-4)]
[ABS:(156,-5)] [ABS:(156,-5)]
[ABS:(57,-4)] [ABS:(57,-4)]
[ABS:(52,7)] [ABS:(52,7)]
[ABS:(134,5)] [ABS:(134,5)]
[ABS:(126,-5)] [ABS:(126,-5)]
[ABS:(0,-2)] [ABS:(0,-2)]
[ABS:(157,4)] [ABS:(157,4)]
[ABS:(137,3)] [ABS:(137,3)]
[ABS:(156,5)] [ABS:(156,5)]
[ABS:(155,0)] [ABS:(155,0)]
[ABS:(162,-2)] [ABS:(162,-2)]
[ABS:(33,-3)] [ABS:(33,-3)]
[ABS:(157,-5)] [ABS:(157,-5)]
[ABS:(125,-6)] [ABS:(125,-6)]
[ABS:(103,5)] [ABS:(103,5)]
[ABS:(87,5)] [ABS:(87,5)]
[ABS:(69,6)] [ABS:(69,6)]
[ABS:(76,6)] [ABS:(76,6)]
[ABS:(31,7)] [ABS:(31,7)]
[ABS:(158,-5)] [ABS:(158,-5)]
[ABS:(68,7)] [ABS:(68,7)]
[ABS:(89,6)] [ABS:(89,6)]
[ABS:(110,6)] [ABS:(110,6)]
[ABS:(108,6)] [ABS:(108,6)]
[ABS:(69,5)] [ABS:(69,5)]
[ABS:(153,-1)] [ABS:(153,-1)]
[ABS:(164,-1)] [ABS:(164,-1)]
[ABS:(137,6)] [ABS:(137,6)]
[ABS:(8,8)] [ABS:(8,8)]
[ABS:(114,-6)] [ABS:(114,-6)]
[ABS:(119,-5)] [ABS:(119,-5)]
[ABS:(112,-6)] [ABS:(112,-6)]
[ABS:(124,5)] [ABS:(124,5)]
[ABS:(103,6)] [ABS:(103,6)]
[ABS:(18,-3)] [ABS:(18,-3)]
[ABS:(75,5)] [ABS:(75,5)]
[ABS:(29,8)] [ABS:(29,8)]
[ABS:(161,0)] [ABS:(161,0)]
[ABS:(117,-6)] [ABS:(117,-6)]
[ABS:(157,1)] [ABS:(157,1)]
[ABS:(12,-6)] [ABS:(12,-6)]
[ABS:(97,-6)] [ABS:(97,-6)]
[ABS:(88,-5)] [ABS:(88,-5)]
[ABS:(154,-6)] [ABS:(154,-6)]
[ABS:(92,5)] [ABS:(92,5)]
[ABS:(18,7)] [ABS:(18,7)]
[ABS:(161,1)] [ABS:(161,1)]
[ABS:(154,-3)] [ABS:(154,-3)]
[ABS:(53,-4)] [ABS:(53,-4)]
[ABS:(5,-2)] [ABS:(5,-2)]
[ABS:(142,6)] [ABS:(142,6)]
[ABS:(80,6)] [ABS:(80,6)]
[ABS:(91,5)] [ABS:(91,5)]
[ABS:(-2,1)] [ABS:(-2,1)]
[ABS:(137,-3)] [ABS:(137,-3)]
[ABS:(150,-6)] [ABS:(150,-6)]
[ABS:(55,6)] [ABS:(55,6)]
[ABS:(150,3)] [ABS:(150,3)]
[ABS:(44,7)] [ABS:(44,7)]
[ABS:(92,-6)] [ABS:(92,-6)]
[ABS:(153,2)] [ABS:(153,2)]
[ABS:(77,-4)] [ABS:(77,-4)]
[ABS:(147,6)] [ABS:(147,6)]
[ABS:(6,8)] [ABS:(6,8)]
[ABS:(91,6)] [ABS:(91,6)]
[ABS:(156,3)] [ABS:(156,3)]
[ABS:(98,-5)] [ABS:(98,-5)]
[ABS:(147,1)] [ABS:(147,1)]
[ABS:(103,-5)] [ABS:(103,-5)]
[ABS:(98,-6)] [ABS:(98,-6)]
[ABS:(140,-5)] [ABS:(140,-5)]
[ABS:(145,-6)] [ABS:(145,-6)]
[ABS:(20,-3)] [ABS:(20,-3)]
[ABS:(122,-6)] [ABS:(122,-6)]
[ABS:(72,7)] [ABS:(72,7)]
[ABS:(151,-1)] [ABS:(151,-1)]
[ABS:(166,-2)] [ABS:(166,-2)]
[ABS:(101,6)] [ABS:(101,6)]
[ABS:(111,5)] [ABS:(111,5)]
[ABS:(137,-5)] [ABS:(137,-5)]
[ABS:(145,-5)] [ABS:(145,-5)]
[ABS:(4,-2)] [ABS:(4,-2)]
[ABS:(30,7)] [ABS:(30,7)]
[ABS:(97,6)] [ABS:(97,6)]
[ABS:(162,2)] [ABS:(162,2)]
[ABS:(109,5)] [ABS:(109,5)]
[ABS:(156,4)] [ABS:(156,4)]
[ABS:(160,-2)] [ABS:(160,-2)]
[ABS:(152,-6)] [ABS:(152,-6)]
[ABS:(111,-5)] [ABS:(111,-5)]
[ABS:(153,-2)] [ABS:(153,-2)]
[ABS:(157,3)] [ABS:(157,3)]
[ABS:(162,3)] [ABS:(162,3)]
[ABS:(73,6)] [ABS:(73,6)]
[ABS:(108,-5)] [ABS:(108,-5)]
[ABS:(66,-5)] [ABS:(66,-5)]
[ABS:(48,-4)] [ABS:(48,-4)]
[ABS:(22,-3)] [ABS:(22,-3)]
[ABS:(124,-6)] [ABS:(124,-6)]
[ABS:(132,6)] [ABS:(132,6)]
[ABS:(162,0)] [ABS:(162,0)]
[ABS:(82,-6)] [ABS:(82,-6)]
[ABS:(34,7)] [ABS:(34,7)]
[ABS:(121,6)] [ABS:(121,6)]
[ABS:(89,-6)] [ABS:(89,-6)]
[ABS:(63,7)] [ABS:(63,7)]
[ABS:(21,-3)] [ABS:(21,-3)]
[ABS:(149,-4)] [ABS:(149,-4)]
[ABS:(158,-3)] [ABS:(158,-3)]
[ABS:(159,-2)] [ABS:(159,-2)]
[ABS:(30,-4)] [ABS:(30,-4)]
[ABS:(99,-6)] [ABS:(99,-6)]
[ABS:(83,6)] [ABS:(83,6)]
[ABS:(116,5)] [ABS:(116,5)]
[ABS:(34,-4)] [ABS:(34,-4)]
[ABS:(107,5)] [ABS:(107,5)]
[ABS:(4,2)] [ABS:(4,3)]
[ABS:(107,-5)] [ABS:(107,-5)]
[ABS:(162,-1)] [ABS:(162,-1)]
[ABS:(170,-2)] [ABS:(170,-2)]
[ABS:(161,4)] [ABS:(161,4)]
[ABS:(148,5)] [ABS:(148,5)]
[ABS:(74,-5)] [ABS:(74,-5)]
[ABS:(18,8)] [ABS:(18,8)]
[ABS:(146,6)] [ABS:(146,6)]
[ABS:(110,-6)] [ABS:(110,-6)]
[ABS:(137,-4)] [ABS:(137,-4)]
[ABS:(155,-5)] [ABS:(155,-5)]
[ABS:(124,6)] [ABS:(124,6)]
[ABS:(117,-5)] [ABS:(117,-5)]
[ABS:(159,-8)] [ABS:(159,-8)]
[ABS:(5,8)] [ABS:(5,8)]
[ABS:(166,2)] [ABS:(166,2)]
[ABS:(165,-1)] [ABS:(165,-1)]
[ABS:(153,1)] [ABS:(153,1)]
[ABS:(106,-6)] [ABS:(106,-6)]
[ABS:(90,-5)] [ABS:(90,-5)]
[ABS:(105,5)] [ABS:(105,5)]
[ABS:(148,-6)] [ABS:(148,-6)]
[ABS:(135,5)] [ABS:(135,5)]
[ABS:(169,2)] [ABS:(169,2)]
[ABS:(138,-6)] [ABS:(138,-6)]
[ABS:(141,-3)] [ABS:(141,-3)]
[ABS:(145,-1)] [ABS:(145,-1)]
[ABS:(78,-6)] [ABS:(78,-6)]
[ABS:(1,4)] [ABS:(1,5)]
[ABS:(120,6)] [ABS:(120,6)]
[ABS:(20,8)] [ABS:(20,8)]
[ABS:(15,8)] [ABS:(15,8)]
[ABS:(109,-5)] [ABS:(109,-5)]
[ABS:(32,7)] [ABS:(32,7)]
[ABS:(164,-5)] [ABS:(164,-5)]
[ABS:(104,-8)] [ABS:(104,-8)]
[ABS:(151,-5)] [ABS:(151,-5)]
[ABS:(99,6)] [ABS:(99,6)]
[ABS:(102,6)] [ABS:(102,6)]
[ABS:(106,6)] [ABS:(106,6)]
[ABS:(9,8)] [ABS:(9,8)]
[ABS:(127,-6)] [ABS:(127,-6)]
[ABS:(141,6)] [ABS:(141,6)]
[ABS:(112,6)] [ABS:(112,6)]
[ABS:(129,-5)] [ABS:(129,-5)]
[ABS:(28,7)] [ABS:(28,7)]
[ABS:(121,5)] [ABS:(121,5)]
[ABS:(162,4)] [ABS:(162,4)]
[ABS:(108,5)] [ABS:(108,5)]
[ABS:(163,-2)] [ABS:(163,-2)]
[ABS:(100,-6)] [ABS:(100,-6)]
[ABS:(77,-5)] [ABS:(77,-5)]
[ABS:(78,-5)] [ABS:(78,-5)]
[ABS:(133,-6)] [ABS:(133,-6)]
[ABS:(104,6)] [ABS:(104,6)]
[ABS:(27,7)] [ABS:(27,7)]
[ABS:(95,6)] [ABS:(95,6)]
[ABS:(56,7)] [ABS:(56,7)]
[ABS:(163,1)] [ABS:(163,1)]
[ABS:(19,7)] [ABS:(19,7)]
[ABS:(73,-5)] [ABS:(73,-5)]
[ABS:(17,-3)] [ABS:(17,-3)]
[ABS:(37,-3)] [ABS:(37,-3)]
[ABS:(13,-3)] [ABS:(13,-3)]
[ABS:(58,7)] [ABS:(58,7)]
[ABS:(78,6)] [ABS:(78,6)]
[ABS:(138,5)] [ABS:(138,5)]
[ABS:(159,-3)] [ABS:(159,-3)]
[ABS:(155,1)] [ABS:(155,1)]
[ABS:(162,-4)] [ABS:(162,-4)]
[ABS:(160,-6)] [ABS:(160,-6)]
[ABS:(135,-5)] [ABS:(135,-5)]
[ABS:(66,7)] [ABS:(66,7)]
[ABS:(132,5)] [ABS:(132,5)]
[ABS:(130,-6)] [ABS:(130,-6)]
[ABS:(117,6)] [ABS:(117,6)]
[ABS:(174,0)] [ABS:(174,0)]
[ABS:(146,-5)] [ABS:(146,-5)]
[ABS:(92,-5)] [ABS:(92,-5)]
[ABS:(101,-6)] [ABS:(101,-6)]
[ABS:(107,-6)] [ABS:(107,-6)]
[ABS:(105,-6)] [ABS:(105,-6)]
[ABS:(42,7)] [ABS:(42,7)]
[ABS:(144,6)] [ABS:(144,6)]
