[ABS:(107,76)] [ABS:(107,76)]
[ABS:(130,51)] [ABS:(130,51)]
[ABS:(139,62)] [ABS:(139,62)]
[ABS:(52,86)] [ABS:(52,86)]
[ABS:(138,89)] [ABS:(138,89)]
[ABS:(180,94)] [ABS:(180,94)]
[ABS:(162,74)] [ABS:(162,74)]
[ABS:(41,92)] [ABS:(41,92)]
[ABS:(166,65)] [ABS:(166,65)]
[ABS:(40,130)] [ABS:(40,130)]
[ABS:(106,95)] [ABS:(106,95)]
[ABS:(108,86)] [ABS:(108,86)]
[ABS:(90,98)] [ABS:(90,98)]
[ABS:(90,54)] [ABS:(90,54)]
[ABS:(166,85)] [ABS:(166,85)]
[ABS:(86,102)] [ABS:(86,102)]
[ABS:(78,68)] [ABS:(78,68)]
[ABS:(74,120)] [ABS:(74,120)]
[ABS:(120,82)] [ABS:(120,82)]
[ABS:(44,183)] [ABS:(44,183)]
[ABS:(38,91)] [ABS:(38,91)]
[ABS:(99,78)] [ABS:(99,78)]
[ABS:(28,88)] [ABS:(28,88)]
[ABS:(44,84)] [ABS:(44,84)]
[ABS:(48,126)] [ABS:(48,126)]
[ABS:(177,86)] [ABS:(177,86)]
[ABS:(162,109)] [ABS:(162,109)]
[ABS:(154,145)] [ABS:(154,145)]
[ABS:(130,80)] [ABS:(130,80)]
[ABS:(142,96)] [ABS:(142,96)]
[ABS:(114,66)] [ABS:(114,66)]
[ABS:(155,70)] [ABS:(155,70)]
[ABS:(20,86)] [ABS:(20,86)]
[ABS:(99,46)] [ABS:(99,46)]
[ABS:(122,70)] [ABS:(122,70)]
[ABS:(40,92)] [ABS:(40,92)]
[ABS:(44,85)] [ABS:(44,85)]
[ABS:(70,102)] [ABS:(70,102)]
[ABS:(116,109)] [ABS:(116,109)]
[ABS:(57,102)] [ABS:(57,102)]
[ABS:(158,75)] [ABS:(158,75)]
[ABS:(156,95)] [ABS:(156,95)]
[ABS:(80,68)] [ABS:(80,68)]
[ABS:(112,112)] [ABS:(112,112)]
[ABS:(134,100)] [ABS:(134,100)]
[ABS:(119,126)] [ABS:(119,126)]
[ABS:(152,70)] [ABS:(152,70)]
[ABS:(145,75)] [ABS:(145,75)]
[ABS:(92,99)] [ABS:(92,99)]
[ABS:(113,81)] [ABS:(113,81)]
[ABS:(84,74)] [ABS:(84,74)]
[ABS:(64,90)] [ABS:(64,90)]
[ABS:(58,102)] [ABS:(58,102)]
[ABS:(178,60)] [ABS:(178,60)]
[ABS:(46,120)] [ABS:(46,120)]
[ABS:(129,94)] [ABS:(129,94)]
[ABS:(92,83)] [ABS:(92,83)]
[ABS:(117,103)] [ABS:(117,103)]
[ABS:(184,92)] [ABS:(184,92)]
[ABS:(71,142)] [ABS:(71,142)]
[ABS:(158,64)] [ABS:(158,64)]
[ABS:(62,102)] [ABS:(62,102)]
[ABS:(115,23)] [ABS:(115,23)]
[ABS:(58,68)] [ABS:(58,68)]
[ABS:(107,100)] [ABS:(107,100)]
[ABS:(126,95)] [ABS:(126,95)]
[ABS:(40,94)] [ABS:(40,94)]
[ABS:(126,68)] [ABS:(126,68)]
[ABS:(66,62)] [ABS:(66,62)]
[ABS:(156,84)] [ABS:(156,84)]
[ABS:(39,100)] [ABS:(39,100)]
[ABS:(203,65)] [ABS:(203,65)]
[ABS:(136,89)] [ABS:(136,89)]
[ABS:(148,70)] [ABS:(148,70)]
[ABS:(85,102)] [ABS:(85,102)]
[ABS:(128,91)] [ABS:(128,91)]
[ABS:(102,114)] [ABS:(102,114)]
[ABS:(108,108)] [ABS:(108,108)]
[ABS:(81,125)] [ABS:(81,125)]
[ABS:(114,40)] [ABS:(114,40)]
[ABS:(108,52)] [ABS:(108,52)]
[ABS:(46,84)] [ABS:(46,84)]
[ABS:(146,96)] [ABS:(146,96)]
[ABS:(110,86)] [ABS:(110,86)]
[ABS:(43,120)] [ABS:(43,120)]
[ABS:(92,92)] [ABS:(92,92)]
[ABS:(52,90)] [ABS:(52,90)]
[ABS:(115,50)] [ABS:(115,50)]
[ABS:(188,71)] [ABS:(188,71)]
[ABS:(102,86)] [ABS:(102,86)]
[ABS:(123,82)] [ABS:(123,82)]
[ABS:(54,68)] [ABS:(54,68)]
[ABS:(108,98)] [ABS:(108,98)]
[ABS:(117,84)] [ABS:(117,84)]
[ABS:(130,64)] [ABS:(130,64)]
[ABS:(179,68)] [ABS:(179,68)]
[ABS:(109,87)] [ABS:(109,87)]
[ABS:(58,87)] [ABS:(58,87)]
[ABS:(53,100)] [ABS:(53,100)]
[ABS:(143,72)] [ABS:(143,72)]
[ABS:(162,66)] [ABS:(162,66)]
[ABS:(106,94)] [ABS:(106,94)]
[ABS:(134,117)] [ABS:(134,117)]
[ABS:(131,91)] [ABS:(131,91)]
[ABS:(51,116)] [ABS:(51,116)]
[ABS:(124,140)] [ABS:(124,140)]
[ABS:(49,70)] [ABS:(49,70)]
[ABS:(78,90)] [ABS:(78,90)]
[ABS:(79,98)] [ABS:(79,98)]
[ABS:(70,133)] [ABS:(70,133)]
[ABS:(128,84)] [ABS:(128,84)]
[ABS:(134,68)] [ABS:(134,68)]
[ABS:(127,133)] [ABS:(127,133)]
[ABS:(142,54)] [ABS:(142,54)]
[ABS:(105,115)] [ABS:(105,115)]
[ABS:(142,86)] [ABS:(142,86)]
[ABS:(98,86)] [ABS:(98,86)]
[ABS:(44,70)] [ABS:(44,70)]
[ABS:(147,163)] [ABS:(147,163)]
[ABS:(41,104)] [ABS:(41,104)]
[ABS:(124,98)] [ABS:(124,98)]
[ABS:(145,78)] [ABS:(145,78)]
[ABS:(166,84)] [ABS:(166,84)]
[ABS:(128,58)] [ABS:(128,58)]
[ABS:(152,72)] [ABS:(152,72)]
[ABS:(44,88)] [ABS:(44,88)]
[ABS:(66,106)] [ABS:(66,106)]
[ABS:(40,48)] [ABS:(40,48)]
[ABS:(62,86)] [ABS:(62,86)]
[ABS:(156,113)] [ABS:(156,113)]
[ABS:(85,99)] [ABS:(85,99)]
[ABS:(102,53)] [ABS:(102,53)]
[ABS:(105,107)] [ABS:(105,107)]
[ABS:(107,107)] [ABS:(107,107)]
[ABS:(196,48)] [ABS:(196,48)]
[ABS:(139,60)] [ABS:(139,60)]
[ABS:(134,80)] [ABS:(134,80)]
[ABS:(139,108)] [ABS:(139,108)]
[ABS:(63,113)] [ABS:(63,113)]
[ABS:(70,90)] [ABS:(70,90)]
[ABS:(105,88)] [ABS:(105,88)]
[ABS:(104,106)] [ABS:(104,106)]
[ABS:(65,101)] [ABS:(65,101)]
[ABS:(167,114)] [ABS:(167,114)]
[ABS:(46,86)] [ABS:(46,86)]
[ABS:(112,62)] [ABS:(112,62)]
[ABS:(139,98)] [ABS:(139,98)]
[ABS:(160,84)] [ABS:(160,84)]
[ABS:(74,92)] [ABS:(74,92)]
[ABS:(97,114)] [ABS:(97,114)]
[ABS:(138,85)] [ABS:(138,85)]
[ABS:(38,147)] [ABS:(38,147)]
[ABS:(96,64)] [ABS:(96,64)]
[ABS:(116,112)] [ABS:(116,112)]
[ABS:(32,92)] [ABS:(32,92)]
[ABS:(128,52)] [ABS:(128,52)]
[ABS:(160,86)] [ABS:(160,86)]
[ABS:(182,52)] [ABS:(182,52)]
[ABS:(132,72)] [ABS:(132,72)]
[ABS:(120,71)] [ABS:(120,71)]
[ABS:(104,98)] [ABS:(104,98)]
[ABS:(50,78)] [ABS:(50,78)]
[ABS:(78,78)] [ABS:(78,78)]
[ABS:(78,98)] [ABS:(78,98)]
[ABS:(162,97)] [ABS:(162,97)]
[ABS:(82,108)] [ABS:(82,108)]
[ABS:(71,90)] [ABS:(71,90)]
[ABS:(162,95)] [ABS:(162,95)]
[ABS:(38,148)] [ABS:(38,148)]
[ABS:(50,128)] [ABS:(50,128)]
[ABS:(60,121)] [ABS:(60,121)]
[ABS:(122,86)] [ABS:(122,86)]
[ABS:(55,57)] [ABS:(55,57)]
[ABS:(71,110)] [ABS:(71,110)]
[ABS:(82,68)] [ABS:(82,68)]
[ABS:(146,74)] [ABS:(146,74)]
[ABS:(138,88)] [ABS:(138,88)]
[ABS:(112,86)] [ABS:(112,86)]
[ABS:(66,105)] [ABS:(66,105)]
[ABS:(132,62)] [ABS:(132,62)]
[ABS:(153,62)] [ABS:(153,62)]
[ABS:(57,115)] [ABS:(57,115)]
[ABS:(58,65)] [ABS:(58,65)]
[ABS:(53,84)] [ABS:(53,84)]
[ABS:(100,60)] [ABS:(100,60)]
[ABS:(75,78)] [ABS:(75,78)]
[ABS:(73,97)] [ABS:(73,97)]
[ABS:(106,100)] [ABS:(106,100)]
[ABS:(118,94)] [ABS:(118,94)]
[ABS:(118,67)] [ABS:(118,67)]
[ABS:(150,96)] [ABS:(150,96)]
[ABS:(130,52)] [ABS:(130,52)]
[ABS:(57,66)] [ABS:(57,66)]
[ABS:(146,87)] [ABS:(146,87)]
[ABS:(152,106)] [ABS:(152,106)]
[ABS:(166,53)] [ABS:(166,53)]
[ABS:(70,74)] [ABS:(70,74)]
[ABS:(62,91)] [ABS:(62,91)]
[ABS:(67,89)] [ABS:(67,89)]
[ABS:(165,86)] [ABS:(165,86)]
[ABS:(80,69)] [ABS:(80,69)]
[ABS:(164,105)] [ABS:(164,105)]
[ABS:(92,56)] [ABS:(92,56)]
[ABS:(42,118)] [ABS:(42,118)]
[ABS:(48,121)] [ABS:(48,121)]
[ABS:(45,102)] [ABS:(45,102)]
[ABS:(138,75)] [ABS:(138,75)]
[ABS:(78,100)] [ABS:(78,100)]
[ABS:(47,68)] [ABS:(47,68)]
[ABS:(122,95)] [ABS:(122,95)]
[ABS:(138,54)] [ABS:(138,54)]
[ABS:(169,52)] [ABS:(169,52)]
[ABS:(101,78)] [ABS:(101,78)]
[ABS:(118,60)] [ABS:(118,60)]
[ABS:(99,114)] [ABS:(99,114)]
[ABS:(80,61)] [ABS:(80,61)]
[ABS:(126,50)] [ABS:(126,50)]
[ABS:(161,50)] [ABS:(161,50)]
[ABS:(83,72)] [ABS:(83,72)]
[ABS:(108,88)] [ABS:(108,88)]
[ABS:(178,86)] [ABS:(178,86)]
[ABS:(50,126)] [ABS:(50,126)]
[ABS:(168,49)] [ABS:(168,49)]
[ABS:(60,74)] [ABS:(60,74)]
[ABS:(49,95)] [ABS:(49,95)]
[ABS:(69,93)] [ABS:(69,93)]
[ABS:(139,88)] [ABS:(139,88)]
[ABS:(108,70)] [ABS:(108,70)]
[ABS:(28,116)] [ABS:(28,116)]
[ABS:(112,69)] [ABS:(112,69)]
[ABS:(62,80)] [ABS:(62,80)]
[ABS:(64,106)] [ABS:(64,106)]
[ABS:(144,111)] [ABS:(144,111)]
[ABS:(54,62)] [ABS:(54,62)]
[ABS:(169,61)] [ABS:(169,61)]
[ABS:(60,100)] [ABS:(60,100)]
[ABS:(120,98)] [ABS:(120,98)]
[ABS:(132,99)] [ABS:(132,99)]
[ABS:(147,72)] [ABS:(147,72)]
[ABS:(87,92)] [ABS:(87,92)]
[ABS:(124,84)] [ABS:(124,84)]
[ABS:(126,80)] [ABS:(126,80)]
[ABS:(37,105)] [ABS:(37,105)]
[ABS:(116,96)] [ABS:(116,96)]
[ABS:(141,98)] [ABS:(141,98)]
[ABS:(78,72)] [ABS:(78,72)]
[ABS:(66,98)] [ABS:(66,98)]
[ABS:(98,77)] [ABS:(98,77)]
[ABS:(38,103)] [ABS:(38,103)]
[ABS:(172,78)] [ABS:(172,78)]
[ABS:(88,88)] [ABS:(88,88)]
[ABS:(161,84)] [ABS:(161,84)]
[ABS:(152,64)] [ABS:(152,64)]
[ABS:(146,93)] [ABS:(146,93)]
[ABS:(117,86)] [ABS:(117,86)]
[ABS:(126,70)] [ABS:(126,70)]
[ABS:(154,68)] [ABS:(154,68)]
[ABS:(156,66)] [ABS:(156,66)]
[ABS:(175,66)] [ABS:(175,66)]
[ABS:(70,92)] [ABS:(70,92)]
[ABS:(143,106)] [ABS:(143,106)]
[ABS:(74,90)] [ABS:(74,90)]
[ABS:(140,84)] [ABS:(140,84)]
[ABS:(180,91)] [ABS:(180,91)]
[ABS:(38,112)] [ABS:(38,112)]
[ABS:(170,85)] [ABS:(170,85)]
[ABS:(75,65)] [ABS:(75,65)]
[ABS:(161,96)] [ABS:(161,96)]
[ABS:(35,116)] [ABS:(35,116)]
[ABS:(142,87)] [ABS:(142,87)]
[ABS:(35,60)] [ABS:(35,60)]
[ABS:(114,68)] [ABS:(114,68)]
[ABS:(115,66)] [ABS:(115,66)]
[ABS:(107,68)] [ABS:(107,68)]
[ABS:(122,96)] [ABS:(122,96)]
[ABS:(174,94)] [ABS:(174,94)]
[ABS:(118,73)] [ABS:(118,73)]
[ABS:(115,114)] [ABS:(115,114)]
[ABS:(161,109)] [ABS:(161,109)]
[ABS:(118,74)] [ABS:(118,74)]
[ABS:(125,48)] [ABS:(125,48)]
[ABS:(30,94)] [ABS:(30,94)]
[ABS:(135,72)] [ABS:(135,72)]
[ABS:(126,184)] [ABS:(126,184)]
[ABS:(50,69)] [ABS:(50,69)]
[ABS:(65,100)] [ABS:(65,100)]
[ABS:(154,98)] [ABS:(154,98)]
[ABS:(54,64)] [ABS:(54,64)]
[ABS:(161,66)] [ABS:(161,66)]
[ABS:(86,98)] [ABS:(86,98)]
[ABS:(152,92)] [ABS:(152,92)]
[ABS:(161,70)] [ABS:(161,70)]
[ABS:(158,68)] [ABS:(158,68)]
[ABS:(170,68)] [ABS:(170,68)]
[ABS:(40,88)] [ABS:(40,88)]
[ABS:(167,84)] [ABS:(167,84)]
[ABS:(146,124)] [ABS:(146,124)]
[ABS:(93,56)] [ABS:(93,56)]
[ABS:(36,116)] [ABS:(36,116)]
[ABS:(48,132)] [ABS:(48,132)]
[ABS:(39,123)] [ABS:(39,123)]
[ABS:(120,60)] [ABS:(120,60)]
[ABS:(60,84)] [ABS:(60,84)]
[ABS:(68,66)] [ABS:(68,66)]
[ABS:(91,66)] [ABS:(91,66)]
[ABS:(172,82)] [ABS:(172,82)]
[ABS:(82,61)] [ABS:(82,61)]
[ABS:(150,58)] [ABS:(150,58)]
[ABS:(92,78)] [ABS:(92,78)]
[ABS:(94,98)] [ABS:(94,98)]
[ABS:(142,99)] [ABS:(142,99)]
[ABS:(100,92)] [ABS:(100,92)]
[ABS:(66,68)] [ABS:(66,68)]
[ABS:(52,96)] [ABS:(52,96)]
[ABS:(111,94)] [ABS:(111,94)]
[ABS:(175,94)] [ABS:(175,94)]
[ABS:(142,93)] [ABS:(142,93)]
[ABS:(88,89)] [ABS:(88,89)]
[ABS:(74,88)] [ABS:(74,88)]
[ABS:(100,78)] [ABS:(100,78)]
[ABS:(182,78)] [ABS:(182,78)]
[ABS:(131,98)] [ABS:(131,98)]
[ABS:(30,101)] [ABS:(30,101)]
[ABS:(66,80)] [ABS:(66,80)]
[ABS:(99,74)] [ABS:(99,74)]
[ABS:(144,95)] [ABS:(144,95)]
[ABS:(164,95)] [ABS:(164,95)]
[ABS:(156,60)] [ABS:(156,60)]
[ABS:(53,64)] [ABS:(53,64)]
[ABS:(52,70)] [ABS:(52,70)]
[ABS:(92,72)] [ABS:(92,72)]
[ABS:(102,68)] [ABS:(102,68)]
[ABS:(122,69)] [ABS:(122,69)]
[ABS:(148,69)] [ABS:(148,69)]
[ABS:(184,67)] [ABS:(184,67)]
[ABS:(45,120)] [ABS:(45,120)]
[ABS:(159,96)] [ABS:(159,96)]
[ABS:(37,113)] [ABS:(37,113)]
[ABS:(92,84)] [ABS:(92,84)]
[ABS:(63,104)] [ABS:(63,104)]
[ABS:(108,106)] [ABS:(108,106)]
[ABS:(133,61)] [ABS:(133,61)]
[ABS:(110,116)] [ABS:(110,116)]
[ABS:(125,114)] [ABS:(125,114)]
[ABS:(140,61)] [ABS:(140,61)]
[ABS:(80,101)] [ABS:(80,101)]
[ABS:(100,100)] [ABS:(100,100)]
[ABS:(182,94)] [ABS:(182,94)]
[ABS:(174,66)] [ABS:(174,66)]
[ABS:(68,78)] [ABS:(68,78)]
[ABS:(126,96)] [ABS:(126,96)]
[ABS:(86,46)] [ABS:(86,46)]
[ABS:(153,61)] [ABS:(153,61)]
[ABS:(111,84)] [ABS:(111,84)]
[ABS:(170,94)] [ABS:(170,94)]
[ABS:(154,90)] [ABS:(154,90)]
[ABS:(146,76)] [ABS:(146,76)]
[ABS:(164,117)] [ABS:(164,117)]
[ABS:(66,34)] [ABS:(66,34)]
[ABS:(75,63)] [ABS:(75,63)]
[ABS:(126,99)] [ABS:(126,99)]
[ABS:(164,104)] [ABS:(164,104)]
[ABS:(136,108)] [ABS:(136,108)]
[ABS:(104,96)] [ABS:(104,96)]
[ABS:(71,72)] [ABS:(71,72)]
[ABS:(60,90)] [ABS:(60,90)]
[ABS:(156,100)] [ABS:(156,100)]
[ABS:(144,70)] [ABS:(144,70)]
[ABS:(66,100)] [ABS:(66,100)]
[ABS:(158,92)] [ABS:(158,92)]
[ABS:(64,134)] [ABS:(64,134)]
[ABS:(189,91)] [ABS:(189,91)]
[ABS:(107,76);(107,76)] [ABS:(107,76);(107,76)]
[ABS:(178,48)] [ABS:(178,48)]
[ABS:(43,72)] [ABS:(43,72)]
[ABS:(61,72)] [ABS:(61,72)]
[ABS:(104,71)] [ABS:(104,71)]
[ABS:(118,68)] [ABS:(118,68)]
[ABS:(117,70)] [ABS:(117,70)]
[ABS:(80,87)] [ABS:(80,87)]
[ABS:(156,85)] [ABS:(156,85)]
[ABS:(123,108)] [ABS:(123,108)]
[ABS:(45,124)] [ABS:(45,124)]
[ABS:(48,122)] [ABS:(48,122)]
[ABS:(78,89)] [ABS:(78,89)]
[ABS:(118,86)] [ABS:(118,86)]
[ABS:(104,104)] [ABS:(104,104)]
[ABS:(59,90)] [ABS:(59,90)]
[ABS:(69,88)] [ABS:(69,88)]
[ABS:(117,100)] [ABS:(117,100)]
[ABS:(143,110)] [ABS:(143,110)]
[ABS:(60,62)] [ABS:(60,62)]
[ABS:(145,72)] [ABS:(145,72)]
[ABS:(50,88)] [ABS:(50,88)]
[ABS:(121,62)] [ABS:(121,62)]
[ABS:(152,78)] [ABS:(152,78)]
[ABS:(57,100)] [ABS:(57,100)]
[ABS:(130,88)] [ABS:(130,88)]
[ABS:(159,84)] [ABS:(159,84)]
[ABS:(92,82)] [ABS:(92,82)]
[ABS:(113,83)] [ABS:(113,83)]
[ABS:(118,108)] [ABS:(118,108)]
[ABS:(180,56)] [ABS:(180,56)]
[ABS:(113,95)] [ABS:(113,95)]
[ABS:(124,90)] [ABS:(124,90)]
[ABS:(116,116)] [ABS:(116,116)]
[ABS:(118,62)] [ABS:(118,62)]
[ABS:(163,86)] [ABS:(163,86)]
[ABS:(109,54)] [ABS:(109,54)]
[ABS:(172,64)] [ABS:(172,64)]
[ABS:(72,98)] [ABS:(72,98)]
[ABS:(103,120)] [ABS:(103,120)]
[ABS:(195,96)] [ABS:(195,96)]
[ABS:(130,116)] [ABS:(130,116)]
[ABS:(151,82)] [ABS:(151,82)]
[ABS:(128,118)] [ABS:(128,118)]
[ABS:(192,62)] [ABS:(192,62)]
[ABS:(68,90)] [ABS:(68,90)]
[ABS:(182,56)] [ABS:(182,56)]
[ABS:(130,51);(130,51)] [ABS:(130,51);(130,51)]
[ABS:(126,52)] [ABS:(126,52)]
[ABS:(182,49)] [ABS:(182,49)]
[ABS:(156,69)] [ABS:(156,69)]
[ABS:(66,90)] [ABS:(66,90)]
[ABS:(108,87)] [ABS:(108,87)]
[ABS:(150,85)] [ABS:(150,85)]
[ABS:(155,86)] [ABS:(155,86)]
[ABS:(188,114)] [ABS:(188,114)]
[ABS:(157,54)] [ABS:(157,54)]
[ABS:(112,70)] [ABS:(112,70)]
[ABS:(67,88)] [ABS:(67,88)]
[ABS:(85,85)] [ABS:(85,85)]
[ABS:(88,86)] [ABS:(88,86)]
[ABS:(79,64)] [ABS:(79,64)]
[ABS:(92,87)] [ABS:(92,87)]
[ABS:(139,83)] [ABS:(139,83)]
[ABS:(112,100)] [ABS:(112,100)]
[ABS:(32,116)] [ABS:(32,116)]
[ABS:(178,110)] [ABS:(178,110)]
[ABS:(47,88)] [ABS:(47,88)]
[ABS:(90,90)] [ABS:(90,90)]
[ABS:(115,87)] [ABS:(115,87)]
[ABS:(70,77)] [ABS:(70,77)]
[ABS:(158,76)] [ABS:(158,76)]
[ABS:(168,95)] [ABS:(168,95)]
[ABS:(127,94)] [ABS:(127,94)]
[ABS:(176,70)] [ABS:(176,70)]
[ABS:(133,96)] [ABS:(133,96)]
[ABS:(166,94)] [ABS:(166,94)]
[ABS:(166,93)] [ABS:(166,93)]
[ABS:(136,64)] [ABS:(136,64)]
[ABS:(136,68)] [ABS:(136,68)]
[ABS:(38,86)] [ABS:(38,86)]
[ABS:(47,86)] [ABS:(47,86)]
[ABS:(106,56)] [ABS:(106,56)]
[ABS:(169,84)] [ABS:(169,84)]
[ABS:(46,116)] [ABS:(46,116)]
[ABS:(64,102)] [ABS:(64,102)]
[ABS:(168,46)] [ABS:(168,46)]
[ABS:(67,74)] [ABS:(67,74)]
[ABS:(78,74)] [ABS:(78,74)]
[ABS:(133,72)] [ABS:(133,72)]
[ABS:(114,118)] [ABS:(114,118)]
[ABS:(48,71)] [ABS:(48,71)]
[ABS:(137,73)] [ABS:(137,73)]
[ABS:(81,86)] [ABS:(81,86)]
[ABS:(98,94)] [ABS:(98,94)]
[ABS:(72,100)] [ABS:(72,100)]
[ABS:(95,95)] [ABS:(95,95)]
[ABS:(81,101)] [ABS:(81,101)]
[ABS:(95,66)] [ABS:(95,66)]
[ABS:(70,114)] [ABS:(70,114)]
[ABS:(58,98)] [ABS:(58,98)]
[ABS:(48,69)] [ABS:(48,69)]
[ABS:(132,65)] [ABS:(132,65)]
[ABS:(191,64)] [ABS:(191,64)]
[ABS:(62,89)] [ABS:(62,89)]
[ABS:(101,92)] [ABS:(101,92)]
[ABS:(68,108)] [ABS:(68,108)]
[ABS:(71,107)] [ABS:(71,107)]
[ABS:(72,108)] [ABS:(72,108)]
[ABS:(60,125)] [ABS:(60,125)]
[ABS:(170,61)] [ABS:(170,61)]
[ABS:(168,54)] [ABS:(168,54)]
[ABS:(58,77)] [ABS:(58,77)]
[ABS:(39,115)] [ABS:(39,115)]
[ABS:(58,73)] [ABS:(58,73)]
[ABS:(82,71)] [ABS:(82,71)]
[ABS:(62,87)] [ABS:(62,87)]
[ABS:(151,87)] [ABS:(151,87)]
[ABS:(59,102)] [ABS:(59,102)]
[ABS:(85,122)] [ABS:(85,122)]
[ABS:(150,61)] [ABS:(150,61)]
[ABS:(166,62)] [ABS:(166,62)]
[ABS:(113,116)] [ABS:(113,116)]
[ABS:(124,114)] [ABS:(124,114)]
[ABS:(166,113)] [ABS:(166,113)]
[ABS:(48,84)] [ABS:(48,84)]
[ABS:(139,61)] [ABS:(139,61)]
[ABS:(116,98)] [ABS:(116,98)]
[ABS:(115,100)] [ABS:(115,100)]
[ABS:(46,119)] [ABS:(46,119)]
[ABS:(111,51)] [ABS:(111,51)]
[ABS:(134,52)] [ABS:(134,52)]
[ABS:(126,67)] [ABS:(126,67)]
[ABS:(111,66)] [ABS:(111,66)]
[ABS:(122,82)] [ABS:(122,82)]
[ABS:(188,82)] [ABS:(188,82)]
[ABS:(90,93)] [ABS:(90,93)]
[ABS:(116,54)] [ABS:(116,54)]
[ABS:(119,71)] [ABS:(119,71)]
[ABS:(137,78)] [ABS:(137,78)]
[ABS:(95,82)] [ABS:(95,82)]
[ABS:(126,112)] [ABS:(126,112)]
[ABS:(125,98)] [ABS:(125,98)]
[ABS:(108,118)] [ABS:(108,118)]
[ABS:(44,136)] [ABS:(44,136)]
[ABS:(130,111)] [ABS:(130,111)]
[ABS:(46,142)] [ABS:(46,142)]
[ABS:(102,92)] [ABS:(102,92)]
[ABS:(128,98)] [ABS:(128,98)]
[ABS:(130,92)] [ABS:(130,92)]
[ABS:(55,106)] [ABS:(55,106)]
[ABS:(53,155)] [ABS:(53,155)]
[ABS:(204,70)] [ABS:(204,70)]
[ABS:(198,60)] [ABS:(198,60)]
[ABS:(88,68)] [ABS:(88,68)]
[ABS:(137,70)] [ABS:(137,70)]
[ABS:(50,90)] [ABS:(50,90)]
[ABS:(32,74)] [ABS:(32,74)]
[ABS:(147,68)] [ABS:(147,68)]
[ABS:(104,87)] [ABS:(104,87)]
[ABS:(117,87)] [ABS:(117,87)]
[ABS:(80,70)] [ABS:(80,70)]
[ABS:(43,114)] [ABS:(43,114)]
[ABS:(121,86)] [ABS:(121,86)]
[ABS:(42,119)] [ABS:(42,119)]
[ABS:(159,62)] [ABS:(159,62)]
[ABS:(165,62)] [ABS:(165,62)]
[ABS:(178,63)] [ABS:(178,63)]
[ABS:(35,90)] [ABS:(35,90)]
[ABS:(66,88)] [ABS:(66,88)]
[ABS:(146,83)] [ABS:(146,83)]
[ABS:(158,84)] [ABS:(158,84)]
[ABS:(178,112)] [ABS:(178,112)]
[ABS:(52,67)] [ABS:(52,67)]
[ABS:(79,70)] [ABS:(79,70)]
[ABS:(174,90)] [ABS:(174,90)]
[ABS:(42,100)] [ABS:(42,100)]
[ABS:(128,59)] [ABS:(128,59)]
[ABS:(52,79)] [ABS:(52,79)]
[ABS:(77,76)] [ABS:(77,76)]
[ABS:(140,75)] [ABS:(140,75)]
[ABS:(162,75)] [ABS:(162,75)]
[ABS:(46,102)] [ABS:(46,102)]
[ABS:(46,104)] [ABS:(46,104)]
[ABS:(44,107)] [ABS:(44,107)]
[ABS:(40,120)] [ABS:(40,120)]
[ABS:(112,66)] [ABS:(112,66)]
[ABS:(45,81)] [ABS:(45,81)]
[ABS:(142,82)] [ABS:(142,82)]
[ABS:(193,84)] [ABS:(193,84)]
[ABS:(39,113)] [ABS:(39,113)]
[ABS:(128,108)] [ABS:(128,108)]
[ABS:(44,124)] [ABS:(44,124)]
[ABS:(97,115)] [ABS:(97,115)]
[ABS:(118,114)] [ABS:(118,114)]
[ABS:(121,115)] [ABS:(121,115)]
[ABS:(96,87)] [ABS:(96,87)]
[ABS:(130,82)] [ABS:(130,82)]
[ABS:(163,78)] [ABS:(163,78)]
[ABS:(143,99)] [ABS:(143,99)]
[ABS:(136,84)] [ABS:(136,84)]
[ABS:(160,65)] [ABS:(160,65)]
[ABS:(192,68)] [ABS:(192,68)]
[ABS:(50,118)] [ABS:(50,118)]
[ABS:(130,118)] [ABS:(130,118)]
[ABS:(130,89)] [ABS:(130,89)]
[ABS:(37,107)] [ABS:(37,107)]
[ABS:(101,138)] [ABS:(101,138)]
[ABS:(107,53)] [ABS:(107,53)]
[ABS:(91,89)] [ABS:(91,89)]
[ABS:(141,116)] [ABS:(141,116)]
[ABS:(112,125)] [ABS:(112,125)]
[ABS:(157,61)] [ABS:(157,61)]
[ABS:(58,90)] [ABS:(58,90)]
[ABS:(71,163)] [ABS:(71,163)]
[ABS:(154,72)] [ABS:(154,72)]
[ABS:(108,76)] [ABS:(108,76)]
[ABS:(109,90)] [ABS:(109,90)]
[ABS:(167,86)] [ABS:(167,86)]
[ABS:(177,87)] [ABS:(177,87)]
[ABS:(70,110)] [ABS:(70,110)]
[ABS:(167,105)] [ABS:(167,105)]
[ABS:(184,108)] [ABS:(184,108)]
[ABS:(40,54)] [ABS:(40,54)]
[ABS:(157,69)] [ABS:(157,69)]
[ABS:(113,108)] [ABS:(113,108)]
[ABS:(113,68)] [ABS:(113,68)]
[ABS:(143,69)] [ABS:(143,69)]
[ABS:(48,86)] [ABS:(48,86)]
[ABS:(66,86)] [ABS:(66,86)]
[ABS:(88,84)] [ABS:(88,84)]
[ABS:(149,87)] [ABS:(149,87)]
[ABS:(84,104)] [ABS:(84,104)]
[ABS:(76,66)] [ABS:(76,66)]
[ABS:(154,62)] [ABS:(154,62)]
[ABS:(88,101)] [ABS:(88,101)]
[ABS:(102,100)] [ABS:(102,100)]
[ABS:(108,100)] [ABS:(108,100)]
[ABS:(136,103)] [ABS:(136,103)]
[ABS:(168,88)] [ABS:(168,88)]
[ABS:(51,109)] [ABS:(51,109)]
[ABS:(88,100)] [ABS:(88,100)]
[ABS:(55,64)] [ABS:(55,64)]
[ABS:(70,64)] [ABS:(70,64)]
[ABS:(175,60)] [ABS:(175,60)]
[ABS:(129,78)] [ABS:(129,78)]
[ABS:(38,102)] [ABS:(38,102)]
[ABS:(105,100)] [ABS:(105,100)]
[ABS:(127,96)] [ABS:(127,96)]
[ABS:(42,113)] [ABS:(42,113)]
[ABS:(53,68)] [ABS:(53,68)]
[ABS:(162,68)] [ABS:(162,68)]
[ABS:(72,94)] [ABS:(72,94)]
[ABS:(92,109)] [ABS:(92,109)]
[ABS:(152,120)] [ABS:(152,120)]
[ABS:(77,69)] [ABS:(77,69)]
[ABS:(136,75)] [ABS:(136,75)]
[ABS:(149,95)] [ABS:(149,95)]
[ABS:(34,111)] [ABS:(34,111)]
[ABS:(126,114)] [ABS:(126,114)]
[ABS:(98,84)] [ABS:(98,84)]
[ABS:(140,86)] [ABS:(140,86)]
[ABS:(139,120)] [ABS:(139,120)]
[ABS:(64,89)] [ABS:(64,89)]
[ABS:(41,102)] [ABS:(41,102)]
[ABS:(132,103)] [ABS:(132,103)]
[ABS:(184,56)] [ABS:(184,56)]
[ABS:(178,64)] [ABS:(178,64)]
[ABS:(97,102)] [ABS:(97,102)]
[ABS:(123,98)] [ABS:(123,98)]
[ABS:(120,90)] [ABS:(120,90)]
[ABS:(129,70)] [ABS:(129,70)]
[ABS:(49,94)] [ABS:(49,94)]
[ABS:(116,77)] [ABS:(116,77)]
[ABS:(86,134)] [ABS:(86,134)]
[ABS:(97,91)] [ABS:(97,91)]
[ABS:(161,78)] [ABS:(161,78)]
[ABS:(99,76)] [ABS:(99,76)]
[ABS:(90,134)] [ABS:(90,134)]
[ABS:(118,90)] [ABS:(118,90)]
[ABS:(35,74)] [ABS:(35,74)]
[ABS:(156,68)] [ABS:(156,68)]
[ABS:(54,90)] [ABS:(54,90)]
[ABS:(66,89)] [ABS:(66,89)]
[ABS:(120,110)] [ABS:(120,110)]
[ABS:(166,106)] [ABS:(166,106)]
[ABS:(50,125)] [ABS:(50,125)]
[ABS:(114,50)] [ABS:(114,50)]
[ABS:(39,72)] [ABS:(39,72)]
[ABS:(160,73)] [ABS:(160,73)]
[ABS:(164,71)] [ABS:(164,71)]
[ABS:(113,90)] [ABS:(113,90)]
[ABS:(40,116)] [ABS:(40,116)]
[ABS:(94,110)] [ABS:(94,110)]
[ABS:(144,126)] [ABS:(144,126)]
[ABS:(122,50)] [ABS:(122,50)]
[ABS:(168,51)] [ABS:(168,51)]
[ABS:(102,72)] [ABS:(102,72)]
[ABS:(108,73)] [ABS:(108,73)]
[ABS:(149,70)] [ABS:(149,70)]
[ABS:(168,71)] [ABS:(168,71)]
[ABS:(48,87)] [ABS:(48,87)]
[ABS:(60,86)] [ABS:(60,86)]
[ABS:(82,123)] [ABS:(82,123)]
[ABS:(108,61)] [ABS:(108,61)]
[ABS:(134,60)] [ABS:(134,60)]
[ABS:(164,60)] [ABS:(164,60)]
[ABS:(131,82)] [ABS:(131,82)]
[ABS:(68,101)] [ABS:(68,101)]
[ABS:(72,101)] [ABS:(72,101)]
[ABS:(137,98)] [ABS:(137,98)]
[ABS:(34,120)] [ABS:(34,120)]
[ABS:(49,116)] [ABS:(49,116)]
[ABS:(38,40)] [ABS:(38,40)]
[ABS:(70,48)] [ABS:(70,48)]
[ABS:(145,64)] [ABS:(145,64)]
[ABS:(158,66)] [ABS:(158,66)]
[ABS:(36,80)] [ABS:(36,80)]
[ABS:(109,79)] [ABS:(109,79)]
[ABS:(200,75)] [ABS:(200,75)]
[ABS:(132,98)] [ABS:(132,98)]
[ABS:(158,95)] [ABS:(158,95)]
[ABS:(72,66)] [ABS:(72,66)]
[ABS:(44,83)] [ABS:(44,83)]
[ABS:(111,81)] [ABS:(111,81)]
[ABS:(42,79)] [ABS:(42,79)]
[ABS:(70,80)] [ABS:(70,80)]
[ABS:(196,96)] [ABS:(196,96)]
[ABS:(82,95)] [ABS:(82,95)]
[ABS:(142,95)] [ABS:(142,95)]
[ABS:(144,93)] [ABS:(144,93)]
[ABS:(150,121)] [ABS:(150,121)]
[ABS:(97,56)] [ABS:(97,56)]
[ABS:(132,56)] [ABS:(132,56)]
[ABS:(122,72)] [ABS:(122,72)]
[ABS:(148,74)] [ABS:(148,74)]
[ABS:(78,88)] [ABS:(78,88)]
[ABS:(134,90)] [ABS:(134,90)]
[ABS:(140,92)] [ABS:(140,92)]
[ABS:(56,113)] [ABS:(56,113)]
[ABS:(84,110)] [ABS:(84,110)]
[ABS:(136,67)] [ABS:(136,67)]
[ABS:(64,138)] [ABS:(64,138)]
[ABS:(46,80)] [ABS:(46,80)]
[ABS:(44,79)] [ABS:(44,79)]
[ABS:(86,78)] [ABS:(86,78)]
[ABS:(136,86)] [ABS:(136,86)]
[ABS:(122,94)] [ABS:(122,94)]
[ABS:(46,113)] [ABS:(46,113)]
[ABS:(100,115)] [ABS:(100,115)]
[ABS:(74,114)] [ABS:(74,114)]
[ABS:(63,74)] [ABS:(63,74)]
[ABS:(162,65)] [ABS:(162,65)]
[ABS:(115,93)] [ABS:(115,93)]
[ABS:(91,58)] [ABS:(91,58)]
[ABS:(86,94)] [ABS:(86,94)]
[ABS:(90,112)] [ABS:(90,112)]
[ABS:(95,78)] [ABS:(95,78)]
[ABS:(87,123)] [ABS:(87,123)]
[ABS:(162,155)] [ABS:(162,155)]
[ABS:(54,104)] [ABS:(54,104)]
[ABS:(66,118)] [ABS:(66,118)]
[ABS:(160,64)] [ABS:(160,64)]
[ABS:(150,64)] [ABS:(150,64)]
[ABS:(85,74)] [ABS:(85,74)]
[ABS:(73,116)] [ABS:(73,116)]
[ABS:(168,92)] [ABS:(168,92)]
[ABS:(74,116)] [ABS:(74,116)]
[ABS:(149,52)] [ABS:(149,52)]
[ABS:(34,73)] [ABS:(34,73)]
[ABS:(106,68)] [ABS:(106,68)]
[ABS:(108,68)] [ABS:(108,68)]
[ABS:(154,66)] [ABS:(154,66)]
[ABS:(51,90)] [ABS:(51,90)]
[ABS:(82,87)] [ABS:(82,87)]
[ABS:(82,88)] [ABS:(82,88)]
[ABS:(114,88)] [ABS:(114,88)]
[ABS:(154,86)] [ABS:(154,86)]
[ABS:(182,87)] [ABS:(182,87)]
[ABS:(84,49)] [ABS:(84,49)]
[ABS:(35,91)] [ABS:(35,91)]
[ABS:(65,90)] [ABS:(65,90)]
[ABS:(108,92)] [ABS:(108,92)]
[ABS:(90,106)] [ABS:(90,106)]
[ABS:(54,69)] [ABS:(54,69)]
[ABS:(172,70)] [ABS:(172,70)]
[ABS:(195,70)] [ABS:(195,70)]
[ABS:(45,87)] [ABS:(45,87)]
[ABS:(53,88)] [ABS:(53,88)]
[ABS:(40,107)] [ABS:(40,107)]
[ABS:(62,103)] [ABS:(62,103)]
[ABS:(159,120)] [ABS:(159,120)]
[ABS:(166,63)] [ABS:(166,63)]
[ABS:(178,61)] [ABS:(178,61)]
[ABS:(193,60)] [ABS:(193,60)]
[ABS:(43,86)] [ABS:(43,86)]
[ABS:(77,86)] [ABS:(77,86)]
[ABS:(132,81)] [ABS:(132,81)]
[ABS:(176,83)] [ABS:(176,83)]
[ABS:(150,99)] [ABS:(150,99)]
[ABS:(61,112)] [ABS:(61,112)]
[ABS:(62,113)] [ABS:(62,113)]
[ABS:(94,116)] [ABS:(94,116)]
[ABS:(37,129)] [ABS:(37,129)]
[ABS:(64,127)] [ABS:(64,127)]
[ABS:(61,50)] [ABS:(61,50)]
[ABS:(180,52)] [ABS:(180,52)]
[ABS:(71,71)] [ABS:(71,71)]
[ABS:(114,65)] [ABS:(114,65)]
[ABS:(128,71)] [ABS:(128,71)]
[ABS:(43,112)] [ABS:(43,112)]
[ABS:(140,112)] [ABS:(140,112)]
[ABS:(54,124)] [ABS:(54,124)]
[ABS:(114,75)] [ABS:(114,75)]
[ABS:(127,72)] [ABS:(127,72)]
[ABS:(132,77)] [ABS:(132,77)]
[ABS:(120,94)] [ABS:(120,94)]
[ABS:(149,97)] [ABS:(149,97)]
[ABS:(36,122)] [ABS:(36,122)]
[ABS:(72,68)] [ABS:(72,68)]
[ABS:(194,68)] [ABS:(194,68)]
[ABS:(48,80)] [ABS:(48,80)]
[ABS:(50,82)] [ABS:(50,82)]
[ABS:(64,82)] [ABS:(64,82)]
[ABS:(134,84)] [ABS:(134,84)]
[ABS:(142,80)] [ABS:(142,80)]
[ABS:(113,61)] [ABS:(113,61)]
[ABS:(186,96)] [ABS:(186,96)]
[ABS:(78,108)] [ABS:(78,108)]
[ABS:(116,106)] [ABS:(116,106)]
[ABS:(116,74)] [ABS:(116,74)]
[ABS:(142,72)] [ABS:(142,72)]
[ABS:(168,102)] [ABS:(168,102)]
[ABS:(120,114)] [ABS:(120,114)]
[ABS:(60,66)] [ABS:(60,66)]
[ABS:(129,62)] [ABS:(129,62)]
[ABS:(134,65)] [ABS:(134,65)]
[ABS:(29,61)] [ABS:(29,61)]
[ABS:(75,101)] [ABS:(75,101)]
[ABS:(133,101)] [ABS:(133,101)]
[ABS:(118,56)] [ABS:(118,56)]
[ABS:(77,79)] [ABS:(77,79)]
[ABS:(161,65)] [ABS:(161,65)]
[ABS:(43,84)] [ABS:(43,84)]
[ABS:(34,96)] [ABS:(34,96)]
[ABS:(42,98)] [ABS:(42,98)]
[ABS:(101,115)] [ABS:(101,115)]
[ABS:(122,114)] [ABS:(122,114)]
[ABS:(143,88)] [ABS:(143,88)]
[ABS:(80,75)] [ABS:(80,75)]
[ABS:(78,76)] [ABS:(78,76)]
[ABS:(34,116)] [ABS:(34,116)]
[ABS:(85,94)] [ABS:(85,94)]
[ABS:(136,60)] [ABS:(136,60)]
[ABS:(53,90)] [ABS:(53,90)]
[ABS:(102,115)] [ABS:(102,115)]
[ABS:(111,85)] [ABS:(111,85)]
[ABS:(51,63)] [ABS:(51,63)]
[ABS:(186,59)] [ABS:(186,59)]
[ABS:(152,63)] [ABS:(152,63)]
[ABS:(46,78)] [ABS:(46,78)]
[ABS:(150,62)] [ABS:(150,62)]
[ABS:(85,60)] [ABS:(85,60)]
[ABS:(154,96)] [ABS:(154,96)]
[ABS:(48,65)] [ABS:(48,65)]
[ABS:(132,52)] [ABS:(132,52)]
[ABS:(118,70)] [ABS:(118,70)]
[ABS:(55,90)] [ABS:(55,90)]
[ABS:(69,90)] [ABS:(69,90)]
[ABS:(84,88)] [ABS:(84,88)]
[ABS:(112,88)] [ABS:(112,88)]
[ABS:(112,89)] [ABS:(112,89)]
[ABS:(98,111)] [ABS:(98,111)]
[ABS:(143,109)] [ABS:(143,109)]
[ABS:(95,124)] [ABS:(95,124)]
[ABS:(134,122)] [ABS:(134,122)]
[ABS:(66,93)] [ABS:(66,93)]
[ABS:(144,86)] [ABS:(144,86)]
[ABS:(55,132)] [ABS:(55,132)]
[ABS:(144,69)] [ABS:(144,69)]
[ABS:(166,68)] [ABS:(166,68)]
[ABS:(29,88)] [ABS:(29,88)]
[ABS:(33,88)] [ABS:(33,88)]
[ABS:(164,86)] [ABS:(164,86)]
[ABS:(162,104)] [ABS:(162,104)]
[ABS:(49,122)] [ABS:(49,122)]
[ABS:(130,38)] [ABS:(130,38)]
[ABS:(101,60)] [ABS:(101,60)]
[ABS:(107,60)] [ABS:(107,60)]
[ABS:(133,62)] [ABS:(133,62)]
[ABS:(63,87)] [ABS:(63,87)]
[ABS:(89,101)] [ABS:(89,101)]
[ABS:(108,99)] [ABS:(108,99)]
[ABS:(128,113)] [ABS:(128,113)]
[ABS:(172,51)] [ABS:(172,51)]
[ABS:(179,61)] [ABS:(179,61)]
[ABS:(91,68)] [ABS:(91,68)]
[ABS:(120,70)] [ABS:(120,70)]
[ABS:(124,68)] [ABS:(124,68)]
[ABS:(159,66)] [ABS:(159,66)]
[ABS:(161,71)] [ABS:(161,71)]
[ABS:(40,84)] [ABS:(40,84)]
[ABS:(95,112)] [ABS:(95,112)]
[ABS:(123,132)] [ABS:(123,132)]
[ABS:(50,65)] [ABS:(50,65)]
[ABS:(113,62)] [ABS:(113,62)]
[ABS:(104,78)] [ABS:(104,78)]
[ABS:(124,81)] [ABS:(124,81)]
[ABS:(137,76)] [ABS:(137,76)]
[ABS:(48,100)] [ABS:(48,100)]
[ABS:(85,100)] [ABS:(85,100)]
[ABS:(116,99)] [ABS:(116,99)]
[ABS:(118,100)] [ABS:(118,100)]
[ABS:(128,94)] [ABS:(128,94)]
[ABS:(159,54)] [ABS:(159,54)]
[ABS:(110,68)] [ABS:(110,68)]
[ABS:(178,68)] [ABS:(178,68)]
[ABS:(94,82)] [ABS:(94,82)]
[ABS:(113,82)] [ABS:(113,82)]
[ABS:(168,84)] [ABS:(168,84)]
[ABS:(108,97)] [ABS:(108,97)]
[ABS:(66,52)] [ABS:(66,52)]
[ABS:(111,65)] [ABS:(111,65)]
[ABS:(51,98)] [ABS:(51,98)]
[ABS:(88,93)] [ABS:(88,93)]
[ABS:(110,111)] [ABS:(110,111)]
[ABS:(121,106)] [ABS:(121,106)]
[ABS:(62,104)] [ABS:(62,104)]
[ABS:(92,132)] [ABS:(92,132)]
[ABS:(96,84)] [ABS:(96,84)]
[ABS:(99,105)] [ABS:(99,105)]
[ABS:(99,84)] [ABS:(99,84)]
[ABS:(116,84)] [ABS:(116,84)]
[ABS:(164,78)] [ABS:(164,78)]
[ABS:(112,99)] [ABS:(112,99)]
[ABS:(154,80)] [ABS:(154,80)]
[ABS:(128,112)] [ABS:(128,112)]
[ABS:(182,66)] [ABS:(182,66)]
[ABS:(109,84)] [ABS:(109,84)]
[ABS:(119,86)] [ABS:(119,86)]
[ABS:(39,114)] [ABS:(39,114)]
[ABS:(48,114)] [ABS:(48,114)]
[ABS:(66,116)] [ABS:(66,116)]
[ABS:(102,112)] [ABS:(102,112)]
[ABS:(109,114)] [ABS:(109,114)]
[ABS:(72,132)] [ABS:(72,132)]
[ABS:(132,90)] [ABS:(132,90)]
[ABS:(160,70)] [ABS:(160,70)]
[ABS:(112,93)] [ABS:(112,93)]
[ABS:(86,80)] [ABS:(86,80)]
[ABS:(93,71)] [ABS:(93,71)]
[ABS:(161,77)] [ABS:(161,77)]
[ABS:(97,80)] [ABS:(97,80)]
[ABS:(43,103)] [ABS:(43,103)]
[ABS:(52,120)] [ABS:(52,120)]
[ABS:(152,74)] [ABS:(152,74)]
[ABS:(62,97)] [ABS:(62,97)]
[ABS:(86,116)] [ABS:(86,116)]
[ABS:(41,114)] [ABS:(41,114)]
[ABS:(113,87)] [ABS:(113,87)]
[ABS:(167,91)] [ABS:(167,91)]
[ABS:(106,139)] [ABS:(106,139)]
[ABS:(44,63)] [ABS:(44,63)]
[ABS:(50,92)] [ABS:(50,92)]
[ABS:(190,62)] [ABS:(190,62)]
[ABS:(148,62)] [ABS:(148,62)]
[ABS:(56,76)] [ABS:(56,76)]
[ABS:(51,79)] [ABS:(51,79)]
[ABS:(38,94)] [ABS:(38,94)]
[ABS:(55,104)] [ABS:(55,104)]
[ABS:(50,91)] [ABS:(50,91)]
[ABS:(177,58)] [ABS:(177,58)]
[ABS:(145,66)] [ABS:(145,66)]
[ABS:(112,52)] [ABS:(112,52)]
[ABS:(162,50)] [ABS:(162,50)]
[ABS:(160,50)] [ABS:(160,50)]
[ABS:(128,68)] [ABS:(128,68)]
[ABS:(102,88)] [ABS:(102,88)]
[ABS:(136,87)] [ABS:(136,87)]
[ABS:(156,86)] [ABS:(156,86)]
[ABS:(86,108)] [ABS:(86,108)]
[ABS:(112,108)] [ABS:(112,108)]
[ABS:(154,110)] [ABS:(154,110)]
[ABS:(106,69)] [ABS:(106,69)]
[ABS:(139,73)] [ABS:(139,73)]
[ABS:(134,88)] [ABS:(134,88)]
[ABS:(113,49)] [ABS:(113,49)]
[ABS:(52,72)] [ABS:(52,72)]
[ABS:(145,71)] [ABS:(145,71)]
[ABS:(102,87)] [ABS:(102,87)]
[ABS:(138,82)] [ABS:(138,82)]
[ABS:(88,62)] [ABS:(88,62)]
[ABS:(155,57)] [ABS:(155,57)]
[ABS:(59,88)] [ABS:(59,88)]
[ABS:(128,83)] [ABS:(128,83)]
[ABS:(153,82)] [ABS:(153,82)]
[ABS:(72,102)] [ABS:(72,102)]
[ABS:(84,102)] [ABS:(84,102)]
[ABS:(141,96)] [ABS:(141,96)]
[ABS:(95,116)] [ABS:(95,116)]
[ABS:(106,114)] [ABS:(106,114)]
[ABS:(44,50)] [ABS:(44,50)]
[ABS:(40,80)] [ABS:(40,80)]
[ABS:(109,99)] [ABS:(109,99)]
[ABS:(49,109)] [ABS:(49,109)]
[ABS:(159,113)] [ABS:(159,113)]
[ABS:(174,116)] [ABS:(174,116)]
[ABS:(67,126)] [ABS:(67,126)]
[ABS:(36,62)] [ABS:(36,62)]
[ABS:(57,62)] [ABS:(57,62)]
[ABS:(65,66)] [ABS:(65,66)]
[ABS:(147,60)] [ABS:(147,60)]
[ABS:(174,59)] [ABS:(174,59)]
[ABS:(176,58)] [ABS:(176,58)]
[ABS:(104,76)] [ABS:(104,76)]
[ABS:(134,75)] [ABS:(134,75)]
[ABS:(138,72)] [ABS:(138,72)]
[ABS:(141,75)] [ABS:(141,75)]
[ABS:(127,98)] [ABS:(127,98)]
[ABS:(132,97)] [ABS:(132,97)]
[ABS:(106,53)] [ABS:(106,53)]
[ABS:(81,68)] [ABS:(81,68)]
[ABS:(100,68)] [ABS:(100,68)]
[ABS:(146,75)] [ABS:(146,75)]
[ABS:(166,66)] [ABS:(166,66)]
[ABS:(118,82)] [ABS:(118,82)]
[ABS:(54,96)] [ABS:(54,96)]
[ABS:(142,83)] [ABS:(142,83)]
[ABS:(119,97)] [ABS:(119,97)]
[ABS:(43,118)] [ABS:(43,118)]
[ABS:(84,56)] [ABS:(84,56)]
[ABS:(194,55)] [ABS:(194,55)]
[ABS:(76,114)] [ABS:(76,114)]
[ABS:(74,112)] [ABS:(74,112)]
[ABS:(104,86)] [ABS:(104,86)]
[ABS:(153,87)] [ABS:(153,87)]
[ABS:(159,86)] [ABS:(159,86)]
[ABS:(159,139)] [ABS:(159,139)]
[ABS:(109,104)] [ABS:(109,104)]
[ABS:(115,54)] [ABS:(115,54)]
[ABS:(126,74)] [ABS:(126,74)]
[ABS:(191,79)] [ABS:(191,79)]
[ABS:(176,118)] [ABS:(176,118)]
[ABS:(174,60)] [ABS:(174,60)]
[ABS:(117,82)] [ABS:(117,82)]
[ABS:(76,102)] [ABS:(76,102)]
[ABS:(86,101)] [ABS:(86,101)]
[ABS:(133,97)] [ABS:(133,97)]
[ABS:(72,113)] [ABS:(72,113)]
[ABS:(76,131)] [ABS:(76,131)]
[ABS:(177,55)] [ABS:(177,55)]
[ABS:(73,102)] [ABS:(73,102)]
[ABS:(84,124)] [ABS:(84,124)]
[ABS:(185,96)] [ABS:(185,96)]
[ABS:(90,109)] [ABS:(90,109)]
[ABS:(153,66)] [ABS:(153,66)]
[ABS:(99,100)] [ABS:(99,100)]
[ABS:(76,116)] [ABS:(76,116)]
[ABS:(114,62)] [ABS:(114,62)]
[ABS:(147,58)] [ABS:(147,58)]
[ABS:(97,62)] [ABS:(97,62)]
[ABS:(35,120)] [ABS:(35,120)]
[ABS:(100,62)] [ABS:(100,62)]
[ABS:(137,107)] [ABS:(137,107)]
[ABS:(56,104)] [ABS:(56,104)]
[ABS:(124,64)] [ABS:(124,64)]
[ABS:(103,60)] [ABS:(103,60)]
[ABS:(57,97)] [ABS:(57,97)]
[ABS:(72,92)] [ABS:(72,92)]
[ABS:(151,73)] [ABS:(151,73)]
[ABS:(130,78)] [ABS:(130,78)]
[ABS:(86,136)] [ABS:(86,136)]
[ABS:(120,52)] [ABS:(120,52)]
[ABS:(142,138)] [ABS:(142,138)]
[ABS:(58,72)] [ABS:(58,72)]
[ABS:(87,66)] [ABS:(87,66)]
[ABS:(147,69)] [ABS:(147,69)]
[ABS:(160,88)] [ABS:(160,88)]
[ABS:(189,82)] [ABS:(189,82)]
[ABS:(116,110)] [ABS:(116,110)]
[ABS:(140,107)] [ABS:(140,107)]
[ABS:(150,110)] [ABS:(150,110)]
[ABS:(32,120)] [ABS:(32,120)]
[ABS:(51,123)] [ABS:(51,123)]
[ABS:(52,124)] [ABS:(52,124)]
[ABS:(78,123)] [ABS:(78,123)]
[ABS:(150,129)] [ABS:(150,129)]
[ABS:(44,56)] [ABS:(44,56)]
[ABS:(125,72)] [ABS:(125,72)]
[ABS:(156,70)] [ABS:(156,70)]
[ABS:(159,72)] [ABS:(159,72)]
[ABS:(172,72)] [ABS:(172,72)]
[ABS:(154,95)] [ABS:(154,95)]
[ABS:(44,114)] [ABS:(44,114)]
[ABS:(126,185)] [ABS:(126,185)]
[ABS:(64,56)] [ABS:(64,56)]
[ABS:(167,49)] [ABS:(167,49)]
[ABS:(34,72)] [ABS:(34,72)]
[ABS:(102,71)] [ABS:(102,71)]
[ABS:(116,86)] [ABS:(116,86)]
[ABS:(44,104)] [ABS:(44,104)]
[ABS:(75,120)] [ABS:(75,120)]
[ABS:(126,54)] [ABS:(126,54)]
[ABS:(63,88)] [ABS:(63,88)]
[ABS:(94,85)] [ABS:(94,85)]
[ABS:(153,83)] [ABS:(153,83)]
[ABS:(72,103)] [ABS:(72,103)]
[ABS:(90,100)] [ABS:(90,100)]
[ABS:(140,98)] [ABS:(140,98)]
[ABS:(120,111)] [ABS:(120,111)]
[ABS:(179,111)] [ABS:(179,111)]
[ABS:(142,68)] [ABS:(142,68)]
[ABS:(163,70)] [ABS:(163,70)]
[ABS:(110,89)] [ABS:(110,89)]
[ABS:(171,82)] [ABS:(171,82)]
[ABS:(94,100)] [ABS:(94,100)]
[ABS:(44,64)] [ABS:(44,64)]
[ABS:(44,82)] [ABS:(44,82)]
[ABS:(75,76)] [ABS:(75,76)]
[ABS:(165,80)] [ABS:(165,80)]
[ABS:(36,106)] [ABS:(36,106)]
[ABS:(59,100)] [ABS:(59,100)]
[ABS:(69,100)] [ABS:(69,100)]
[ABS:(100,99)] [ABS:(100,99)]
[ABS:(100,101)] [ABS:(100,101)]
[ABS:(160,97)] [ABS:(160,97)]
[ABS:(166,99)] [ABS:(166,99)]
[ABS:(169,95)] [ABS:(169,95)]
[ABS:(192,94)] [ABS:(192,94)]
[ABS:(124,82)] [ABS:(124,82)]
[ABS:(53,96)] [ABS:(53,96)]
[ABS:(112,95)] [ABS:(112,95)]
[ABS:(124,80)] [ABS:(124,80)]
[ABS:(105,96)] [ABS:(105,96)]
[ABS:(124,94)] [ABS:(124,94)]
[ABS:(83,108)] [ABS:(83,108)]
[ABS:(132,114)] [ABS:(132,114)]
[ABS:(129,112)] [ABS:(129,112)]
[ABS:(116,55)] [ABS:(116,55)]
[ABS:(63,73)] [ABS:(63,73)]
[ABS:(130,72)] [ABS:(130,72)]
[ABS:(140,69)] [ABS:(140,69)]
[ABS:(76,115)] [ABS:(76,115)]
[ABS:(162,115)] [ABS:(162,115)]
[ABS:(73,66)] [ABS:(73,66)]
[ABS:(84,67)] [ABS:(84,67)]
[ABS:(117,69)] [ABS:(117,69)]
[ABS:(110,85)] [ABS:(110,85)]
[ABS:(91,78)] [ABS:(91,78)]
[ABS:(49,110)] [ABS:(49,110)]
[ABS:(67,87)] [ABS:(67,87)]
[ABS:(87,86)] [ABS:(87,86)]
[ABS:(41,98)] [ABS:(41,98)]
[ABS:(111,100)] [ABS:(111,100)]
[ABS:(118,104)] [ABS:(118,104)]
[ABS:(30,132)] [ABS:(30,132)]
[ABS:(129,57)] [ABS:(129,57)]
[ABS:(90,80)] [ABS:(90,80)]
[ABS:(52,69)] [ABS:(52,69)]
[ABS:(45,84)] [ABS:(45,84)]
[ABS:(88,94)] [ABS:(88,94)]
[ABS:(99,116)] [ABS:(99,116)]
[ABS:(139,109)] [ABS:(139,109)]
[ABS:(186,100)] [ABS:(186,100)]
[ABS:(72,120)] [ABS:(72,120)]
[ABS:(30,87)] [ABS:(30,87)]
[ABS:(94,94)] [ABS:(94,94)]
[ABS:(104,92)] [ABS:(104,92)]
[ABS:(130,94)] [ABS:(130,94)]
[ABS:(146,94)] [ABS:(146,94)]
[ABS:(137,79)] [ABS:(137,79)]
[ABS:(50,103)] [ABS:(50,103)]
[ABS:(49,123)] [ABS:(49,123)]
[ABS:(84,48)] [ABS:(84,48)]
[ABS:(102,124)] [ABS:(102,124)]
[ABS:(161,61)] [ABS:(161,61)]
[ABS:(134,96)] [ABS:(134,96)]
[ABS:(41,71)] [ABS:(41,71)]
[ABS:(98,61)] [ABS:(98,61)]
[ABS:(174,62)] [ABS:(174,62)]
[ABS:(93,75)] [ABS:(93,75)]
[ABS:(164,120)] [ABS:(164,120)]
[ABS:(75,119)] [ABS:(75,119)]
[ABS:(99,118)] [ABS:(99,118)]
[ABS:(92,135)] [ABS:(92,135)]
[ABS:(132,104)] [ABS:(132,104)]
[ABS:(148,63)] [ABS:(148,63)]
[ABS:(150,70)] [ABS:(150,70)]
[ABS:(118,54)] [ABS:(118,54)]
[ABS:(55,100)] [ABS:(55,100)]
[ABS:(59,66)] [ABS:(59,66)]
[ABS:(150,74)] [ABS:(150,74)]
[ABS:(105,92)] [ABS:(105,92)]
[ABS:(107,48)] [ABS:(107,48)]
[ABS:(113,53)] [ABS:(113,53)]
[ABS:(116,52)] [ABS:(116,52)]
[ABS:(42,73)] [ABS:(42,73)]
[ABS:(48,70)] [ABS:(48,70)]
[ABS:(54,72)] [ABS:(54,72)]
[ABS:(58,70)] [ABS:(58,70)]
[ABS:(86,66)] [ABS:(86,66)]
[ABS:(108,67)] [ABS:(108,67)]
[ABS:(109,70)] [ABS:(109,70)]
[ABS:(153,67)] [ABS:(153,67)]
[ABS:(101,88)] [ABS:(101,88)]
[ABS:(114,86)] [ABS:(114,86)]
[ABS:(55,108)] [ABS:(55,108)]
[ABS:(116,108)] [ABS:(116,108)]
[ABS:(171,105)] [ABS:(171,105)]
[ABS:(176,110)] [ABS:(176,110)]
[ABS:(178,56)] [ABS:(178,56)]
[ABS:(176,61)] [ABS:(176,61)]
[ABS:(184,49)] [ABS:(184,49)]
[ABS:(106,72)] [ABS:(106,72)]
[ABS:(132,70)] [ABS:(132,70)]
[ABS:(73,90)] [ABS:(73,90)]
[ABS:(138,84)] [ABS:(138,84)]
[ABS:(188,84)] [ABS:(188,84)]
[ABS:(80,110)] [ABS:(80,110)]
[ABS:(119,70)] [ABS:(119,70)]
[ABS:(139,70)] [ABS:(139,70)]
[ABS:(194,70)] [ABS:(194,70)]
[ABS:(197,70)] [ABS:(197,70)]
[ABS:(93,83)] [ABS:(93,83)]
[ABS:(166,86)] [ABS:(166,86)]
[ABS:(171,85)] [ABS:(171,85)]
[ABS:(55,102)] [ABS:(55,102)]
[ABS:(63,106)] [ABS:(63,106)]
[ABS:(117,104)] [ABS:(117,104)]
[ABS:(156,104)] [ABS:(156,104)]
[ABS:(134,120)] [ABS:(134,120)]
[ABS:(39,68)] [ABS:(39,68)]
[ABS:(74,86)] [ABS:(74,86)]
[ABS:(91,87)] [ABS:(91,87)]
[ABS:(174,82)] [ABS:(174,82)]
[ABS:(152,97)] [ABS:(152,97)]
[ABS:(76,50)] [ABS:(76,50)]
[ABS:(167,48)] [ABS:(167,48)]
[ABS:(71,67)] [ABS:(71,67)]
[ABS:(126,71)] [ABS:(126,71)]
[ABS:(46,85)] [ABS:(46,85)]
[ABS:(99,90)] [ABS:(99,90)]
[ABS:(64,111)] [ABS:(64,111)]
[ABS:(95,106)] [ABS:(95,106)]
[ABS:(154,38)] [ABS:(154,38)]
[ABS:(36,63)] [ABS:(36,63)]
[ABS:(66,66)] [ABS:(66,66)]
[ABS:(35,78)] [ABS:(35,78)]
[ABS:(44,80)] [ABS:(44,80)]
[ABS:(55,80)] [ABS:(55,80)]
[ABS:(60,78)] [ABS:(60,78)]
[ABS:(40,101)] [ABS:(40,101)]
[ABS:(91,98)] [ABS:(91,98)]
[ABS:(128,92)] [ABS:(128,92)]
[ABS:(142,98)] [ABS:(142,98)]
[ABS:(143,98)] [ABS:(143,98)]
[ABS:(157,98)] [ABS:(157,98)]
[ABS:(177,96)] [ABS:(177,96)]
[ABS:(124,70)] [ABS:(124,70)]
[ABS:(107,81)] [ABS:(107,81)]
[ABS:(44,55)] [ABS:(44,55)]
[ABS:(136,72)] [ABS:(136,72)]
[ABS:(134,72)] [ABS:(134,72)]
[ABS:(70,83)] [ABS:(70,83)]
[ABS:(100,80)] [ABS:(100,80)]
[ABS:(40,99)] [ABS:(40,99)]
[ABS:(109,103)] [ABS:(109,103)]
[ABS:(155,96)] [ABS:(155,96)]
[ABS:(57,90)] [ABS:(57,90)]
[ABS:(142,90)] [ABS:(142,90)]
[ABS:(63,114)] [ABS:(63,114)]
[ABS:(70,144)] [ABS:(70,144)]
[ABS:(160,46)] [ABS:(160,46)]
[ABS:(158,86)] [ABS:(158,86)]
[ABS:(162,85)] [ABS:(162,85)]
[ABS:(38,111)] [ABS:(38,111)]
[ABS:(122,108)] [ABS:(122,108)]
[ABS:(74,125)] [ABS:(74,125)]
[ABS:(77,84)] [ABS:(77,84)]
[ABS:(95,87)] [ABS:(95,87)]
[ABS:(112,73)] [ABS:(112,73)]
[ABS:(120,85)] [ABS:(120,85)]
[ABS:(162,79)] [ABS:(162,79)]
[ABS:(44,106)] [ABS:(44,106)]
[ABS:(139,104)] [ABS:(139,104)]
[ABS:(155,102)] [ABS:(155,102)]
[ABS:(121,52)] [ABS:(121,52)]
[ABS:(189,55)] [ABS:(189,55)]
[ABS:(155,64)] [ABS:(155,64)]
[ABS:(40,83)] [ABS:(40,83)]
[ABS:(56,84)] [ABS:(56,84)]
[ABS:(71,113)] [ABS:(71,113)]
[ABS:(90,116)] [ABS:(90,116)]
[ABS:(89,90)] [ABS:(89,90)]
[ABS:(65,113)] [ABS:(65,113)]
[ABS:(130,108)] [ABS:(130,108)]
[ABS:(49,118)] [ABS:(49,118)]
[ABS:(61,89)] [ABS:(61,89)]
[ABS:(88,92)] [ABS:(88,92)]
[ABS:(125,112)] [ABS:(125,112)]
[ABS:(42,103)] [ABS:(42,103)]
[ABS:(63,99)] [ABS:(63,99)]
[ABS:(123,117)] [ABS:(123,117)]
[ABS:(147,84)] [ABS:(147,84)]
[ABS:(180,67)] [ABS:(180,67)]
[ABS:(53,102)] [ABS:(53,102)]
[ABS:(164,91)] [ABS:(164,91)]
[ABS:(45,76)] [ABS:(45,76)]
[ABS:(160,52)] [ABS:(160,52)]
[ABS:(158,112)] [ABS:(158,112)]
[ABS:(65,124)] [ABS:(65,124)]
[ABS:(142,120)] [ABS:(142,120)]
[ABS:(115,56)] [ABS:(115,56)]
[ABS:(126,84)] [ABS:(126,84)]
[ABS:(38,74)] [ABS:(38,74)]
[ABS:(68,94)] [ABS:(68,94)]
[ABS:(86,55)] [ABS:(86,55)]
[ABS:(106,50)] [ABS:(106,50)]
[ABS:(43,69)] [ABS:(43,69)]
[ABS:(193,66)] [ABS:(193,66)]
[ABS:(39,87)] [ABS:(39,87)]
[ABS:(84,86)] [ABS:(84,86)]
[ABS:(129,84)] [ABS:(129,84)]
[ABS:(133,88)] [ABS:(133,88)]
[ABS:(146,81)] [ABS:(146,81)]
[ABS:(172,110)] [ABS:(172,110)]
[ABS:(70,120)] [ABS:(70,120)]
[ABS:(130,128)] [ABS:(130,128)]
[ABS:(72,50)] [ABS:(72,50)]
[ABS:(152,54)] [ABS:(152,54)]
[ABS:(81,66)] [ABS:(81,66)]
[ABS:(83,64)] [ABS:(83,64)]
[ABS:(98,72)] [ABS:(98,72)]
[ABS:(57,112)] [ABS:(57,112)]
[ABS:(52,112)] [ABS:(52,112)]
[ABS:(145,67)] [ABS:(145,67)]
[ABS:(42,87)] [ABS:(42,87)]
[ABS:(61,88)] [ABS:(61,88)]
[ABS:(104,80)] [ABS:(104,80)]
[ABS:(138,86)] [ABS:(138,86)]
[ABS:(145,88)] [ABS:(145,88)]
[ABS:(38,105)] [ABS:(38,105)]
[ABS:(58,106)] [ABS:(58,106)]
[ABS:(72,107)] [ABS:(72,107)]
[ABS:(144,59)] [ABS:(144,59)]
[ABS:(144,62)] [ABS:(144,62)]
[ABS:(65,82)] [ABS:(65,82)]
[ABS:(148,83)] [ABS:(148,83)]
[ABS:(67,103)] [ABS:(67,103)]
[ABS:(89,102)] [ABS:(89,102)]
[ABS:(147,101)] [ABS:(147,101)]
[ABS:(151,100)] [ABS:(151,100)]
[ABS:(168,108)] [ABS:(168,108)]
[ABS:(68,114)] [ABS:(68,114)]
[ABS:(106,110)] [ABS:(106,110)]
[ABS:(63,128)] [ABS:(63,128)]
[ABS:(54,85)] [ABS:(54,85)]
[ABS:(62,79)] [ABS:(62,79)]
[ABS:(67,86)] [ABS:(67,86)]
[ABS:(88,80)] [ABS:(88,80)]
[ABS:(88,87)] [ABS:(88,87)]
[ABS:(90,88)] [ABS:(90,88)]
[ABS:(90,101)] [ABS:(90,101)]
[ABS:(94,106)] [ABS:(94,106)]
[ABS:(170,114)] [ABS:(170,114)]
[ABS:(86,128)] [ABS:(86,128)]
[ABS:(101,59)] [ABS:(101,59)]
[ABS:(110,62)] [ABS:(110,62)]
[ABS:(151,62)] [ABS:(151,62)]
[ABS:(104,75)] [ABS:(104,75)]
[ABS:(134,97)] [ABS:(134,97)]
[ABS:(164,98)] [ABS:(164,98)]
[ABS:(184,93)] [ABS:(184,93)]
[ABS:(48,120)] [ABS:(48,120)]
[ABS:(53,53)] [ABS:(53,53)]
[ABS:(74,54)] [ABS:(74,54)]
[ABS:(163,54)] [ABS:(163,54)]
[ABS:(170,63)] [ABS:(170,63)]
[ABS:(110,82)] [ABS:(110,82)]
[ABS:(137,82)] [ABS:(137,82)]
[ABS:(53,97)] [ABS:(53,97)]
[ABS:(94,91)] [ABS:(94,91)]
[ABS:(132,96)] [ABS:(132,96)]
[ABS:(42,80)] [ABS:(42,80)]
[ABS:(47,83)] [ABS:(47,83)]
[ABS:(145,80)] [ABS:(145,80)]
[ABS:(145,98)] [ABS:(145,98)]
[ABS:(178,95)] [ABS:(178,95)]
[ABS:(80,126)] [ABS:(80,126)]
[ABS:(40,72)] [ABS:(40,72)]
[ABS:(148,72)] [ABS:(148,72)]
[ABS:(125,92)] [ABS:(125,92)]
[ABS:(136,90)] [ABS:(136,90)]
[ABS:(81,111)] [ABS:(81,111)]
[ABS:(84,115)] [ABS:(84,115)]
[ABS:(124,111)] [ABS:(124,111)]
[ABS:(152,116)] [ABS:(152,116)]
[ABS:(61,66)] [ABS:(61,66)]
[ABS:(157,62)] [ABS:(157,62)]
[ABS:(31,86)] [ABS:(31,86)]
[ABS:(141,92)] [ABS:(141,92)]
[ABS:(152,90)] [ABS:(152,90)]
[ABS:(169,89)] [ABS:(169,89)]
[ABS:(98,130)] [ABS:(98,130)]
[ABS:(80,120)] [ABS:(80,120)]
[ABS:(53,56)] [ABS:(53,56)]
[ABS:(182,54)] [ABS:(182,54)]
[ABS:(74,87)] [ABS:(74,87)]
[ABS:(114,82)] [ABS:(114,82)]
[ABS:(146,78)] [ABS:(146,78)]
[ABS:(166,78)] [ABS:(166,78)]
[ABS:(129,102)] [ABS:(129,102)]
[ABS:(98,120)] [ABS:(98,120)]
[ABS:(151,127)] [ABS:(151,127)]
[ABS:(129,145)] [ABS:(129,145)]
[ABS:(36,74)] [ABS:(36,74)]
[ABS:(126,73)] [ABS:(126,73)]
[ABS:(172,75)] [ABS:(172,75)]
[ABS:(99,111)] [ABS:(99,111)]
[ABS:(137,67)] [ABS:(137,67)]
[ABS:(175,65)] [ABS:(175,65)]
[ABS:(131,81)] [ABS:(131,81)]
[ABS:(106,99)] [ABS:(106,99)]
[ABS:(122,56)] [ABS:(122,56)]
[ABS:(156,58)] [ABS:(156,58)]
[ABS:(155,58)] [ABS:(155,58)]
[ABS:(87,117)] [ABS:(87,117)]
[ABS:(154,116)] [ABS:(154,116)]
[ABS:(68,76)] [ABS:(68,76)]
[ABS:(177,69)] [ABS:(177,69)]
[ABS:(184,65)] [ABS:(184,65)]
[ABS:(99,77)] [ABS:(99,77)]
[ABS:(143,74)] [ABS:(143,74)]
[ABS:(110,102)] [ABS:(110,102)]
[ABS:(120,121)] [ABS:(120,121)]
[ABS:(72,70)] [ABS:(72,70)]
[ABS:(104,93)] [ABS:(104,93)]
[ABS:(120,109)] [ABS:(120,109)]
[ABS:(166,79)] [ABS:(166,79)]
[ABS:(125,99)] [ABS:(125,99)]
[ABS:(145,104)] [ABS:(145,104)]
[ABS:(187,101)] [ABS:(187,101)]
[ABS:(92,101)] [ABS:(92,101)]
[ABS:(48,76)] [ABS:(48,76)]
[ABS:(98,63)] [ABS:(98,63)]
[ABS:(152,73)] [ABS:(152,73)]
[ABS:(176,98)] [ABS:(176,98)]
[ABS:(79,116)] [ABS:(79,116)]
[ABS:(59,59)] [ABS:(59,59)]
[ABS:(65,136)] [ABS:(65,136)]
[ABS:(100,138)] [ABS:(100,138)]
[ABS:(41,62)] [ABS:(41,62)]
[ABS:(100,61)] [ABS:(100,61)]
[ABS:(58,86)] [ABS:(58,86)]
[ABS:(62,118)] [ABS:(62,118)]
[ABS:(72,118)] [ABS:(72,118)]
[ABS:(92,102)] [ABS:(92,102)]
[ABS:(101,112)] [ABS:(101,112)]
[ABS:(172,52)] [ABS:(172,52)]
[ABS:(162,71)] [ABS:(162,71)]
[ABS:(72,114)] [ABS:(72,114)]
[ABS:(88,59)] [ABS:(88,59)]
[ABS:(84,73)] [ABS:(84,73)]
[ABS:(164,94)] [ABS:(164,94)]
[ABS:(176,48)] [ABS:(176,48)]
[ABS:(186,47)] [ABS:(186,47)]
[ABS:(45,72)] [ABS:(45,72)]
[ABS:(48,68)] [ABS:(48,68)]
[ABS:(53,72)] [ABS:(53,72)]
[ABS:(66,70)] [ABS:(66,70)]
[ABS:(140,68)] [ABS:(140,68)]
[ABS:(153,68)] [ABS:(153,68)]
[ABS:(171,66)] [ABS:(171,66)]
[ABS:(40,90)] [ABS:(40,90)]
[ABS:(62,88)] [ABS:(62,88)]
[ABS:(69,91)] [ABS:(69,91)]
[ABS:(76,90)] [ABS:(76,90)]
[ABS:(92,88)] [ABS:(92,88)]
[ABS:(99,88)] [ABS:(99,88)]
[ABS:(100,87)] [ABS:(100,87)]
[ABS:(135,86)] [ABS:(135,86)]
[ABS:(162,86)] [ABS:(162,86)]
[ABS:(166,87)] [ABS:(166,87)]
[ABS:(196,88)] [ABS:(196,88)]
[ABS:(74,108)] [ABS:(74,108)]
[ABS:(86,105)] [ABS:(86,105)]
[ABS:(176,106)] [ABS:(176,106)]
[ABS:(174,50)] [ABS:(174,50)]
[ABS:(177,52)] [ABS:(177,52)]
[ABS:(80,74)] [ABS:(80,74)]
[ABS:(151,70)] [ABS:(151,70)]
[ABS:(163,73)] [ABS:(163,73)]
[ABS:(110,88)] [ABS:(110,88)]
[ABS:(82,102)] [ABS:(82,102)]
[ABS:(134,109)] [ABS:(134,109)]
[ABS:(46,56)] [ABS:(46,56)]
[ABS:(117,72)] [ABS:(117,72)]
[ABS:(138,69)] [ABS:(138,69)]
[ABS:(155,71)] [ABS:(155,71)]
[ABS:(172,71)] [ABS:(172,71)]
[ABS:(192,70)] [ABS:(192,70)]
[ABS:(114,85)] [ABS:(114,85)]
[ABS:(151,86)] [ABS:(151,86)]
[ABS:(44,121)] [ABS:(44,121)]
[ABS:(92,122)] [ABS:(92,122)]
[ABS:(124,124)] [ABS:(124,124)]
[ABS:(44,68)] [ABS:(44,68)]
[ABS:(168,63)] [ABS:(168,63)]
[ABS:(73,86)] [ABS:(73,86)]
[ABS:(136,82)] [ABS:(136,82)]
[ABS:(112,103)] [ABS:(112,103)]
[ABS:(168,99)] [ABS:(168,99)]
[ABS:(52,114)] [ABS:(52,114)]
[ABS:(88,112)] [ABS:(88,112)]
[ABS:(146,114)] [ABS:(146,114)]
[ABS:(179,112)] [ABS:(179,112)]
[ABS:(102,48)] [ABS:(102,48)]
[ABS:(169,49)] [ABS:(169,49)]
[ABS:(62,67)] [ABS:(62,67)]
[ABS:(116,68)] [ABS:(116,68)]
[ABS:(143,71)] [ABS:(143,71)]
[ABS:(156,64)] [ABS:(156,64)]
[ABS:(157,72)] [ABS:(157,72)]
[ABS:(159,70)] [ABS:(159,70)]
[ABS:(163,72)] [ABS:(163,72)]
[ABS:(57,88)] [ABS:(57,88)]
[ABS:(155,90)] [ABS:(155,90)]
[ABS:(160,90)] [ABS:(160,90)]
[ABS:(47,105)] [ABS:(47,105)]
[ABS:(172,116)] [ABS:(172,116)]
[ABS:(56,140)] [ABS:(56,140)]
[ABS:(45,66)] [ABS:(45,66)]
[ABS:(169,60)] [ABS:(169,60)]
[ABS:(94,76)] [ABS:(94,76)]
[ABS:(136,78)] [ABS:(136,78)]
[ABS:(58,104)] [ABS:(58,104)]
[ABS:(137,96)] [ABS:(137,96)]
[ABS:(43,117)] [ABS:(43,117)]
[ABS:(110,53)] [ABS:(110,53)]
[ABS:(142,53)] [ABS:(142,53)]
[ABS:(55,66)] [ABS:(55,66)]
[ABS:(98,67)] [ABS:(98,67)]
[ABS:(161,67)] [ABS:(161,67)]
[ABS:(177,64)] [ABS:(177,64)]
[ABS:(60,92)] [ABS:(60,92)]
[ABS:(74,93)] [ABS:(74,93)]
[ABS:(90,92)] [ABS:(90,92)]
[ABS:(95,93)] [ABS:(95,93)]
[ABS:(121,97)] [ABS:(121,97)]
[ABS:(131,58)] [ABS:(131,58)]
[ABS:(112,64)] [ABS:(112,64)]
[ABS:(133,74)] [ABS:(133,74)]
[ABS:(71,79)] [ABS:(71,79)]
[ABS:(132,84)] [ABS:(132,84)]
[ABS:(158,78)] [ABS:(158,78)]
[ABS:(108,56)] [ABS:(108,56)]
[ABS:(179,55)] [ABS:(179,55)]
[ABS:(124,115)] [ABS:(124,115)]
[ABS:(170,44)] [ABS:(170,44)]
[ABS:(164,64)] [ABS:(164,64)]
[ABS:(170,90)] [ABS:(170,90)]
[ABS:(147,80)] [ABS:(147,80)]
[ABS:(114,101)] [ABS:(114,101)]
[ABS:(130,104)] [ABS:(130,104)]
[ABS:(166,98)] [ABS:(166,98)]
[ABS:(180,100)] [ABS:(180,100)]
[ABS:(103,129)] [ABS:(103,129)]
[ABS:(66,151)] [ABS:(66,151)]
[ABS:(52,55)] [ABS:(52,55)]
[ABS:(184,59)] [ABS:(184,59)]
[ABS:(49,79)] [ABS:(49,79)]
[ABS:(154,82)] [ABS:(154,82)]
[ABS:(179,56)] [ABS:(179,56)]
[ABS:(41,64)] [ABS:(41,64)]
[ABS:(62,96)] [ABS:(62,96)]
[ABS:(87,102)] [ABS:(87,102)]
[ABS:(60,118)] [ABS:(60,118)]
[ABS:(116,125)] [ABS:(116,125)]
[ABS:(103,143)] [ABS:(103,143)]
[ABS:(39,58)] [ABS:(39,58)]
[ABS:(41,74)] [ABS:(41,74)]
[ABS:(172,80)] [ABS:(172,80)]
[ABS:(76,111)] [ABS:(76,111)]
[ABS:(104,74)] [ABS:(104,74)]
[ABS:(154,63)] [ABS:(154,63)]
[ABS:(184,64)] [ABS:(184,64)]
[ABS:(84,93)] [ABS:(84,93)]
[ABS:(69,122)] [ABS:(69,122)]
[ABS:(90,117)] [ABS:(90,117)]
[ABS:(74,78)] [ABS:(74,78)]
[ABS:(101,77)] [ABS:(101,77)]
[ABS:(108,121)] [ABS:(108,121)]
[ABS:(57,91)] [ABS:(57,91)]
[ABS:(127,101)] [ABS:(127,101)]
[ABS:(124,100)] [ABS:(124,100)]
[ABS:(82,100)] [ABS:(82,100)]
[ABS:(88,50)] [ABS:(88,50)]
[ABS:(80,76)] [ABS:(80,76)]
[ABS:(86,69)] [ABS:(86,69)]
[ABS:(167,95)] [ABS:(167,95)]
[ABS:(24,125)] [ABS:(24,125)]
[ABS:(63,63)] [ABS:(63,63)]
[ABS:(43,85)] [ABS:(43,85)]
[ABS:(189,74)] [ABS:(189,74)]
[ABS:(133,91)] [ABS:(133,91)]
[ABS:(182,58)] [ABS:(182,58)]
[ABS:(52,181)] [ABS:(52,181)]
[ABS:(58,96)] [ABS:(58,96)]
[ABS:(55,103)] [ABS:(55,103)]
[ABS:(77,115)] [ABS:(77,115)]
[ABS:(167,94)] [ABS:(167,94)]
[ABS:(174,104)] [ABS:(174,104)]
[ABS:(150,107)] [ABS:(150,107)]
[ABS:(139,62);(139,62)] [ABS:(139,62);(139,62)]
[ABS:(119,52)] [ABS:(119,52)]
[ABS:(150,50)] [ABS:(150,50)]
[ABS:(142,67)] [ABS:(142,67)]
[ABS:(154,64)] [ABS:(154,64)]
[ABS:(100,89)] [ABS:(100,89)]
[ABS:(129,88)] [ABS:(129,88)]
[ABS:(153,86)] [ABS:(153,86)]
[ABS:(154,87)] [ABS:(154,87)]
[ABS:(159,85)] [ABS:(159,85)]
[ABS:(36,110)] [ABS:(36,110)]
[ABS:(60,108)] [ABS:(60,108)]
[ABS:(75,103)] [ABS:(75,103)]
[ABS:(115,110)] [ABS:(115,110)]
[ABS:(144,109)] [ABS:(144,109)]
[ABS:(184,110)] [ABS:(184,110)]
[ABS:(52,123)] [ABS:(52,123)]
[ABS:(76,51)] [ABS:(76,51)]
[ABS:(118,48)] [ABS:(118,48)]
[ABS:(128,62)] [ABS:(128,62)]
[ABS:(152,48)] [ABS:(152,48)]
[ABS:(149,48)] [ABS:(149,48)]
[ABS:(84,75)] [ABS:(84,75)]
[ABS:(76,72)] [ABS:(76,72)]
[ABS:(134,70)] [ABS:(134,70)]
[ABS:(133,70)] [ABS:(133,70)]
[ABS:(162,73)] [ABS:(162,73)]
[ABS:(171,72)] [ABS:(171,72)]
[ABS:(170,73)] [ABS:(170,73)]
[ABS:(158,97)] [ABS:(158,97)]
[ABS:(103,108)] [ABS:(103,108)]
[ABS:(161,107)] [ABS:(161,107)]
[ABS:(117,52)] [ABS:(117,52)]
[ABS:(138,46)] [ABS:(138,46)]
[ABS:(148,51)] [ABS:(148,51)]
[ABS:(186,68)] [ABS:(186,68)]
[ABS:(56,89)] [ABS:(56,89)]
[ABS:(71,88)] [ABS:(71,88)]
[ABS:(135,82)] [ABS:(135,82)]
[ABS:(133,84)] [ABS:(133,84)]
[ABS:(70,106)] [ABS:(70,106)]
[ABS:(71,106)] [ABS:(71,106)]
[ABS:(113,105)] [ABS:(113,105)]
[ABS:(78,128)] [ABS:(78,128)]
[ABS:(30,68)] [ABS:(30,68)]
[ABS:(129,63)] [ABS:(129,63)]
[ABS:(153,63)] [ABS:(153,63)]
[ABS:(40,91)] [ABS:(40,91)]
[ABS:(158,83)] [ABS:(158,83)]
[ABS:(175,81)] [ABS:(175,81)]
[ABS:(69,102)] [ABS:(69,102)]
[ABS:(73,103)] [ABS:(73,103)]
[ABS:(192,100)] [ABS:(192,100)]
[ABS:(118,113)] [ABS:(118,113)]
[ABS:(124,113)] [ABS:(124,113)]
[ABS:(130,114)] [ABS:(130,114)]
[ABS:(166,114)] [ABS:(166,114)]
[ABS:(81,124)] [ABS:(81,124)]
[ABS:(113,125)] [ABS:(113,125)]
[ABS:(152,126)] [ABS:(152,126)]
[ABS:(51,68)] [ABS:(51,68)]
[ABS:(63,70)] [ABS:(63,70)]
[ABS:(76,64)] [ABS:(76,64)]
[ABS:(182,75)] [ABS:(182,75)]
[ABS:(172,86)] [ABS:(172,86)]
[ABS:(45,112)] [ABS:(45,112)]
[ABS:(113,112)] [ABS:(113,112)]
[ABS:(164,116)] [ABS:(164,116)]
[ABS:(178,115)] [ABS:(178,115)]
[ABS:(52,64)] [ABS:(52,64)]
[ABS:(81,62)] [ABS:(81,62)]
[ABS:(146,60)] [ABS:(146,60)]
[ABS:(38,80)] [ABS:(38,80)]
[ABS:(60,77)] [ABS:(60,77)]
[ABS:(78,77)] [ABS:(78,77)]
[ABS:(124,75)] [ABS:(124,75)]
[ABS:(131,76)] [ABS:(131,76)]
[ABS:(89,98)] [ABS:(89,98)]
[ABS:(101,100)] [ABS:(101,100)]
[ABS:(123,97)] [ABS:(123,97)]
[ABS:(130,100)] [ABS:(130,100)]
[ABS:(188,96)] [ABS:(188,96)]
[ABS:(50,120)] [ABS:(50,120)]
[ABS:(50,119)] [ABS:(50,119)]
[ABS:(182,84)] [ABS:(182,84)]
[ABS:(138,50)] [ABS:(138,50)]
[ABS:(113,63)] [ABS:(113,63)]
[ABS:(84,94)] [ABS:(84,94)]
[ABS:(127,90)] [ABS:(127,90)]
[ABS:(155,106)] [ABS:(155,106)]
[ABS:(104,122)] [ABS:(104,122)]
[ABS:(130,136)] [ABS:(130,136)]
[ABS:(39,74)] [ABS:(39,74)]
[ABS:(150,71)] [ABS:(150,71)]
