{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[ABS:(32,25)]": 5,
    "[ABS:(33,26)]": 6,
    "[ABS:(33,27)]": 7,
    "[ABS:(33,28)]": 8,
    "[ABS:(33,29)]": 9,
    "[ABS:(33,30)]": 10,
    "[ABS:(33,31)]": 11,
    "[ABS:(33,32)]": 12,
    "[ABS:(33,33)]": 13,
    "[ABS:(33,35)]": 14,
    "[ABS:(33,36)]": 15,
    "[ABS:(33,37)]": 16,
    "[ABS:(33,38)]": 17,
    "[ABS:(34,39)]": 18,
    "[ABS:(33,39)]": 19,
    "[ABS:(34,40)]": 20,
    "[ABS:(34,33)]": 21,
    "[ABS:(35,33)]": 22,
    "[ABS:(36,33)]": 23,
    "[ABS:(37,33)]": 24,
    "[ABS:(39,27)]": 25,
    "[ABS:(39,28)]": 26,
    "[ABS:(39,30)]": 27,
    "[ABS:(39,31)]": 28,
    "[ABS:(39,33)]": 29,
    "[ABS:(39,35)]": 30,
    "[ABS:(39,36)]": 31,
    "[ABS:(39,37)]": 32,
    "[ABS:(39,38)]": 33,
    "[ABS:(40,38)]": 34,
    "[ABS:(43,36)]": 35,
    "[ABS:(44,36)]": 36,
    "[ABS:(44,35)]": 37,
    "[ABS:(45,35)]": 38,
    "[ABS:(45,34)]": 39,
    "[ABS:(46,34)]": 40,
    "[ABS:(46,33)]": 41,
    "[ABS:(45,32)]": 42,
    "[ABS:(44,33)]": 43,
    "[ABS:(43,34)]": 44,
    "[ABS:(43,35)]": 45,
    "[ABS:(43,37)]": 46,
    "[ABS:(44,38)]": 47,
    "[ABS:(45,38)]": 48,
    "[ABS:(46,38)]": 49,
    "[ABS:(56,26)]": 50,
    "[ABS:(56,27)]": 51,
    "[ABS:(55,28)]": 52,
    "[ABS:(56,29)]": 53,
    "[ABS:(55,30)]": 54,
    "[ABS:(55,31)]": 55,
    "[ABS:(55,32)]": 56,
    "[ABS:(55,33)]": 57,
    "[ABS:(55,34)]": 58,
    "[ABS:(56,33)]": 59,
    "[ABS:(56,32)]": 60,
    "[ABS:(56,31)]": 61,
    "[ABS:(57,31)]": 62,
    "[ABS:(58,31)]": 63,
    "[ABS:(59,31)]": 64,
    "[ABS:(59,32)]": 65,
    "[ABS:(60,32)]": 66,
    "[ABS:(60,33)]": 67,
    "[ABS:(60,34)]": 68,
    "[ABS:(59,35)]": 69,
    "[ABS:(58,36)]": 70,
    "[ABS:(57,36)]": 71,
    "[ABS:(56,36)]": 72,
    "[ABS:(62,35)]": 73,
    "[ABS:(63,35)]": 74,
    "[ABS:(63,34)]": 75,
    "[ABS:(64,34)]": 76,
    "[ABS:(64,33)]": 77,
    "[ABS:(65,32)]": 78,
    "[ABS:(65,31)]": 79,
    "[ABS:(65,30)]": 80,
    "[ABS:(64,30)]": 81,
    "[ABS:(63,31)]": 82,
    "[ABS:(62,32)]": 83,
    "[ABS:(62,33)]": 84,
    "[ABS:(62,34)]": 85,
    "[ABS:(62,36)]": 86,
    "[ABS:(63,36)]": 87,
    "[ABS:(64,36)]": 88,
    "[ABS:(65,36)]": 89,
    "[ABS:(66,36)]": 90,
    "[ABS:(66,35)]": 91,
    "[ABS:(68,28)]": 92,
    "[ABS:(68,24)]": 93,
    "[ABS:(68,29)]": 94,
    "[ABS:(68,30)]": 95,
    "[ABS:(68,31)]": 96,
    "[ABS:(68,32)]": 97,
    "[ABS:(68,33)]": 98,
    "[ABS:(68,34)]": 99,
    "[ABS:(68,35)]": 100,
    "[ABS:(71,33)]": 101,
    "[ABS:(71,34)]": 102,
    "[ABS:(71,35)]": 103,
    "[ABS:(71,29)]": 104,
    "[ABS:(71,28)]": 105,
    "[ABS:(74,34)]": 106,
    "[ABS:(75,34)]": 107,
    "[ABS:(76,33)]": 108,
    "[ABS:(77,31)]": 109,
    "[ABS:(76,31)]": 110,
    "[ABS:(75,32)]": 111,
    "[ABS:(74,32)]": 112,
    "[ABS:(74,33)]": 113,
    "[ABS:(74,35)]": 114,
    "[ABS:(75,35)]": 115,
    "[ABS:(76,35)]": 116,
    "[ABS:(77,35)]": 117,
    "[ABS:(78,35)]": 118,
    "[ABS:(78,34)]": 119,
    "[ABS:(79,31)]": 120,
    "[ABS:(79,32)]": 121,
    "[ABS:(79,33)]": 122,
    "[ABS:(79,34)]": 123,
    "[ABS:(79,35)]": 124,
    "[ABS:(80,34)]": 125,
    "[ABS:(80,33)]": 126,
    "[ABS:(81,32)]": 127,
    "[ABS:(81,31)]": 128,
    "[ABS:(82,31)]": 129,
    "[ABS:(83,33)]": 130,
    "[ABS:(84,34)]": 131,
    "[ABS:(84,33)]": 132,
    "[ABS:(85,33)]": 133,
    "[ABS:(85,32)]": 134,
    "[ABS:(86,32)]": 135,
    "[ABS:(86,31)]": 136,
    "[ABS:(85,31)]": 137,
    "[ABS:(84,32)]": 138,
    "[ABS:(85,34)]": 139,
    "[ABS:(90,31)]": 140,
    "[ABS:(89,32)]": 141,
    "[ABS:(89,33)]": 142,
    "[ABS:(89,34)]": 143,
    "[ABS:(90,34)]": 144,
    "[ABS:(90,35)]": 145,
    "[ABS:(89,35)]": 146,
    "[ABS:(88,34)]": 147,
    "[ABS:(87,34)]": 148,
    "[ABS:(96,26)]": 149,
    "[ABS:(96,27)]": 150,
    "[ABS:(96,28)]": 151,
    "[ABS:(96,29)]": 152,
    "[ABS:(96,31)]": 153,
    "[ABS:(96,32)]": 154,
    "[ABS:(96,33)]": 155,
    "[ABS:(97,31)]": 156,
    "[ABS:(98,31)]": 157,
    "[ABS:(99,31)]": 158,
    "[ABS:(101,27)]": 159,
    "[ABS:(102,27)]": 160,
    "[ABS:(101,28)]": 161,
    "[ABS:(101,29)]": 162,
    "[ABS:(101,30)]": 163,
    "[ABS:(101,31)]": 164,
    "[ABS:(101,32)]": 165,
    "[ABS:(102,31)]": 166,
    "[ABS:(103,30)]": 167,
    "[ABS:(103,31)]": 168,
    "[ABS:(104,32)]": 169,
    "[ABS:(105,32)]": 170,
    "[ABS:(106,32)]": 171,
    "[ABS:(107,32)]": 172,
    "[ABS:(108,30)]": 173,
    "[ABS:(107,30)]": 174,
    "[ABS:(107,31)]": 175,
    "[ABS:(106,33)]": 176,
    "[ABS:(107,33)]": 177,
    "[ABS:(108,33)]": 178,
    "[ABS:(108,32)]": 179,
    "[ABS:(109,31)]": 180,
    "[ABS:(109,32)]": 181,
    "[ABS:(111,28)]": 182,
    "[ABS:(111,29)]": 183,
    "[ABS:(111,30)]": 184,
    "[ABS:(110,30)]": 185,
    "[ABS:(110,31)]": 186,
    "[ABS:(111,31)]": 187,
    "[ABS:(112,31)]": 188,
    "[ABS:(124,25)]": 189,
    "[ABS:(123,25)]": 190,
    "[ABS:(124,26)]": 191,
    "[ABS:(124,28)]": 192,
    "[ABS:(123,29)]": 193,
    "[ABS:(123,30)]": 194,
    "[ABS:(123,31)]": 195,
    "[ABS:(124,31)]": 196,
    "[ABS:(124,32)]": 197,
    "[ABS:(122,29)]": 198,
    "[ABS:(122,30)]": 199,
    "[ABS:(124,30)]": 200,
    "[ABS:(125,30)]": 201,
    "[ABS:(127,26)]": 202,
    "[ABS:(127,27)]": 203,
    "[ABS:(127,28)]": 204,
    "[ABS:(127,30)]": 205,
    "[ABS:(127,31)]": 206,
    "[ABS:(128,30)]": 207,
    "[ABS:(128,29)]": 208,
    "[ABS:(129,29)]": 209,
    "[ABS:(129,30)]": 210,
    "[ABS:(130,31)]": 211,
    "[ABS:(131,31)]": 212,
    "[ABS:(132,31)]": 213,
    "[ABS:(132,30)]": 214,
    "[ABS:(133,29)]": 215,
    "[ABS:(132,28)]": 216,
    "[ABS:(132,29)]": 217,
    "[ABS:(131,30)]": 218,
    "[ABS:(131,32)]": 219,
    "[ABS:(132,32)]": 220,
    "[ABS:(133,32)]": 221,
    "[ABS:(134,32)]": 222,
    "[ABS:(135,31)]": 223,
    "[ABS:(139,25)]": 224,
    "[ABS:(139,26)]": 225,
    "[ABS:(139,27)]": 226,
    "[ABS:(138,28)]": 227,
    "[ABS:(138,29)]": 228,
    "[ABS:(138,30)]": 229,
    "[ABS:(139,30)]": 230,
    "[ABS:(139,31)]": 231,
    "[ABS:(139,28)]": 232,
    "[ABS:(140,28)]": 233,
    "[ABS:(141,28)]": 234,
    "[ABS:(144,25)]": 235,
    "[ABS:(143,26)]": 236,
    "[ABS:(143,27)]": 237,
    "[ABS:(143,28)]": 238,
    "[ABS:(143,29)]": 239,
    "[ABS:(143,30)]": 240,
    "[ABS:(143,31)]": 241,
    "[ABS:(148,28)]": 242,
    "[ABS:(147,29)]": 243,
    "[ABS:(147,30)]": 244,
    "[ABS:(146,30)]": 245,
    "[ABS:(146,31)]": 246,
    "[ABS:(147,31)]": 247,
    "[ABS:(147,32)]": 248,
    "[ABS:(148,31)]": 249,
    "[ABS:(149,31)]": 250,
    "[ABS:(149,30)]": 251,
    "[ABS:(150,29)]": 252,
    "[ABS:(150,28)]": 253,
    "[ABS:(150,27)]": 254,
    "[ABS:(149,27)]": 255,
    "[ABS:(149,28)]": 256,
    "[ABS:(152,28)]": 257,
    "[ABS:(152,29)]": 258,
    "[ABS:(152,30)]": 259,
    "[ABS:(151,30)]": 260,
    "[ABS:(151,31)]": 261,
    "[ABS:(152,31)]": 262,
    "[ABS:(153,30)]": 263,
    "[ABS:(154,30)]": 264,
    "[ABS:(154,29)]": 265,
    "[ABS:(155,28)]": 266,
    "[ABS:(155,29)]": 267,
    "[ABS:(155,30)]": 268,
    "[ABS:(155,31)]": 269,
    "[ABS:(160,28)]": 270,
    "[ABS:(160,27)]": 271,
    "[ABS:(159,28)]": 272,
    "[ABS:(159,29)]": 273,
    "[ABS:(159,30)]": 274,
    "[ABS:(159,31)]": 275,
    "[ABS:(158,31)]": 276,
    "[ABS:(158,30)]": 277,
    "[ABS:(157,30)]": 278,
    "[ABS:(160,30)]": 279,
    "[ABS:(161,30)]": 280,
    "[ABS:(162,29)]": 281,
    "[ABS:(163,29)]": 282,
    "[ABS:(163,28)]": 283,
    "[ABS:(162,27)]": 284,
    "[ABS:(162,28)]": 285,
    "[ABS:(161,28)]": 286,
    "[ABS:(161,29)]": 287,
    "[ABS:(162,30)]": 288,
    "[ABS:(163,30)]": 289,
    "[ABS:(174,26)]": 290,
    "[ABS:(173,26)]": 291,
    "[ABS:(172,26)]": 292,
    "[ABS:(172,27)]": 293,
    "[ABS:(171,27)]": 294,
    "[ABS:(171,28)]": 295,
    "[ABS:(171,29)]": 296,
    "[ABS:(172,29)]": 297,
    "[ABS:(173,29)]": 298,
    "[ABS:(174,29)]": 299,
    "[ABS:(175,27)]": 300,
    "[ABS:(179,24)]": 301,
    "[ABS:(179,23)]": 302,
    "[ABS:(178,24)]": 303,
    "[ABS:(177,25)]": 304,
    "[ABS:(177,27)]": 305,
    "[ABS:(177,28)]": 306,
    "[ABS:(177,29)]": 307,
    "[ABS:(176,29)]": 308,
    "[ABS:(177,30)]": 309,
    "[ABS:(176,30)]": 310,
    "[ABS:(177,31)]": 311,
    "[ABS:(176,28)]": 312,
    "[ABS:(178,28)]": 313,
    "[ABS:(179,28)]": 314,
    "[ABS:(186,24)]": 315,
    "[ABS:(185,24)]": 316,
    "[ABS:(185,25)]": 317,
    "[ABS:(185,26)]": 318,
    "[ABS:(184,27)]": 319,
    "[ABS:(184,28)]": 320,
    "[ABS:(185,28)]": 321,
    "[ABS:(186,28)]": 322,
    "[ABS:(187,28)]": 323,
    "[ABS:(188,28)]": 324,
    "[ABS:(189,28)]": 325,
    "[ABS:(192,27)]": 326,
    "[ABS:(191,28)]": 327,
    "[ABS:(191,29)]": 328,
    "[ABS:(192,29)]": 329,
    "[ABS:(193,29)]": 330,
    "[ABS:(194,28)]": 331,
    "[ABS:(194,27)]": 332,
    "[ABS:(194,26)]": 333,
    "[ABS:(196,28)]": 334,
    "[ABS:(196,29)]": 335,
    "[ABS:(197,28)]": 336,
    "[ABS:(197,27)]": 337,
    "[ABS:(198,27)]": 338,
    "[ABS:(198,26)]": 339,
    "[ABS:(199,26)]": 340,
    "[ABS:(199,27)]": 341,
    "[ABS:(200,27)]": 342,
    "[ABS:(202,27)]": 343,
    "[ABS:(201,27)]": 344,
    "[ABS:(201,28)]": 345,
    "[ABS:(200,29)]": 346,
    "[ABS:(201,30)]": 347,
    "[ABS:(202,29)]": 348,
    "[ABS:(203,29)]": 349,
    "[ABS:(204,28)]": 350,
    "[ABS:(204,27)]": 351,
    "[ABS:(205,26)]": 352,
    "[ABS:(206,26)]": 353,
    "[ABS:(206,25)]": 354,
    "[ABS:(205,27)]": 355,
    "[ABS:(205,29)]": 356,
    "[ABS:(206,30)]": 357,
    "[ABS:(210,28)]": 358,
    "[ABS:(209,28)]": 359,
    "[ABS:(209,29)]": 360,
    "[ABS:(209,30)]": 361,
    "[ABS:(209,31)]": 362,
    "[ABS:(210,31)]": 363,
    "[ABS:(210,32)]": 364,
    "[ABS:(209,32)]": 365,
    "[ABS:(208,32)]": 366,
    "[ABS:(207,32)]": 367,
    "[ABS:(207,31)]": 368,
    "[ABS:(206,31)]": 369,
    "[ABS:(205,31)]": 370,
    "[ABS:(37,52)]": 371,
    "[ABS:(36,52)]": 372,
    "[ABS:(35,52)]": 373,
    "[ABS:(35,53)]": 374,
    "[ABS:(35,54)]": 375,
    "[ABS:(36,55)]": 376,
    "[ABS:(36,56)]": 377,
    "[ABS:(37,57)]": 378,
    "[ABS:(36,57)]": 379,
    "[ABS:(36,58)]": 380,
    "[ABS:(35,58)]": 381,
    "[ABS:(34,58)]": 382,
    "[ABS:(33,58)]": 383,
    "[ABS:(32,58)]": 384,
    "[ABS:(39,49)]": 385,
    "[ABS:(39,50)]": 386,
    "[ABS:(39,52)]": 387,
    "[ABS:(39,53)]": 388,
    "[ABS:(39,54)]": 389,
    "[ABS:(39,55)]": 390,
    "[ABS:(39,56)]": 391,
    "[ABS:(39,57)]": 392,
    "[ABS:(40,56)]": 393,
    "[ABS:(40,55)]": 394,
    "[ABS:(41,54)]": 395,
    "[ABS:(42,54)]": 396,
    "[ABS:(43,54)]": 397,
    "[ABS:(43,55)]": 398,
    "[ABS:(43,56)]": 399,
    "[ABS:(44,57)]": 400,
    "[ABS:(44,58)]": 401,
    "[ABS:(45,58)]": 402,
    "[ABS:(49,55)]": 403,
    "[ABS:(49,56)]": 404,
    "[ABS:(49,57)]": 405,
    "[ABS:(49,58)]": 406,
    "[ABS:(50,58)]": 407,
    "[ABS:(51,57)]": 408,
    "[ABS:(51,56)]": 409,
    "[ABS:(50,55)]": 410,
    "[ABS:(53,54)]": 411,
    "[ABS:(53,55)]": 412,
    "[ABS:(54,55)]": 413,
    "[ABS:(54,56)]": 414,
    "[ABS:(54,57)]": 415,
    "[ABS:(54,58)]": 416,
    "[ABS:(55,57)]": 417,
    "[ABS:(56,56)]": 418,
    "[ABS:(57,56)]": 419,
    "[ABS:(57,55)]": 420,
    "[ABS:(58,56)]": 421,
    "[ABS:(58,57)]": 422,
    "[ABS:(62,50)]": 423,
    "[ABS:(62,51)]": 424,
    "[ABS:(62,52)]": 425,
    "[ABS:(61,53)]": 426,
    "[ABS:(61,54)]": 427,
    "[ABS:(61,55)]": 428,
    "[ABS:(62,56)]": 429,
    "[ABS:(66,53)]": 430,
    "[ABS:(66,54)]": 431,
    "[ABS:(65,54)]": 432,
    "[ABS:(65,55)]": 433,
    "[ABS:(65,56)]": 434,
    "[ABS:(66,57)]": 435,
    "[ABS:(66,56)]": 436,
    "[ABS:(67,55)]": 437,
    "[ABS:(68,55)]": 438,
    "[ABS:(68,54)]": 439,
    "[ABS:(69,53)]": 440,
    "[ABS:(69,51)]": 441,
    "[ABS:(69,50)]": 442,
    "[ABS:(70,50)]": 443,
    "[ABS:(70,51)]": 444,
    "[ABS:(69,52)]": 445,
    "[ABS:(69,54)]": 446,
    "[ABS:(70,55)]": 447,
    "[ABS:(79,49)]": 448,
    "[ABS:(79,50)]": 449,
    "[ABS:(78,51)]": 450,
    "[ABS:(78,52)]": 451,
    "[ABS:(78,53)]": 452,
    "[ABS:(78,54)]": 453,
    "[ABS:(79,53)]": 454,
    "[ABS:(80,53)]": 455,
    "[ABS:(80,52)]": 456,
    "[ABS:(81,52)]": 457,
    "[ABS:(82,52)]": 458,
    "[ABS:(82,53)]": 459,
    "[ABS:(83,53)]": 460,
    "[ABS:(83,54)]": 461,
    "[ABS:(82,54)]": 462,
    "[ABS:(82,55)]": 463,
    "[ABS:(81,55)]": 464,
    "[ABS:(80,55)]": 465,
    "[ABS:(84,55)]": 466,
    "[ABS:(85,55)]": 467,
    "[ABS:(86,54)]": 468,
    "[ABS:(86,53)]": 469,
    "[ABS:(86,52)]": 470,
    "[ABS:(85,53)]": 471,
    "[ABS:(85,54)]": 472,
    "[ABS:(86,55)]": 473,
    "[ABS:(87,56)]": 474,
    "[ABS:(88,56)]": 475,
    "[ABS:(102,52)]": 476,
    "[ABS:(101,52)]": 477,
    "[ABS:(101,51)]": 478,
    "[ABS:(100,52)]": 479,
    "[ABS:(99,52)]": 480,
    "[ABS:(99,53)]": 481,
    "[ABS:(99,54)]": 482,
    "[ABS:(100,54)]": 483,
    "[ABS:(101,54)]": 484,
    "[ABS:(101,53)]": 485,
    "[ABS:(102,53)]": 486,
    "[ABS:(103,52)]": 487,
    "[ABS:(103,53)]": 488,
    "[ABS:(103,54)]": 489,
    "[ABS:(104,54)]": 490,
    "[ABS:(107,48)]": 491,
    "[ABS:(107,49)]": 492,
    "[ABS:(106,49)]": 493,
    "[ABS:(106,50)]": 494,
    "[ABS:(106,51)]": 495,
    "[ABS:(106,52)]": 496,
    "[ABS:(107,52)]": 497,
    "[ABS:(108,51)]": 498,
    "[ABS:(109,52)]": 499,
    "[ABS:(109,53)]": 500,
    "[ABS:(108,53)]": 501,
    "[ABS:(108,54)]": 502,
    "[ABS:(113,51)]": 503,
    "[ABS:(112,51)]": 504,
    "[ABS:(112,52)]": 505,
    "[ABS:(111,53)]": 506,
    "[ABS:(112,54)]": 507,
    "[ABS:(113,54)]": 508,
    "[ABS:(113,53)]": 509,
    "[ABS:(114,53)]": 510,
    "[ABS:(114,52)]": 511,
    "[ABS:(115,52)]": 512,
    "[ABS:(114,51)]": 513,
    "[ABS:(116,48)]": 514,
    "[ABS:(117,48)]": 515,
    "[ABS:(116,49)]": 516,
    "[ABS:(116,50)]": 517,
    "[ABS:(116,51)]": 518,
    "[ABS:(116,52)]": 519,
    "[ABS:(119,51)]": 520,
    "[ABS:(119,52)]": 521,
    "[ABS:(120,48)]": 522,
    "[ABS:(120,49)]": 523,
    "[ABS:(124,50)]": 524,
    "[ABS:(123,50)]": 525,
    "[ABS:(123,51)]": 526,
    "[ABS:(123,52)]": 527,
    "[ABS:(124,52)]": 528,
    "[ABS:(124,53)]": 529,
    "[ABS:(123,53)]": 530,
    "[ABS:(122,52)]": 531,
    "[ABS:(122,51)]": 532,
    "[ABS:(127,48)]": 533,
    "[ABS:(127,49)]": 534,
    "[ABS:(126,50)]": 535,
    "[ABS:(126,51)]": 536,
    "[ABS:(126,52)]": 537,
    "[ABS:(127,51)]": 538,
    "[ABS:(128,51)]": 539,
    "[ABS:(128,52)]": 540,
    "[ABS:(129,52)]": 541,
    "[ABS:(132,52)]": 542,
    "[ABS:(133,51)]": 543,
    "[ABS:(134,51)]": 544,
    "[ABS:(134,50)]": 545,
    "[ABS:(133,50)]": 546,
    "[ABS:(132,50)]": 547,
    "[ABS:(131,50)]": 548,
    "[ABS:(131,51)]": 549,
    "[ABS:(131,52)]": 550,
    "[ABS:(133,52)]": 551,
    "[ABS:(138,51)]": 552,
    "[ABS:(137,50)]": 553,
    "[ABS:(137,51)]": 554,
    "[ABS:(136,51)]": 555,
    "[ABS:(136,52)]": 556,
    "[ABS:(135,52)]": 557,
    "[ABS:(136,53)]": 558,
    "[ABS:(137,52)]": 559,
    "[ABS:(138,52)]": 560,
    "[ABS:(139,51)]": 561,
    "[ABS:(140,50)]": 562,
    "[ABS:(140,49)]": 563,
    "[ABS:(141,48)]": 564,
    "[ABS:(141,49)]": 565,
    "[ABS:(141,50)]": 566,
    "[ABS:(141,51)]": 567,
    "[ABS:(141,52)]": 568,
    "[ABS:(150,50)]": 569,
    "[ABS:(150,49)]": 570,
    "[ABS:(149,49)]": 571,
    "[ABS:(148,49)]": 572,
    "[ABS:(148,50)]": 573,
    "[ABS:(147,51)]": 574,
    "[ABS:(147,52)]": 575,
    "[ABS:(148,52)]": 576,
    "[ABS:(149,52)]": 577,
    "[ABS:(149,51)]": 578,
    "[ABS:(150,51)]": 579,
    "[ABS:(151,49)]": 580,
    "[ABS:(151,48)]": 581,
    "[ABS:(151,50)]": 582,
    "[ABS:(151,51)]": 583,
    "[ABS:(152,51)]": 584,
    "[ABS:(152,52)]": 585,
    "[ABS:(155,49)]": 586,
    "[ABS:(155,50)]": 587,
    "[ABS:(154,51)]": 588,
    "[ABS:(155,51)]": 589,
    "[ABS:(156,49)]": 590,
    "[ABS:(156,48)]": 591,
    "[ABS:(157,48)]": 592,
    "[ABS:(158,48)]": 593,
    "[ABS:(158,49)]": 594,
    "[ABS:(158,50)]": 595,
    "[ABS:(158,51)]": 596,
    "[ABS:(159,51)]": 597,
    "[ABS:(162,50)]": 598,
    "[ABS:(162,49)]": 599,
    "[ABS:(161,49)]": 600,
    "[ABS:(160,50)]": 601,
    "[ABS:(160,51)]": 602,
    "[ABS:(161,51)]": 603,
    "[ABS:(161,50)]": 604,
    "[ABS:(163,49)]": 605,
    "[ABS:(163,48)]": 606,
    "[ABS:(164,47)]": 607,
    "[ABS:(164,46)]": 608,
    "[ABS:(165,45)]": 609,
    "[ABS:(165,44)]": 610,
    "[ABS:(165,47)]": 611,
    "[ABS:(164,48)]": 612,
    "[ABS:(165,49)]": 613,
    "[ABS:(165,50)]": 614,
    "[ABS:(171,43)]": 615,
    "[ABS:(172,44)]": 616,
    "[ABS:(172,45)]": 617,
    "[ABS:(172,46)]": 618,
    "[ABS:(171,47)]": 619,
    "[ABS:(171,48)]": 620,
    "[ABS:(171,49)]": 621,
    "[ABS:(171,50)]": 622,
    "[ABS:(171,51)]": 623,
    "[ABS:(170,48)]": 624,
    "[ABS:(172,48)]": 625,
    "[ABS:(173,48)]": 626,
    "[ABS:(173,47)]": 627,
    "[ABS:(175,43)]": 628,
    "[ABS:(175,44)]": 629,
    "[ABS:(175,45)]": 630,
    "[ABS:(175,46)]": 631,
    "[ABS:(175,48)]": 632,
    "[ABS:(174,48)]": 633,
    "[ABS:(174,49)]": 634,
    "[ABS:(175,49)]": 635,
    "[ABS:(176,49)]": 636,
    "[ABS:(176,48)]": 637,
    "[ABS:(177,48)]": 638,
    "[ABS:(178,47)]": 639,
    "[ABS:(178,48)]": 640,
    "[ABS:(178,49)]": 641,
    "[ABS:(179,49)]": 642,
    "[ABS:(179,50)]": 643,
    "[ABS:(180,50)]": 644,
    "[ABS:(181,49)]": 645,
    "[ABS:(181,48)]": 646,
    "[ABS:(182,48)]": 647,
    "[ABS:(180,49)]": 648,
    "[ABS:(181,50)]": 649,
    "[ABS:(182,50)]": 650,
    "[ABS:(182,49)]": 651,
    "[ABS:(183,49)]": 652,
    "[ABS:(183,50)]": 653,
    "[ABS:(184,50)]": 654,
    "[ABS:(187,44)]": 655,
    "[ABS:(187,45)]": 656,
    "[ABS:(187,46)]": 657,
    "[ABS:(186,47)]": 658,
    "[ABS:(186,48)]": 659,
    "[ABS:(186,49)]": 660,
    "[ABS:(187,49)]": 661,
    "[ABS:(187,48)]": 662,
    "[ABS:(188,48)]": 663,
    "[ABS:(189,47)]": 664,
    "[ABS:(32,65)]": 665,
    "[ABS:(33,65)]": 666,
    "[ABS:(33,66)]": 667,
    "[ABS:(33,67)]": 668,
    "[ABS:(32,69)]": 669,
    "[ABS:(32,70)]": 670,
    "[ABS:(32,71)]": 671,
    "[ABS:(32,72)]": 672,
    "[ABS:(32,73)]": 673,
    "[ABS:(32,74)]": 674,
    "[ABS:(33,74)]": 675,
    "[ABS:(33,73)]": 676,
    "[ABS:(34,73)]": 677,
    "[ABS:(35,73)]": 678,
    "[ABS:(36,73)]": 679,
    "[ABS:(37,73)]": 680,
    "[ABS:(38,73)]": 681,
    "[ABS:(43,69)]": 682,
    "[ABS:(42,69)]": 683,
    "[ABS:(42,70)]": 684,
    "[ABS:(42,71)]": 685,
    "[ABS:(42,72)]": 686,
    "[ABS:(42,73)]": 687,
    "[ABS:(43,73)]": 688,
    "[ABS:(43,72)]": 689,
    "[ABS:(44,71)]": 690,
    "[ABS:(44,70)]": 691,
    "[ABS:(45,71)]": 692,
    "[ABS:(45,72)]": 693,
    "[ABS:(45,73)]": 694,
    "[ABS:(46,73)]": 695,
    "[ABS:(46,72)]": 696,
    "[ABS:(48,66)]": 697,
    "[ABS:(48,67)]": 698,
    "[ABS:(48,68)]": 699,
    "[ABS:(48,69)]": 700,
    "[ABS:(48,70)]": 701,
    "[ABS:(47,71)]": 702,
    "[ABS:(47,72)]": 703,
    "[ABS:(48,72)]": 704,
    "[ABS:(49,71)]": 705,
    "[ABS:(49,70)]": 706,
    "[ABS:(50,70)]": 707,
    "[ABS:(51,70)]": 708,
    "[ABS:(52,70)]": 709,
    "[ABS:(52,71)]": 710,
    "[ABS:(51,71)]": 711,
    "[ABS:(50,72)]": 712,
    "[ABS:(49,73)]": 713,
    "[ABS:(54,70)]": 714,
    "[ABS:(53,70)]": 715,
    "[ABS:(53,71)]": 716,
    "[ABS:(53,72)]": 717,
    "[ABS:(53,73)]": 718,
    "[ABS:(54,73)]": 719,
    "[ABS:(54,72)]": 720,
    "[ABS:(54,71)]": 721,
    "[ABS:(55,71)]": 722,
    "[ABS:(55,70)]": 723,
    "[ABS:(58,70)]": 724,
    "[ABS:(57,70)]": 725,
    "[ABS:(57,71)]": 726,
    "[ABS:(57,72)]": 727,
    "[ABS:(58,72)]": 728,
    "[ABS:(59,72)]": 729,
    "[ABS:(59,71)]": 730,
    "[ABS:(60,71)]": 731,
    "[ABS:(60,70)]": 732,
    "[ABS:(61,70)]": 733,
    "[ABS:(61,71)]": 734,
    "[ABS:(61,72)]": 735,
    "[ABS:(64,71)]": 736,
    "[ABS:(63,71)]": 737,
    "[ABS:(63,72)]": 738,
    "[ABS:(64,70)]": 739,
    "[ABS:(65,70)]": 740,
    "[ABS:(66,70)]": 741,
    "[ABS:(67,70)]": 742,
    "[ABS:(83,69)]": 743,
    "[ABS:(82,69)]": 744,
    "[ABS:(82,70)]": 745,
    "[ABS:(83,70)]": 746,
    "[ABS:(83,71)]": 747,
    "[ABS:(83,72)]": 748,
    "[ABS:(82,72)]": 749,
    "[ABS:(81,72)]": 750,
    "[ABS:(80,72)]": 751,
    "[ABS:(79,72)]": 752,
    "[ABS:(87,66)]": 753,
    "[ABS:(86,66)]": 754,
    "[ABS:(86,67)]": 755,
    "[ABS:(86,68)]": 756,
    "[ABS:(85,69)]": 757,
    "[ABS:(85,70)]": 758,
    "[ABS:(86,70)]": 759,
    "[ABS:(87,70)]": 760,
    "[ABS:(88,71)]": 761,
    "[ABS:(88,72)]": 762,
    "[ABS:(92,70)]": 763,
    "[ABS:(92,71)]": 764,
    "[ABS:(92,72)]": 765,
    "[ABS:(93,72)]": 766,
    "[ABS:(94,71)]": 767,
    "[ABS:(94,70)]": 768,
    "[ABS:(96,69)]": 769,
    "[ABS:(96,70)]": 770,
    "[ABS:(96,71)]": 771,
    "[ABS:(97,71)]": 772,
    "[ABS:(98,71)]": 773,
    "[ABS:(99,70)]": 774,
    "[ABS:(99,71)]": 775,
    "[ABS:(102,66)]": 776,
    "[ABS:(102,67)]": 777,
    "[ABS:(102,68)]": 778,
    "[ABS:(102,69)]": 779,
    "[ABS:(102,70)]": 780,
    "[ABS:(106,68)]": 781,
    "[ABS:(105,69)]": 782,
    "[ABS:(105,70)]": 783,
    "[ABS:(104,70)]": 784,
    "[ABS:(104,71)]": 785,
    "[ABS:(105,71)]": 786,
    "[ABS:(106,70)]": 787,
    "[ABS:(107,69)]": 788,
    "[ABS:(108,68)]": 789,
    "[ABS:(108,67)]": 790,
    "[ABS:(109,66)]": 791,
    "[ABS:(109,67)]": 792,
    "[ABS:(109,68)]": 793,
    "[ABS:(109,69)]": 794,
    "[ABS:(109,70)]": 795,
    "[ABS:(110,71)]": 796,
    "[ABS:(118,68)]": 797,
    "[ABS:(118,69)]": 798,
    "[ABS:(117,70)]": 799,
    "[ABS:(118,70)]": 800,
    "[ABS:(119,68)]": 801,
    "[ABS:(119,67)]": 802,
    "[ABS:(120,67)]": 803,
    "[ABS:(121,67)]": 804,
    "[ABS:(121,68)]": 805,
    "[ABS:(122,68)]": 806,
    "[ABS:(122,69)]": 807,
    "[ABS:(123,70)]": 808,
    "[ABS:(127,69)]": 809,
    "[ABS:(126,69)]": 810,
    "[ABS:(126,70)]": 811,
    "[ABS:(127,70)]": 812,
    "[ABS:(128,70)]": 813,
    "[ABS:(128,69)]": 814,
    "[ABS:(128,68)]": 815,
    "[ABS:(128,67)]": 816,
    "[ABS:(132,65)]": 817,
    "[ABS:(132,66)]": 818,
    "[ABS:(132,67)]": 819,
    "[ABS:(132,68)]": 820,
    "[ABS:(131,68)]": 821,
    "[ABS:(131,69)]": 822,
    "[ABS:(131,70)]": 823,
    "[ABS:(132,69)]": 824,
    "[ABS:(133,69)]": 825,
    "[ABS:(141,64)]": 826,
    "[ABS:(141,65)]": 827,
    "[ABS:(141,66)]": 828,
    "[ABS:(141,67)]": 829,
    "[ABS:(140,68)]": 830,
    "[ABS:(142,67)]": 831,
    "[ABS:(143,67)]": 832,
    "[ABS:(148,67)]": 833,
    "[ABS:(147,67)]": 834,
    "[ABS:(147,68)]": 835,
    "[ABS:(146,68)]": 836,
    "[ABS:(146,69)]": 837,
    "[ABS:(147,69)]": 838,
    "[ABS:(148,69)]": 839,
    "[ABS:(149,68)]": 840,
    "[ABS:(150,68)]": 841,
    "[ABS:(150,67)]": 842,
    "[ABS:(151,69)]": 843,
    "[ABS:(154,64)]": 844,
    "[ABS:(154,65)]": 845,
    "[ABS:(154,66)]": 846,
    "[ABS:(153,67)]": 847,
    "[ABS:(153,68)]": 848,
    "[ABS:(154,68)]": 849,
    "[ABS:(155,67)]": 850,
    "[ABS:(156,66)]": 851,
    "[ABS:(155,68)]": 852,
    "[ABS:(156,69)]": 853,
    "[ABS:(156,68)]": 854,
    "[ABS:(157,68)]": 855,
    "[ABS:(158,68)]": 856,
    "[ABS:(159,67)]": 857,
    "[ABS:(158,67)]": 858,
    "[ABS:(159,68)]": 859,
    "[ABS:(160,69)]": 860,
    "[ABS:(170,65)]": 861,
    "[ABS:(170,64)]": 862,
    "[ABS:(169,64)]": 863,
    "[ABS:(169,65)]": 864,
    "[ABS:(168,65)]": 865,
    "[ABS:(168,66)]": 866,
    "[ABS:(167,67)]": 867,
    "[ABS:(167,68)]": 868,
    "[ABS:(168,69)]": 869,
    "[ABS:(168,68)]": 870,
    "[ABS:(169,68)]": 871,
    "[ABS:(170,68)]": 872,
    "[ABS:(170,67)]": 873,
    "[ABS:(171,66)]": 874,
    "[ABS:(171,67)]": 875,
    "[ABS:(172,68)]": 876,
    "[ABS:(172,69)]": 877,
    "[ABS:(173,69)]": 878,
    "[ABS:(173,68)]": 879,
    "[ABS:(175,66)]": 880,
    "[ABS:(175,67)]": 881,
    "[ABS:(175,68)]": 882,
    "[ABS:(174,68)]": 883,
    "[ABS:(174,69)]": 884,
    "[ABS:(176,67)]": 885,
    "[ABS:(177,66)]": 886,
    "[ABS:(178,66)]": 887,
    "[ABS:(178,67)]": 888,
    "[ABS:(179,67)]": 889,
    "[ABS:(179,68)]": 890,
    "[ABS:(180,69)]": 891,
    "[ABS:(181,65)]": 892,
    "[ABS:(181,66)]": 893,
    "[ABS:(181,67)]": 894,
    "[ABS:(182,68)]": 895,
    "[ABS:(183,68)]": 896,
    "[ABS:(185,67)]": 897,
    "[ABS:(184,67)]": 898,
    "[ABS:(184,68)]": 899,
    "[ABS:(183,70)]": 900,
    "[ABS:(183,71)]": 901,
    "[ABS:(182,72)]": 902,
    "[ABS:(182,73)]": 903,
    "[ABS:(181,73)]": 904,
    "[ABS:(181,74)]": 905,
    "[ABS:(191,64)]": 906,
    "[ABS:(190,64)]": 907,
    "[ABS:(190,65)]": 908,
    "[ABS:(191,66)]": 909,
    "[ABS:(191,67)]": 910,
    "[ABS:(190,68)]": 911,
    "[ABS:(189,68)]": 912,
    "[ABS:(188,68)]": 913,
    "[ABS:(188,67)]": 914,
    "[ABS:(188,66)]": 915,
    "[ABS:(194,61)]": 916,
    "[ABS:(194,62)]": 917,
    "[ABS:(194,63)]": 918,
    "[ABS:(194,64)]": 919,
    "[ABS:(193,65)]": 920,
    "[ABS:(193,66)]": 921,
    "[ABS:(192,65)]": 922,
    "[ABS:(194,65)]": 923,
    "[ABS:(194,66)]": 924,
    "[ABS:(195,66)]": 925,
    "[ABS:(198,64)]": 926,
    "[ABS:(197,64)]": 927,
    "[ABS:(196,64)]": 928,
    "[ABS:(196,65)]": 929,
    "[ABS:(196,66)]": 930,
    "[ABS:(197,67)]": 931,
    "[ABS:(198,67)]": 932,
    "[ABS:(199,67)]": 933,
    "[ABS:(201,65)]": 934,
    "[ABS:(201,66)]": 935,
    "[ABS:(200,67)]": 936,
    "[ABS:(200,68)]": 937,
    "[ABS:(200,69)]": 938,
    "[ABS:(199,69)]": 939,
    "[ABS:(201,67)]": 940,
    "[ABS:(202,66)]": 941,
    "[ABS:(202,65)]": 942,
    "[ABS:(203,65)]": 943,
    "[ABS:(204,65)]": 944,
    "[ABS:(204,66)]": 945,
    "[ABS:(203,66)]": 946,
    "[ABS:(203,67)]": 947,
    "[ABS:(202,67)]": 948,
    "[ABS:(207,65)]": 949,
    "[ABS:(207,66)]": 950,
    "[ABS:(207,67)]": 951,
    "[ABS:(207,68)]": 952,
    "[ABS:(206,68)]": 953,
    "[ABS:(206,67)]": 954,
    "[ABS:(205,67)]": 955,
    "[ABS:(31,87)]": 956,
    "[ABS:(30,88)]": 957,
    "[ABS:(30,89)]": 958,
    "[ABS:(31,90)]": 959,
    "[ABS:(33,91)]": 960,
    "[ABS:(33,92)]": 961,
    "[ABS:(34,93)]": 962,
    "[ABS:(35,93)]": 963,
    "[ABS:(36,92)]": 964,
    "[ABS:(36,91)]": 965,
    "[ABS:(36,90)]": 966,
    "[ABS:(36,89)]": 967,
    "[ABS:(36,88)]": 968,
    "[ABS:(39,85)]": 969,
    "[ABS:(39,86)]": 970,
    "[ABS:(39,87)]": 971,
    "[ABS:(39,89)]": 972,
    "[ABS:(39,90)]": 973,
    "[ABS:(40,90)]": 974,
    "[ABS:(40,89)]": 975,
    "[ABS:(40,88)]": 976,
    "[ABS:(41,89)]": 977,
    "[ABS:(42,90)]": 978,
    "[ABS:(43,90)]": 979,
    "[ABS:(43,91)]": 980,
    "[ABS:(44,91)]": 981,
    "[ABS:(45,90)]": 982,
    "[ABS:(45,91)]": 983,
    "[ABS:(45,92)]": 984,
    "[ABS:(45,86)]": 985,
    "[ABS:(48,88)]": 986,
    "[ABS:(48,89)]": 987,
    "[ABS:(48,90)]": 988,
    "[ABS:(48,91)]": 989,
    "[ABS:(49,90)]": 990,
    "[ABS:(51,85)]": 991,
    "[ABS:(51,86)]": 992,
    "[ABS:(51,87)]": 993,
    "[ABS:(51,88)]": 994,
    "[ABS:(51,89)]": 995,
    "[ABS:(51,90)]": 996,
    "[ABS:(52,90)]": 997,
    "[ABS:(53,89)]": 998,
    "[ABS:(54,89)]": 999,
    "[ABS:(54,90)]": 1000,
    "[ABS:(55,90)]": 1001,
    "[ABS:(62,88)]": 1002,
    "[ABS:(62,89)]": 1003,
    "[ABS:(62,90)]": 1004,
    "[ABS:(62,91)]": 1005,
    "[ABS:(62,92)]": 1006,
    "[ABS:(63,91)]": 1007,
    "[ABS:(63,92)]": 1008,
    "[ABS:(64,92)]": 1009,
    "[ABS:(65,92)]": 1010,
    "[ABS:(66,91)]": 1011,
    "[ABS:(66,90)]": 1012,
    "[ABS:(66,89)]": 1013,
    "[ABS:(67,89)]": 1014,
    "[ABS:(71,89)]": 1015,
    "[ABS:(70,89)]": 1016,
    "[ABS:(70,90)]": 1017,
    "[ABS:(69,90)]": 1018,
    "[ABS:(69,91)]": 1019,
    "[ABS:(70,91)]": 1020,
    "[ABS:(70,92)]": 1021,
    "[ABS:(71,92)]": 1022,
    "[ABS:(72,91)]": 1023,
    "[ABS:(72,90)]": 1024,
    "[ABS:(72,89)]": 1025,
    "[ABS:(75,89)]": 1026,
    "[ABS:(75,90)]": 1027,
    "[ABS:(75,91)]": 1028,
    "[ABS:(76,91)]": 1029,
    "[ABS:(76,90)]": 1030,
    "[ABS:(77,90)]": 1031,
    "[ABS:(77,89)]": 1032,
    "[ABS:(78,90)]": 1033,
    "[ABS:(78,91)]": 1034,
    "[ABS:(80,86)]": 1035,
    "[ABS:(80,87)]": 1036,
    "[ABS:(80,88)]": 1037,
    "[ABS:(80,89)]": 1038,
    "[ABS:(80,90)]": 1039,
    "[ABS:(83,87)]": 1040,
    "[ABS:(82,87)]": 1041,
    "[ABS:(82,88)]": 1042,
    "[ABS:(82,89)]": 1043,
    "[ABS:(82,90)]": 1044,
    "[ABS:(82,91)]": 1045,
    "[ABS:(83,90)]": 1046,
    "[ABS:(83,89)]": 1047,
    "[ABS:(84,89)]": 1048,
    "[ABS:(84,88)]": 1049,
    "[ABS:(84,86)]": 1050,
    "[ABS:(85,86)]": 1051,
    "[ABS:(85,87)]": 1052,
    "[ABS:(85,88)]": 1053,
    "[ABS:(86,89)]": 1054,
    "[ABS:(86,90)]": 1055,
    "[ABS:(94,88)]": 1056,
    "[ABS:(94,87)]": 1057,
    "[ABS:(93,87)]": 1058,
    "[ABS:(93,88)]": 1059,
    "[ABS:(92,88)]": 1060,
    "[ABS:(92,89)]": 1061,
    "[ABS:(92,90)]": 1062,
    "[ABS:(93,90)]": 1063,
    "[ABS:(94,89)]": 1064,
    "[ABS:(95,88)]": 1065,
    "[ABS:(95,89)]": 1066,
    "[ABS:(96,90)]": 1067,
    "[ABS:(96,91)]": 1068,
    "[ABS:(98,89)]": 1069,
    "[ABS:(98,90)]": 1070,
    "[ABS:(98,91)]": 1071,
    "[ABS:(97,92)]": 1072,
    "[ABS:(97,93)]": 1073,
    "[ABS:(99,88)]": 1074,
    "[ABS:(99,87)]": 1075,
    "[ABS:(100,87)]": 1076,
    "[ABS:(101,88)]": 1077,
    "[ABS:(101,89)]": 1078,
    "[ABS:(100,89)]": 1079,
    "[ABS:(100,90)]": 1080,
    "[ABS:(103,88)]": 1081,
    "[ABS:(102,88)]": 1082,
    "[ABS:(102,89)]": 1083,
    "[ABS:(102,90)]": 1084,
    "[ABS:(102,91)]": 1085,
    "[ABS:(101,91)]": 1086,
    "[ABS:(101,92)]": 1087,
    "[ABS:(101,90)]": 1088,
    "[ABS:(103,87)]": 1089,
    "[ABS:(104,87)]": 1090,
    "[ABS:(105,86)]": 1091,
    "[ABS:(105,87)]": 1092,
    "[ABS:(106,87)]": 1093,
    "[ABS:(105,88)]": 1094,
    "[ABS:(104,89)]": 1095,
    "[ABS:(107,88)]": 1096,
    "[ABS:(107,89)]": 1097,
    "[ABS:(108,89)]": 1098,
    "[ABS:(108,88)]": 1099,
    "[ABS:(109,88)]": 1100,
    "[ABS:(109,87)]": 1101,
    "[ABS:(108,87)]": 1102,
    "[ABS:(108,90)]": 1103,
    "[ABS:(109,90)]": 1104,
    "[ABS:(110,90)]": 1105,
    "[ABS:(114,86)]": 1106,
    "[ABS:(113,86)]": 1107,
    "[ABS:(112,87)]": 1108,
    "[ABS:(112,88)]": 1109,
    "[ABS:(112,89)]": 1110,
    "[ABS:(113,89)]": 1111,
    "[ABS:(114,88)]": 1112,
    "[ABS:(114,87)]": 1113,
    "[ABS:(114,89)]": 1114,
    "[ABS:(115,89)]": 1115,
    "[ABS:(116,89)]": 1116,
    "[ABS:(116,88)]": 1117,
    "[ABS:(117,88)]": 1118,
    "[ABS:(117,87)]": 1119,
    "[ABS:(117,89)]": 1120,
    "[ABS:(118,87)]": 1121,
    "[ABS:(119,87)]": 1122,
    "[ABS:(120,87)]": 1123,
    "[ABS:(121,87)]": 1124,
    "[ABS:(129,83)]": 1125,
    "[ABS:(129,84)]": 1126,
    "[ABS:(129,85)]": 1127,
    "[ABS:(129,86)]": 1128,
    "[ABS:(129,87)]": 1129,
    "[ABS:(129,88)]": 1130,
    "[ABS:(129,89)]": 1131,
    "[ABS:(128,89)]": 1132,
    "[ABS:(128,87)]": 1133,
    "[ABS:(130,87)]": 1134,
    "[ABS:(131,87)]": 1135,
    "[ABS:(132,87)]": 1136,
    "[ABS:(135,86)]": 1137,
    "[ABS:(134,86)]": 1138,
    "[ABS:(134,87)]": 1139,
    "[ABS:(133,88)]": 1140,
    "[ABS:(134,89)]": 1141,
    "[ABS:(135,89)]": 1142,
    "[ABS:(136,89)]": 1143,
    "[ABS:(136,88)]": 1144,
    "[ABS:(136,87)]": 1145,
    "[ABS:(146,80)]": 1146,
    "[ABS:(146,81)]": 1147,
    "[ABS:(146,82)]": 1148,
    "[ABS:(148,80)]": 1149,
    "[ABS:(148,81)]": 1150,
    "[ABS:(150,85)]": 1151,
    "[ABS:(150,86)]": 1152,
    "[ABS:(150,87)]": 1153,
    "[ABS:(150,88)]": 1154,
    "[ABS:(149,89)]": 1155,
    "[ABS:(149,90)]": 1156,
    "[ABS:(149,88)]": 1157,
    "[ABS:(151,85)]": 1158,
    "[ABS:(151,84)]": 1159,
    "[ABS:(152,84)]": 1160,
    "[ABS:(153,84)]": 1161,
    "[ABS:(154,84)]": 1162,
    "[ABS:(154,85)]": 1163,
    "[ABS:(154,86)]": 1164,
    "[ABS:(153,86)]": 1165,
    "[ABS:(152,86)]": 1166,
    "[ABS:(156,85)]": 1167,
    "[ABS:(156,86)]": 1168,
    "[ABS:(155,86)]": 1169,
    "[ABS:(155,87)]": 1170,
    "[ABS:(154,87)]": 1171,
    "[ABS:(154,88)]": 1172,
    "[ABS:(157,85)]": 1173,
    "[ABS:(158,85)]": 1174,
    "[ABS:(159,85)]": 1175,
    "[ABS:(161,86)]": 1176,
    "[ABS:(160,86)]": 1177,
    "[ABS:(160,87)]": 1178,
    "[ABS:(160,88)]": 1179,
    "[ABS:(161,88)]": 1180,
    "[ABS:(161,87)]": 1181,
    "[ABS:(162,87)]": 1182,
    "[ABS:(162,86)]": 1183,
    "[ABS:(165,86)]": 1184,
    "[ABS:(165,87)]": 1185,
    "[ABS:(164,87)]": 1186,
    "[ABS:(164,88)]": 1187,
    "[ABS:(163,89)]": 1188,
    "[ABS:(163,88)]": 1189,
    "[ABS:(165,85)]": 1190,
    "[ABS:(166,85)]": 1191,
    "[ABS:(166,84)]": 1192,
    "[ABS:(167,84)]": 1193,
    "[ABS:(167,85)]": 1194,
    "[ABS:(167,86)]": 1195,
    "[ABS:(167,87)]": 1196,
    "[ABS:(166,87)]": 1197,
    "[ABS:(175,85)]": 1198,
    "[ABS:(175,86)]": 1199,
    "[ABS:(175,87)]": 1200,
    "[ABS:(176,87)]": 1201,
    "[ABS:(177,87)]": 1202,
    "[ABS:(178,87)]": 1203,
    "[ABS:(178,86)]": 1204,
    "[ABS:(179,86)]": 1205,
    "[ABS:(179,85)]": 1206,
    "[ABS:(180,87)]": 1207,
    "[ABS:(182,85)]": 1208,
    "[ABS:(182,86)]": 1209,
    "[ABS:(182,87)]": 1210,
    "[ABS:(181,88)]": 1211,
    "[ABS:(181,89)]": 1212,
    "[ABS:(180,90)]": 1213,
    "[ABS:(181,90)]": 1214,
    "[ABS:(182,88)]": 1215,
    "[ABS:(183,85)]": 1216,
    "[ABS:(184,85)]": 1217,
    "[ABS:(184,84)]": 1218,
    "[ABS:(185,85)]": 1219,
    "[ABS:(185,86)]": 1220,
    "[ABS:(185,87)]": 1221,
    "[ABS:(184,87)]": 1222,
    "[ABS:(184,86)]": 1223,
    "[ABS:(190,81)]": 1224,
    "[ABS:(189,81)]": 1225,
    "[ABS:(189,82)]": 1226,
    "[ABS:(190,82)]": 1227,
    "[ABS:(199,86)]": 1228,
    "[ABS:(199,85)]": 1229,
    "[ABS:(198,85)]": 1230,
    "[ABS:(197,86)]": 1231,
    "[ABS:(196,87)]": 1232,
    "[ABS:(196,88)]": 1233,
    "[ABS:(197,88)]": 1234,
    "[ABS:(198,88)]": 1235,
    "[ABS:(198,87)]": 1236,
    "[ABS:(199,87)]": 1237,
    "[ABS:(200,86)]": 1238,
    "[ABS:(201,86)]": 1239,
    "[ABS:(201,87)]": 1240,
    "[ABS:(204,86)]": 1241,
    "[ABS:(204,87)]": 1242,
    "[ABS:(203,87)]": 1243,
    "[ABS:(203,88)]": 1244,
    "[ABS:(205,86)]": 1245,
    "[ABS:(206,85)]": 1246,
    "[ABS:(207,85)]": 1247,
    "[ABS:(208,85)]": 1248,
    "[ABS:(208,86)]": 1249,
    "[ABS:(208,87)]": 1250,
    "[ABS:(209,88)]": 1251,
    "[ABS:(208,89)]": 1252,
    "[ABS:(209,90)]": 1253,
    "[ABS:(33,106)]": 1254,
    "[ABS:(33,107)]": 1255,
    "[ABS:(32,108)]": 1256,
    "[ABS:(32,109)]": 1257,
    "[ABS:(32,110)]": 1258,
    "[ABS:(32,111)]": 1259,
    "[ABS:(33,111)]": 1260,
    "[ABS:(33,112)]": 1261,
    "[ABS:(34,112)]": 1262,
    "[ABS:(35,111)]": 1263,
    "[ABS:(36,110)]": 1264,
    "[ABS:(36,109)]": 1265,
    "[ABS:(36,108)]": 1266,
    "[ABS:(35,107)]": 1267,
    "[ABS:(36,107)]": 1268,
    "[ABS:(39,106)]": 1269,
    "[ABS:(39,107)]": 1270,
    "[ABS:(39,108)]": 1271,
    "[ABS:(39,109)]": 1272,
    "[ABS:(39,110)]": 1273,
    "[ABS:(40,110)]": 1274,
    "[ABS:(41,109)]": 1275,
    "[ABS:(41,108)]": 1276,
    "[ABS:(42,110)]": 1277,
    "[ABS:(43,110)]": 1278,
    "[ABS:(45,104)]": 1279,
    "[ABS:(45,105)]": 1280,
    "[ABS:(45,106)]": 1281,
    "[ABS:(45,107)]": 1282,
    "[ABS:(45,108)]": 1283,
    "[ABS:(45,109)]": 1284,
    "[ABS:(46,107)]": 1285,
    "[ABS:(47,107)]": 1286,
    "[ABS:(50,107)]": 1287,
    "[ABS:(51,107)]": 1288,
    "[ABS:(57,107)]": 1289,
    "[ABS:(56,107)]": 1290,
    "[ABS:(55,108)]": 1291,
    "[ABS:(55,109)]": 1292,
    "[ABS:(55,110)]": 1293,
    "[ABS:(56,110)]": 1294,
    "[ABS:(57,109)]": 1295,
    "[ABS:(58,108)]": 1296,
    "[ABS:(59,107)]": 1297,
    "[ABS:(59,106)]": 1298,
    "[ABS:(60,106)]": 1299,
    "[ABS:(60,105)]": 1300,
    "[ABS:(60,107)]": 1301,
    "[ABS:(60,108)]": 1302,
    "[ABS:(60,109)]": 1303,
    "[ABS:(64,108)]": 1304,
    "[ABS:(64,107)]": 1305,
    "[ABS:(63,107)]": 1306,
    "[ABS:(62,108)]": 1307,
    "[ABS:(62,109)]": 1308,
    "[ABS:(63,109)]": 1309,
    "[ABS:(64,109)]": 1310,
    "[ABS:(65,108)]": 1311,
    "[ABS:(65,109)]": 1312,
    "[ABS:(65,110)]": 1313,
    "[ABS:(66,110)]": 1314,
    "[ABS:(68,105)]": 1315,
    "[ABS:(67,106)]": 1316,
    "[ABS:(67,107)]": 1317,
    "[ABS:(67,108)]": 1318,
    "[ABS:(67,109)]": 1319,
    "[ABS:(67,110)]": 1320,
    "[ABS:(68,108)]": 1321,
    "[ABS:(69,108)]": 1322,
    "[ABS:(70,108)]": 1323,
    "[ABS:(71,108)]": 1324,
    "[ABS:(71,107)]": 1325,
    "[ABS:(70,107)]": 1326,
    "[ABS:(69,109)]": 1327,
    "[ABS:(69,110)]": 1328,
    "[ABS:(70,110)]": 1329,
    "[ABS:(71,110)]": 1330,
    "[ABS:(72,109)]": 1331,
    "[ABS:(72,108)]": 1332,
    "[ABS:(73,109)]": 1333,
    "[ABS:(74,105)]": 1334,
    "[ABS:(74,106)]": 1335,
    "[ABS:(73,107)]": 1336,
    "[ABS:(73,108)]": 1337,
    "[ABS:(74,108)]": 1338,
    "[ABS:(75,107)]": 1339,
    "[ABS:(75,106)]": 1340,
    "[ABS:(75,105)]": 1341,
    "[ABS:(75,104)]": 1342,
    "[ABS:(75,103)]": 1343,
    "[ABS:(76,104)]": 1344,
    "[ABS:(76,105)]": 1345,
    "[ABS:(76,107)]": 1346,
    "[ABS:(76,108)]": 1347,
    "[ABS:(76,109)]": 1348,
    "[ABS:(77,110)]": 1349,
    "[ABS:(77,111)]": 1350,
    "[ABS:(86,108)]": 1351,
    "[ABS:(86,109)]": 1352,
    "[ABS:(86,110)]": 1353,
    "[ABS:(86,111)]": 1354,
    "[ABS:(86,105)]": 1355,
    "[ABS:(86,106)]": 1356,
    "[ABS:(88,110)]": 1357,
    "[ABS:(88,111)]": 1358,
    "[ABS:(89,109)]": 1359,
    "[ABS:(89,108)]": 1360,
    "[ABS:(90,108)]": 1361,
    "[ABS:(91,108)]": 1362,
    "[ABS:(91,109)]": 1363,
    "[ABS:(91,110)]": 1364,
    "[ABS:(92,110)]": 1365,
    "[ABS:(92,111)]": 1366,
    "[ABS:(96,108)]": 1367,
    "[ABS:(96,109)]": 1368,
    "[ABS:(95,109)]": 1369,
    "[ABS:(95,110)]": 1370,
    "[ABS:(96,110)]": 1371,
    "[ABS:(96,111)]": 1372,
    "[ABS:(97,112)]": 1373,
    "[ABS:(96,112)]": 1374,
    "[ABS:(95,111)]": 1375,
    "[ABS:(98,106)]": 1376,
    "[ABS:(98,107)]": 1377,
    "[ABS:(98,108)]": 1378,
    "[ABS:(97,109)]": 1379,
    "[ABS:(97,110)]": 1380,
    "[ABS:(97,111)]": 1381,
    "[ABS:(98,111)]": 1382,
    "[ABS:(98,109)]": 1383,
    "[ABS:(99,109)]": 1384,
    "[ABS:(100,109)]": 1385,
    "[ABS:(100,110)]": 1386,
    "[ABS:(101,105)]": 1387,
    "[ABS:(101,106)]": 1388,
    "[ABS:(102,106)]": 1389,
    "[ABS:(104,106)]": 1390,
    "[ABS:(104,107)]": 1391,
    "[ABS:(104,108)]": 1392,
    "[ABS:(103,109)]": 1393,
    "[ABS:(103,110)]": 1394,
    "[ABS:(104,109)]": 1395,
    "[ABS:(105,109)]": 1396,
    "[ABS:(106,108)]": 1397,
    "[ABS:(107,108)]": 1398,
    "[ABS:(108,108)]": 1399,
    "[ABS:(107,109)]": 1400,
    "[ABS:(107,110)]": 1401,
    "[ABS:(108,111)]": 1402,
    "[ABS:(108,110)]": 1403,
    "[ABS:(109,110)]": 1404,
    "[ABS:(110,110)]": 1405,
    "[ABS:(111,109)]": 1406,
    "[ABS:(111,110)]": 1407,
    "[ABS:(113,106)]": 1408,
    "[ABS:(113,107)]": 1409,
    "[ABS:(112,108)]": 1410,
    "[ABS:(112,109)]": 1411,
    "[ABS:(112,110)]": 1412,
    "[ABS:(113,109)]": 1413,
    "[ABS:(114,109)]": 1414,
    "[ABS:(114,108)]": 1415,
    "[ABS:(116,108)]": 1416,
    "[ABS:(116,109)]": 1417,
    "[ABS:(116,110)]": 1418,
    "[ABS:(115,110)]": 1419,
    "[ABS:(117,107)]": 1420,
    "[ABS:(120,108)]": 1421,
    "[ABS:(119,108)]": 1422,
    "[ABS:(119,109)]": 1423,
    "[ABS:(118,109)]": 1424,
    "[ABS:(118,110)]": 1425,
    "[ABS:(119,110)]": 1426,
    "[ABS:(120,110)]": 1427,
    "[ABS:(121,109)]": 1428,
    "[ABS:(121,108)]": 1429,
    "[ABS:(120,107)]": 1430,
    "[ABS:(121,107)]": 1431,
    "[ABS:(123,108)]": 1432,
    "[ABS:(123,109)]": 1433,
    "[ABS:(122,109)]": 1434,
    "[ABS:(122,110)]": 1435,
    "[ABS:(124,108)]": 1436,
    "[ABS:(125,108)]": 1437,
    "[ABS:(125,109)]": 1438,
    "[ABS:(125,110)]": 1439,
    "[ABS:(128,111)]": 1440,
    "[ABS:(141,105)]": 1441,
    "[ABS:(141,104)]": 1442,
    "[ABS:(140,104)]": 1443,
    "[ABS:(140,105)]": 1444,
    "[ABS:(139,105)]": 1445,
    "[ABS:(139,106)]": 1446,
    "[ABS:(140,107)]": 1447,
    "[ABS:(140,108)]": 1448,
    "[ABS:(141,108)]": 1449,
    "[ABS:(141,109)]": 1450,
    "[ABS:(141,110)]": 1451,
    "[ABS:(140,110)]": 1452,
    "[ABS:(139,110)]": 1453,
    "[ABS:(138,110)]": 1454,
    "[ABS:(138,109)]": 1455,
    "[ABS:(143,108)]": 1456,
    "[ABS:(143,109)]": 1457,
    "[ABS:(142,109)]": 1458,
    "[ABS:(142,110)]": 1459,
    "[ABS:(142,111)]": 1460,
    "[ABS:(143,106)]": 1461,
    "[ABS:(144,109)]": 1462,
    "[ABS:(144,110)]": 1463,
    "[ABS:(145,110)]": 1464,
    "[ABS:(145,109)]": 1465,
    "[ABS:(145,108)]": 1466,
    "[ABS:(146,108)]": 1467,
    "[ABS:(147,108)]": 1468,
    "[ABS:(147,109)]": 1469,
    "[ABS:(148,109)]": 1470,
    "[ABS:(148,110)]": 1471,
    "[ABS:(152,108)]": 1472,
    "[ABS:(151,109)]": 1473,
    "[ABS:(150,110)]": 1474,
    "[ABS:(150,111)]": 1475,
    "[ABS:(151,111)]": 1476,
    "[ABS:(152,111)]": 1477,
    "[ABS:(153,111)]": 1478,
    "[ABS:(154,110)]": 1479,
    "[ABS:(155,110)]": 1480,
    "[ABS:(155,109)]": 1481,
    "[ABS:(154,109)]": 1482,
    "[ABS:(153,110)]": 1483,
    "[ABS:(154,111)]": 1484,
    "[ABS:(155,111)]": 1485,
    "[ABS:(156,111)]": 1486,
    "[ABS:(163,108)]": 1487,
    "[ABS:(164,108)]": 1488,
    "[ABS:(164,107)]": 1489,
    "[ABS:(165,106)]": 1490,
    "[ABS:(166,105)]": 1491,
    "[ABS:(166,104)]": 1492,
    "[ABS:(167,104)]": 1493,
    "[ABS:(167,105)]": 1494,
    "[ABS:(166,106)]": 1495,
    "[ABS:(166,107)]": 1496,
    "[ABS:(166,108)]": 1497,
    "[ABS:(166,109)]": 1498,
    "[ABS:(167,109)]": 1499,
    "[ABS:(167,110)]": 1500,
    "[ABS:(172,105)]": 1501,
    "[ABS:(171,104)]": 1502,
    "[ABS:(171,105)]": 1503,
    "[ABS:(170,105)]": 1504,
    "[ABS:(170,106)]": 1505,
    "[ABS:(171,106)]": 1506,
    "[ABS:(172,106)]": 1507,
    "[ABS:(173,105)]": 1508,
    "[ABS:(173,106)]": 1509,
    "[ABS:(173,107)]": 1510,
    "[ABS:(173,108)]": 1511,
    "[ABS:(172,109)]": 1512,
    "[ABS:(172,110)]": 1513,
    "[ABS:(171,111)]": 1514,
    "[ABS:(171,112)]": 1515,
    "[ABS:(170,112)]": 1516,
    "[ABS:(170,111)]": 1517,
    "[ABS:(176,105)]": 1518,
    "[ABS:(176,106)]": 1519,
    "[ABS:(177,107)]": 1520,
    "[ABS:(178,108)]": 1521,
    "[ABS:(178,109)]": 1522,
    "[ABS:(177,109)]": 1523,
    "[ABS:(176,110)]": 1524,
    "[ABS:(175,110)]": 1525,
    "[ABS:(175,109)]": 1526,
    "[ABS:(178,105)]": 1527,
    "[ABS:(179,105)]": 1528,
    "[ABS:(180,105)]": 1529,
    "[ABS:(183,105)]": 1530,
    "[ABS:(183,106)]": 1531,
    "[ABS:(183,107)]": 1532,
    "[ABS:(183,108)]": 1533,
    "[ABS:(183,109)]": 1534,
    "[ABS:(184,109)]": 1535,
    "[ABS:(183,110)]": 1536,
    "[ABS:(184,110)]": 1537,
    "[ABS:(182,110)]": 1538,
    "[ABS:(181,110)]": 1539,
    "[ABS:(181,109)]": 1540,
    "[ABS:(182,109)]": 1541,
    "[ABS:(184,108)]": 1542,
    "[ABS:(185,108)]": 1543,
    "[ABS:(186,107)]": 1544,
    "[ABS:(187,106)]": 1545,
    "[ABS:(186,105)]": 1546,
    "[ABS:(190,111)]": 1547,
    "[ABS:(189,111)]": 1548,
    "[ABS:(189,112)]": 1549,
    "[ABS:(189,113)]": 1550,
    "[ABS:(188,113)]": 1551,
    "[ABS:(188,114)]": 1552,
    "[ABS:(188,115)]": 1553,
    "[ABS:(192,110)]": 1554,
    "[ABS:(193,110)]": 1555,
    "[ABS:(193,109)]": 1556,
    "[ABS:(194,109)]": 1557,
    "[ABS:(194,108)]": 1558,
    "[ABS:(195,107)]": 1559,
    "[ABS:(196,106)]": 1560,
    "[ABS:(197,106)]": 1561,
    "[ABS:(198,106)]": 1562,
    "[ABS:(197,107)]": 1563,
    "[ABS:(197,108)]": 1564,
    "[ABS:(197,109)]": 1565,
    "[ABS:(197,110)]": 1566,
    "[ABS:(197,111)]": 1567,
    "[ABS:(199,106)]": 1568,
    "[ABS:(200,106)]": 1569,
    "[ABS:(201,106)]": 1570,
    "[ABS:(201,107)]": 1571,
    "[ABS:(201,108)]": 1572,
    "[ABS:(201,109)]": 1573,
    "[ABS:(202,109)]": 1574,
    "[ABS:(202,110)]": 1575,
    "[ABS:(202,111)]": 1576,
    "[ABS:(201,111)]": 1577,
    "[ABS:(200,111)]": 1578,
    "[ABS:(32,119)]": 1579,
    "[ABS:(32,120)]": 1580,
    "[ABS:(31,121)]": 1581,
    "[ABS:(31,122)]": 1582,
    "[ABS:(31,123)]": 1583,
    "[ABS:(30,124)]": 1584,
    "[ABS:(30,125)]": 1585,
    "[ABS:(31,125)]": 1586,
    "[ABS:(31,126)]": 1587,
    "[ABS:(32,126)]": 1588,
    "[ABS:(33,125)]": 1589,
    "[ABS:(34,126)]": 1590,
    "[ABS:(34,125)]": 1591,
    "[ABS:(41,123)]": 1592,
    "[ABS:(40,123)]": 1593,
    "[ABS:(40,124)]": 1594,
    "[ABS:(39,124)]": 1595,
    "[ABS:(39,125)]": 1596,
    "[ABS:(39,126)]": 1597,
    "[ABS:(40,125)]": 1598,
    "[ABS:(41,124)]": 1599,
    "[ABS:(42,125)]": 1600,
    "[ABS:(45,120)]": 1601,
    "[ABS:(45,121)]": 1602,
    "[ABS:(45,122)]": 1603,
    "[ABS:(45,123)]": 1604,
    "[ABS:(45,124)]": 1605,
    "[ABS:(44,125)]": 1606,
    "[ABS:(44,126)]": 1607,
    "[ABS:(46,123)]": 1608,
    "[ABS:(47,122)]": 1609,
    "[ABS:(48,122)]": 1610,
    "[ABS:(48,123)]": 1611,
    "[ABS:(48,124)]": 1612,
    "[ABS:(48,125)]": 1613,
    "[ABS:(47,125)]": 1614,
    "[ABS:(47,126)]": 1615,
    "[ABS:(46,126)]": 1616,
    "[ABS:(51,123)]": 1617,
    "[ABS:(51,124)]": 1618,
    "[ABS:(50,124)]": 1619,
    "[ABS:(50,125)]": 1620,
    "[ABS:(50,126)]": 1621,
    "[ABS:(51,126)]": 1622,
    "[ABS:(52,126)]": 1623,
    "[ABS:(52,125)]": 1624,
    "[ABS:(52,124)]": 1625,
    "[ABS:(52,123)]": 1626,
    "[ABS:(55,123)]": 1627,
    "[ABS:(55,124)]": 1628,
    "[ABS:(55,125)]": 1629,
    "[ABS:(55,126)]": 1630,
    "[ABS:(56,126)]": 1631,
    "[ABS:(56,125)]": 1632,
    "[ABS:(57,125)]": 1633,
    "[ABS:(57,124)]": 1634,
    "[ABS:(58,123)]": 1635,
    "[ABS:(58,124)]": 1636,
    "[ABS:(59,124)]": 1637,
    "[ABS:(59,125)]": 1638,
    "[ABS:(60,125)]": 1639,
    "[ABS:(60,124)]": 1640,
    "[ABS:(61,124)]": 1641,
    "[ABS:(61,125)]": 1642,
    "[ABS:(61,123)]": 1643,
    "[ABS:(62,123)]": 1644,
    "[ABS:(62,122)]": 1645,
    "[ABS:(63,122)]": 1646,
    "[ABS:(70,120)]": 1647,
    "[ABS:(69,120)]": 1648,
    "[ABS:(69,121)]": 1649,
    "[ABS:(70,122)]": 1650,
    "[ABS:(70,123)]": 1651,
    "[ABS:(70,124)]": 1652,
    "[ABS:(70,125)]": 1653,
    "[ABS:(72,123)]": 1654,
    "[ABS:(72,124)]": 1655,
    "[ABS:(73,125)]": 1656,
    "[ABS:(72,125)]": 1657,
    "[ABS:(73,120)]": 1658,
    "[ABS:(73,121)]": 1659,
    "[ABS:(76,120)]": 1660,
    "[ABS:(76,121)]": 1661,
    "[ABS:(76,122)]": 1662,
    "[ABS:(76,123)]": 1663,
    "[ABS:(76,124)]": 1664,
    "[ABS:(76,125)]": 1665,
    "[ABS:(76,126)]": 1666,
    "[ABS:(75,124)]": 1667,
    "[ABS:(77,124)]": 1668,
    "[ABS:(77,123)]": 1669,
    "[ABS:(78,123)]": 1670,
    "[ABS:(79,122)]": 1671,
    "[ABS:(78,122)]": 1672,
    "[ABS:(78,124)]": 1673,
    "[ABS:(79,125)]": 1674,
    "[ABS:(80,125)]": 1675,
    "[ABS:(81,125)]": 1676,
    "[ABS:(82,125)]": 1677,
    "[ABS:(90,121)]": 1678,
    "[ABS:(90,122)]": 1679,
    "[ABS:(90,123)]": 1680,
    "[ABS:(90,124)]": 1681,
    "[ABS:(91,121)]": 1682,
    "[ABS:(91,120)]": 1683,
    "[ABS:(92,120)]": 1684,
    "[ABS:(93,120)]": 1685,
    "[ABS:(94,120)]": 1686,
    "[ABS:(94,121)]": 1687,
    "[ABS:(93,121)]": 1688,
    "[ABS:(92,121)]": 1689,
    "[ABS:(91,122)]": 1690,
    "[ABS:(94,125)]": 1691,
    "[ABS:(95,125)]": 1692,
    "[ABS:(95,124)]": 1693,
    "[ABS:(96,124)]": 1694,
    "[ABS:(97,124)]": 1695,
    "[ABS:(98,123)]": 1696,
    "[ABS:(98,122)]": 1697,
    "[ABS:(97,122)]": 1698,
    "[ABS:(97,123)]": 1699,
    "[ABS:(96,123)]": 1700,
    "[ABS:(96,125)]": 1701,
    "[ABS:(97,125)]": 1702,
    "[ABS:(98,125)]": 1703,
    "[ABS:(101,124)]": 1704,
    "[ABS:(101,123)]": 1705,
    "[ABS:(100,124)]": 1706,
    "[ABS:(100,125)]": 1707,
    "[ABS:(100,126)]": 1708,
    "[ABS:(101,126)]": 1709,
    "[ABS:(103,124)]": 1710,
    "[ABS:(103,125)]": 1711,
    "[ABS:(103,126)]": 1712,
    "[ABS:(104,124)]": 1713,
    "[ABS:(105,124)]": 1714,
    "[ABS:(109,124)]": 1715,
    "[ABS:(108,124)]": 1716,
    "[ABS:(108,125)]": 1717,
    "[ABS:(108,126)]": 1718,
    "[ABS:(109,127)]": 1719,
    "[ABS:(108,127)]": 1720,
    "[ABS:(107,126)]": 1721,
    "[ABS:(121,125)]": 1722,
    "[ABS:(120,125)]": 1723,
    "[ABS:(119,126)]": 1724,
    "[ABS:(119,127)]": 1725,
    "[ABS:(118,127)]": 1726,
    "[ABS:(118,128)]": 1727,
    "[ABS:(119,128)]": 1728,
    "[ABS:(120,128)]": 1729,
    "[ABS:(120,127)]": 1730,
    "[ABS:(121,127)]": 1731,
    "[ABS:(122,126)]": 1732,
    "[ABS:(123,126)]": 1733,
    "[ABS:(123,127)]": 1734,
    "[ABS:(122,127)]": 1735,
    "[ABS:(123,128)]": 1736,
    "[ABS:(124,127)]": 1737,
    "[ABS:(124,128)]": 1738,
    "[ABS:(125,127)]": 1739,
    "[ABS:(125,126)]": 1740,
    "[ABS:(126,125)]": 1741,
    "[ABS:(127,125)]": 1742,
    "[ABS:(128,125)]": 1743,
    "[ABS:(128,126)]": 1744,
    "[ABS:(128,127)]": 1745,
    "[ABS:(129,127)]": 1746,
    "[ABS:(132,125)]": 1747,
    "[ABS:(131,125)]": 1748,
    "[ABS:(131,126)]": 1749,
    "[ABS:(130,126)]": 1750,
    "[ABS:(130,127)]": 1751,
    "[ABS:(130,128)]": 1752,
    "[ABS:(131,127)]": 1753,
    "[ABS:(132,127)]": 1754,
    "[ABS:(132,126)]": 1755,
    "[ABS:(133,125)]": 1756,
    "[ABS:(134,124)]": 1757,
    "[ABS:(134,123)]": 1758,
    "[ABS:(134,122)]": 1759,
    "[ABS:(135,122)]": 1760,
    "[ABS:(134,125)]": 1761,
    "[ABS:(134,126)]": 1762,
    "[ABS:(134,127)]": 1763,
    "[ABS:(141,123)]": 1764,
    "[ABS:(141,124)]": 1765,
    "[ABS:(141,125)]": 1766,
    "[ABS:(140,126)]": 1767,
    "[ABS:(140,127)]": 1768,
    "[ABS:(140,125)]": 1769,
    "[ABS:(142,123)]": 1770,
    "[ABS:(143,122)]": 1771,
    "[ABS:(144,122)]": 1772,
    "[ABS:(145,122)]": 1773,
    "[ABS:(145,123)]": 1774,
    "[ABS:(146,123)]": 1775,
    "[ABS:(146,124)]": 1776,
    "[ABS:(145,124)]": 1777,
    "[ABS:(144,125)]": 1778,
    "[ABS:(143,125)]": 1779,
    "[ABS:(143,124)]": 1780,
    "[ABS:(145,128)]": 1781,
    "[ABS:(146,128)]": 1782,
    "[ABS:(146,127)]": 1783,
    "[ABS:(147,127)]": 1784,
    "[ABS:(147,126)]": 1785,
    "[ABS:(148,126)]": 1786,
    "[ABS:(146,126)]": 1787,
    "[ABS:(145,127)]": 1788,
    "[ABS:(147,128)]": 1789,
    "[ABS:(148,128)]": 1790,
    "[ABS:(149,128)]": 1791,
    "[ABS:(150,127)]": 1792,
    "[ABS:(150,126)]": 1793,
    "[ABS:(149,126)]": 1794,
    "[ABS:(149,127)]": 1795,
    "[ABS:(149,129)]": 1796,
    "[ABS:(150,129)]": 1797,
    "[ABS:(151,129)]": 1798,
    "[ABS:(152,129)]": 1799,
    "[ABS:(153,128)]": 1800,
    "[ABS:(152,128)]": 1801,
    "[ABS:(153,127)]": 1802,
    "[ABS:(154,126)]": 1803,
    "[ABS:(155,126)]": 1804,
    "[ABS:(155,127)]": 1805,
    "[ABS:(156,127)]": 1806,
    "[ABS:(157,127)]": 1807,
    "[ABS:(158,127)]": 1808,
    "[ABS:(159,127)]": 1809,
    "[ABS:(159,126)]": 1810,
    "[ABS:(158,126)]": 1811,
    "[ABS:(157,128)]": 1812,
    "[ABS:(158,128)]": 1813,
    "[ABS:(158,129)]": 1814,
    "[ABS:(159,129)]": 1815,
    "[ABS:(160,129)]": 1816,
    "[ABS:(164,127)]": 1817,
    "[ABS:(163,127)]": 1818,
    "[ABS:(162,128)]": 1819,
    "[ABS:(163,129)]": 1820,
    "[ABS:(163,130)]": 1821,
    "[ABS:(164,130)]": 1822,
    "[ABS:(162,130)]": 1823,
    "[ABS:(162,129)]": 1824,
    "[ABS:(161,129)]": 1825,
    "[ABS:(165,127)]": 1826,
    "[ABS:(165,128)]": 1827,
    "[ABS:(164,129)]": 1828,
    "[ABS:(165,129)]": 1829,
    "[ABS:(165,130)]": 1830,
    "[ABS:(166,129)]": 1831,
    "[ABS:(167,129)]": 1832,
