[REL:(0,0)] [REL:(0,0)]
[REL:(0,0)] [REL:(0,2)]
[REL:(0,0)] [REL:(2,0)]
[REL:(0,0)] [REL:(0,-2)]
[REL:(0,0)] [REL:(1,2)]
[REL:(0,0)] [REL:(-2,0)]
[REL:(0,0)] [REL:(2,2)]
[REL:(0,0)] [REL:(1,0)]
[REL:(0,0)] [REL:(-1,0)]
[REL:(0,0)] [REL:(0,1)]
[REL:(0,0)] [REL:(2,1)]
[REL:(0,0)] [REL:(0,-1)]
[REL:(0,0)] [REL:(-1,-2)]
[REL:(0,0)] [REL:(-2,-2)]
[REL:(0,0);(0,0)] [REL:(0,0);(0,0)]
[REL:(0,2)] [REL:(0,0)]
[REL:(0,0)] [REL:(-2,-1)]
[REL:(0,-2)] [REL:(0,0)]
[REL:(0,0)] [REL:(-1,1)]
[REL:(2,0)] [REL:(0,0)]
[REL:(0,-2)] [REL:(0,2)]
[REL:(1,0)] [REL:(-1,0)]
[REL:(0,0)] [REL:(0,4)]
[REL:(0,2)] [REL:(0,2)]
[REL:(0,-1)] [REL:(0,1)]
[REL:(0,0)] [REL:(1,-1)]
[REL:(0,0)] [REL:(-1,2)]
[REL:(-2,-2)] [REL:(2,2)]
[REL:(-2,-1)] [REL:(2,1)]
[REL:(-2,0)] [REL:(2,0)]
[REL:(0,2)] [REL:(0,-2)]
[REL:(1,2)] [REL:(0,0)]
[REL:(0,0)] [REL:(2,4)]
[REL:(-1,-2)] [REL:(1,2)]
[REL:(-1,0)] [REL:(1,0)]
[REL:(2,2)] [REL:(0,0)]
[REL:(0,1)] [REL:(0,-1)]
[REL:(0,0)] [REL:(2,-2)]
[REL:(2,2)] [REL:(2,0)]
[REL:(0,0)] [REL:(0,3)]
[REL:(0,-2)] [REL:(0,-2)]
[REL:(2,8)] [REL:(2,6)]
[REL:(0,0)] [REL:(-2,2)]
[REL:(2,0)] [REL:(-2,0)]
[REL:(0,2)] [REL:(0,4)]
[REL:(0,0)] [REL:(1,1)]
[REL:(1,0)] [REL:(1,0)]
[REL:(1,2)] [REL:(1,2)]
[REL:(2,0)] [REL:(2,0)]
[REL:(0,8)] [REL:(2,6)]
[REL:(-2,-2)] [REL:(-2,0)]
[REL:(-1,0)] [REL:(1,2)]
[REL:(0,2)] [REL:(2,2)]
[REL:(1,0)] [REL:(0,0)]
[REL:(-1,-2)] [REL:(0,0)]
[REL:(2,1)] [REL:(-2,-1)]
[REL:(0,6)] [REL:(2,4)]
[REL:(-1,0)] [REL:(0,0)]
[REL:(-2,0)] [REL:(0,0)]
[REL:(-2,-2)] [REL:(0,0)]
[REL:(1,2)] [REL:(-1,-2)]
[REL:(2,1)] [REL:(0,0)]
[REL:(0,6)] [REL:(0,6)]
[REL:(2,8)] [REL:(2,4)]
[REL:(0,0);(0,0)] [REL:(0,0)]
[REL:(0,8)] [REL:(0,8)]
[REL:(2,6)] [REL:(2,4)]
[REL:(-1,0)] [REL:(-1,0)]
[REL:(0,10)] [REL:(0,10)]
[REL:(0,2)] [REL:(1,0)]
[REL:(2,10)] [REL:(2,8)]
[REL:(0,0)] [REL:(2,-1)]
[REL:(0,4)] [REL:(2,4)]
[REL:(0,2)] [REL:(0,6)]
[REL:(-2,0)] [REL:(-2,0)]
[REL:(-1,-2)] [REL:(1,0)]
[REL:(2,0)] [REL:(4,0)]
[REL:(0,0)] [REL:(1,-2)]
[REL:(0,2)] [REL:(2,4)]
[REL:(0,-1)] [REL:(0,0)]
[REL:(0,2)] [REL:(2,0)]
[REL:(2,10)] [REL:(2,6)]
[REL:(1,2)] [REL:(1,0)]
[REL:(0,6)] [REL:(0,4)]
[REL:(0,6)] [REL:(2,6)]
[REL:(0,1)] [REL:(0,0)]
[REL:(2,0)] [REL:(2,2)]
[REL:(0,-2)] [REL:(-2,-2)]
[REL:(0,10)] [REL:(0,8)]
[REL:(1,-1)] [REL:(-1,1)]
[REL:(1,0)] [REL:(1,2)]
[REL:(0,1)] [REL:(0,1)]
[REL:(0,0)] [REL:(3,0)]
[REL:(4,2)] [REL:(4,0)]
[REL:(2,8)] [REL:(2,8)]
[REL:(-4,-2)] [REL:(-4,0)]
[REL:(0,-1)] [REL:(2,1)]
[REL:(0,12)] [REL:(0,10)]
[REL:(2,2)] [REL:(0,2)]
[REL:(2,2)] [REL:(-2,-2)]
[REL:(2,1)] [REL:(2,1)]
[REL:(-2,-1)] [REL:(0,0)]
[REL:(0,4)] [REL:(0,4)]
[REL:(1,2)] [REL:(-1,0)]
[REL:(-2,-1)] [REL:(0,1)]
[REL:(0,8)] [REL:(0,10)]
[REL:(0,8)] [REL:(2,8)]
[REL:(2,6)] [REL:(2,6)]
[REL:(2,10)] [REL:(2,10)]
[REL:(2,2)] [REL:(0,-2)]
[REL:(2,0)] [REL:(2,-2)]
[REL:(-1,-1)] [REL:(1,1)]
[REL:(2,12)] [REL:(2,12)]
[REL:(0,0);(0,0)] [REL:(0,2)]
[REL:(-1,-2)] [REL:(-1,-2)]
[REL:(0,12)] [REL:(0,12)]
[REL:(2,1)] [REL:(0,-1)]
[REL:(2,6)] [REL:(2,8)]
[REL:(0,8)] [REL:(0,4)]
[REL:(4,2)] [REL:(6,0)]
[REL:(2,2)] [REL:(4,0)]
[REL:(0,8)] [REL:(0,6)]
[REL:(0,0)] [REL:(-2,1)]
[REL:(0,-1)] [REL:(0,-1)]
[REL:(-1,0)] [REL:(0,2)]
[REL:(0,10)] [REL:(2,8)]
[REL:(1,0)] [REL:(-1,-2)]
[REL:(0,-2)] [REL:(-2,0)]
[REL:(0,0)] [REL:(1,4)]
[REL:(0,-2)] [REL:(2,0)]
[REL:(0,12)] [REL:(2,10)]
[REL:(1,4)] [REL:(1,2)]
[REL:(0,8)] [REL:(2,4)]
[REL:(6,2)] [REL:(6,0)]
[REL:(2,1)] [REL:(2,0)]
[REL:(2,0)] [REL:(0,2)]
[REL:(0,-4)] [REL:(-2,-4)]
[REL:(6,2)] [REL:(8,0)]
[REL:(-2,0)] [REL:(0,2)]
[REL:(-4,-2)] [REL:(-6,0)]
[REL:(2,10)] [REL:(2,12)]
[REL:(0,6)] [REL:(0,8)]
[REL:(6,2)] [REL:(6,-2)]
[REL:(2,6)] [REL:(4,4)]
[REL:(0,6)] [REL:(0,2)]
[REL:(2,4)] [REL:(2,4)]
[REL:(0,1)] [REL:(0,2)]
[REL:(2,0)] [REL:(4,-2)]
[REL:(0,6)] [REL:(2,8)]
[REL:(0,0)] [REL:(0,-4)]
[REL:(0,-4)] [REL:(0,-2)]
[REL:(0,0)] [REL:(4,0)]
[REL:(0,4)] [REL:(2,2)]
[REL:(-1,-2)] [REL:(-1,0)]
[REL:(4,2)] [REL:(6,-2)]
[REL:(8,0)] [REL:(8,-2)]
[REL:(6,0)] [REL:(6,-2)]
[REL:(-2,-2)] [REL:(0,-2)]
[REL:(4,8)] [REL:(4,4)]
[REL:(6,-4)] [REL:(6,-6)]
[REL:(2,0)] [REL:(0,-2)]
[REL:(4,0)] [REL:(4,-2)]
[REL:(-2,0)] [REL:(-4,0)]
[REL:(6,0)] [REL:(8,-2)]
[REL:(-1,1)] [REL:(1,-1)]
[REL:(2,-2)] [REL:(0,0)]
[REL:(2,12)] [REL:(2,10)]
[REL:(-2,-2)] [REL:(0,2)]
[REL:(2,4)] [REL:(4,2)]
[REL:(-6,-2)] [REL:(-6,0)]
[REL:(1,8)] [REL:(1,6)]
[REL:(0,4)] [REL:(0,8)]
[REL:(2,1)] [REL:(2,-1)]
[REL:(0,-2)] [REL:(2,2)]
[REL:(4,0)] [REL:(6,-2)]
[REL:(0,10)] [REL:(0,12)]
[REL:(0,2)] [REL:(1,2)]
[REL:(1,0)] [REL:(1,-2)]
[REL:(0,10)] [REL:(2,10)]
[REL:(1,0)] [REL:(0,-2)]
[REL:(0,4)] [REL:(0,6)]
[REL:(0,1)] [REL:(2,1)]
[REL:(-2,-4)] [REL:(-4,-2)]
[REL:(6,-6)] [REL:(6,-6)]
[REL:(-2,-2)] [REL:(-2,-2)]
[REL:(-2,-1)] [REL:(-2,-1)]
[REL:(0,0)] [REL:(-1,-1)]
[REL:(2,2)] [REL:(2,2)]
[REL:(1,2)] [REL:(2,0)]
[REL:(1,2)] [REL:(0,2)]
[REL:(0,10)] [REL:(0,6)]
[REL:(1,0)] [REL:(2,0)]
[REL:(0,14)] [REL:(0,14)]
[REL:(-1,-2)] [REL:(-2,0)]
[REL:(0,4)] [REL:(0,2)]
[REL:(8,2)] [REL:(8,-2)]
[REL:(2,8)] [REL:(4,6)]
[REL:(1,6)] [REL:(1,6)]
[REL:(-2,-2)] [REL:(-4,-2)]
[REL:(1,0)] [REL:(0,2)]
[REL:(1,2)] [REL:(0,-2)]
[REL:(6,-4)] [REL:(6,-4)]
[REL:(-1,0)] [REL:(-1,2)]
[REL:(0,10)] [REL:(2,6)]
[REL:(1,2)] [REL:(1,4)]
[REL:(-2,8)] [REL:(0,6)]
[REL:(2,2)] [REL:(2,-2)]
[REL:(0,0)] [REL:(0,-3)]
[REL:(4,2)] [REL:(4,-2)]
[REL:(0,-2)] [REL:(0,0);(0,0)]
[REL:(-2,-2)] [REL:(-4,0)]
[REL:(-2,8)] [REL:(0,8)]
[REL:(2,4)] [REL:(2,8)]
[REL:(6,2)] [REL:(8,-2)]
[REL:(-2,10)] [REL:(0,8)]
[REL:(6,-6)] [REL:(6,-8)]
[REL:(0,1)] [REL:(0,3)]
[REL:(-2,6)] [REL:(0,6)]
[REL:(-1,0)] [REL:(-1,-2)]
[REL:(0,4)] [REL:(2,8)]
[REL:(2,10)] [REL:(4,8)]
[REL:(0,-1)] [REL:(-2,0)]
[REL:(0,14)] [REL:(0,12)]
[REL:(1,-1)] [REL:(0,0)]
[REL:(0,4)] [REL:(2,6)]
[REL:(4,2)] [REL:(4,2)]
[REL:(1,6)] [REL:(1,4)]
[REL:(1,8)] [REL:(2,6)]
[REL:(8,-4)] [REL:(8,-6)]
[REL:(2,4)] [REL:(2,6)]
[REL:(4,-6)] [REL:(4,-6)]
[REL:(1,10)] [REL:(1,10)]
[REL:(0,1)] [REL:(2,0)]
[REL:(2,-2)] [REL:(2,0)]
[REL:(-2,-1)] [REL:(-2,0)]
[REL:(2,14)] [REL:(2,12)]
[REL:(0,0)] [REL:(-3,0)]
[REL:(0,2)] [REL:(2,6)]
[REL:(8,0)] [REL:(10,-2)]
[REL:(2,2)] [REL:(0,-1)]
[REL:(4,6)] [REL:(4,4)]
[REL:(4,0)] [REL:(4,0)]
[REL:(0,12)] [REL:(2,12)]
[REL:(0,10)] [REL:(2,12)]
[REL:(2,8)] [REL:(4,4)]
[REL:(-2,-2)] [REL:(2,0)]
[REL:(-2,10)] [REL:(-2,10)]
[REL:(-1,-2)] [REL:(0,-2)]
[REL:(-2,0)] [REL:(-2,2)]
[REL:(0,0)] [REL:(4,2)]
[REL:(4,-2)] [REL:(4,-2)]
[REL:(-2,0)] [REL:(2,2)]
[REL:(0,-1)] [REL:(2,2)]
[REL:(2,14)] [REL:(2,14)]
[REL:(2,8)] [REL:(2,10)]
[REL:(0,-4)] [REL:(0,-4)]
[REL:(1,8)] [REL:(1,4)]
[REL:(0,-2)] [REL:(-1,0)]
[REL:(0,0)] [REL:(-2,-4)]
[REL:(0,-2)] [REL:(2,-2)]
[REL:(2,0)] [REL:(0,1)]
[REL:(1,2)] [REL:(1,6)]
[REL:(6,-10)] [REL:(6,-10)]
[REL:(8,-4)] [REL:(6,-6)]
[REL:(-4,-2)] [REL:(-2,0)]
[REL:(-2,12)] [REL:(-2,12)]
[REL:(4,-6)] [REL:(4,-4)]
[REL:(0,-6)] [REL:(-2,-4)]
[REL:(0,-2)] [REL:(0,-4)]
[REL:(6,-2)] [REL:(6,-2)]
[REL:(2,4)] [REL:(2,2)]
[REL:(4,0)] [REL:(6,0)]
[REL:(4,6)] [REL:(6,4)]
[REL:(-2,8)] [REL:(-2,8)]
[REL:(2,4)] [REL:(2,0)]
[REL:(2,4)] [REL:(0,2)]
[REL:(4,-6)] [REL:(2,-4)]
[REL:(0,8)] [REL:(0,12)]
[REL:(-1,0)] [REL:(-2,0)]
[REL:(-2,10)] [REL:(0,10)]
[REL:(4,2)] [REL:(2,0)]
[REL:(2,4)] [REL:(4,4)]
[REL:(0,3)] [REL:(2,1)]
[REL:(0,4)] [REL:(0,0)]
[REL:(1,1)] [REL:(-1,-1)]
[REL:(1,6)] [REL:(2,6)]
[REL:(1,0)] [REL:(3,0)]
[REL:(-1,-2)] [REL:(0,2)]
[REL:(-1,1)] [REL:(2,1)]
[REL:(-4,-4)] [REL:(-6,-2)]
[REL:(0,-6)] [REL:(0,-4)]
[REL:(-2,10)] [REL:(-2,8)]
[REL:(-2,10)] [REL:(-2,12)]
[REL:(6,-8)] [REL:(6,-8)]
[REL:(1,2)] [REL:(0,4)]
[REL:(-1,-2)] [REL:(-3,-2)]
[REL:(0,12)] [REL:(2,8)]
[REL:(1,8)] [REL:(1,10)]
[REL:(6,0)] [REL:(6,0)]
[REL:(-4,-2)] [REL:(-6,-2)]
[REL:(8,0)] [REL:(8,-4)]
[REL:(0,-1)] [REL:(-2,-1)]
[REL:(-1,0)] [REL:(2,2)]
[REL:(0,0)] [REL:(2,3)]
[REL:(3,6)] [REL:(3,2)]
[REL:(4,8)] [REL:(4,6)]
[REL:(0,8)] [REL:(2,10)]
[REL:(6,-6)] [REL:(4,-4)]
[REL:(8,2)] [REL:(10,0)]
[REL:(8,-2)] [REL:(8,-2)]
[REL:(4,8)] [REL:(6,6)]
[REL:(10,-2)] [REL:(10,-4)]
[REL:(4,0)] [REL:(4,2)]
[REL:(-4,0)] [REL:(-6,0)]
[REL:(0,1)] [REL:(-2,-1)]
[REL:(-4,0)] [REL:(-6,2)]
[REL:(-2,10)] [REL:(0,12)]
[REL:(0,0)] [REL:(-2,4)]
[REL:(4,-4)] [REL:(4,-4)]
[REL:(1,6)] [REL:(2,4)]
[REL:(2,-8)] [REL:(2,-6)]
[REL:(4,-2)] [REL:(6,-4)]
[REL:(0,0)] [REL:(2,6)]
[REL:(0,2)] [REL:(2,1)]
[REL:(-4,-2)] [REL:(-4,-2)]
[REL:(4,-8)] [REL:(4,-8)]
[REL:(8,0)] [REL:(8,0)]
[REL:(8,-8)] [REL:(8,-8)]
[REL:(4,0)] [REL:(2,0)]
[REL:(4,-6)] [REL:(2,-6)]
[REL:(1,10)] [REL:(1,8)]
[REL:(4,2)] [REL:(6,2)]
[REL:(2,1)] [REL:(0,1)]
[REL:(0,2)] [REL:(0,0);(0,0)]
[REL:(6,-2)] [REL:(6,-4)]
[REL:(-4,0)] [REL:(-4,2)]
[REL:(-4,10)] [REL:(-2,10)]
[REL:(0,-1)] [REL:(2,0)]
[REL:(0,-2)] [REL:(-2,-4)]
[REL:(2,6)] [REL:(0,8)]
[REL:(0,2)] [REL:(-2,0)]
[REL:(0,-4)] [REL:(-2,-2)]
[REL:(0,14)] [REL:(2,12)]
[REL:(2,8)] [REL:(0,10)]
[REL:(0,-8)] [REL:(-2,-6)]
[REL:(1,8)] [REL:(1,8)]
[REL:(2,1)] [REL:(0,3)]
[REL:(0,-1)] [REL:(2,-1)]
[REL:(-2,-3)] [REL:(-2,-1)]
[REL:(0,0)] [REL:(0,6)]
[REL:(0,0)] [REL:(3,2)]
[REL:(8,-6)] [REL:(6,-8)]
[REL:(4,4)] [REL:(4,2)]
[REL:(0,-2)] [REL:(-2,-1)]
[REL:(1,2)] [REL:(3,0)]
[REL:(2,-2)] [REL:(2,-2)]
[REL:(2,2)] [REL:(2,4)]
[REL:(-1,10)] [REL:(1,8)]
[REL:(0,9)] [REL:(0,9)]
[REL:(1,2)] [REL:(1,-2)]
[REL:(2,14)] [REL:(2,10)]
[REL:(6,-6)] [REL:(4,-8)]
[REL:(6,0)] [REL:(6,-4)]
[REL:(2,6)] [REL:(2,2)]
[REL:(1,4)] [REL:(1,6)]
[REL:(1,2)] [REL:(-1,2)]
[REL:(1,2)] [REL:(1,-1)]
[REL:(-2,10)] [REL:(0,6)]
[REL:(0,-2)] [REL:(1,0)]
[REL:(0,7)] [REL:(2,6)]
[REL:(2,6)] [REL:(2,10)]
[REL:(-2,-4)] [REL:(-4,-4)]
[REL:(4,-2)] [REL:(4,-4)]
[REL:(2,1)] [REL:(-1,1)]
[REL:(8,-4)] [REL:(8,-4)]
[REL:(-2,0)] [REL:(-1,0)]
[REL:(2,8)] [REL:(6,6)]
[REL:(4,6)] [REL:(6,2)]
[REL:(-2,-2)] [REL:(-2,-1)]
[REL:(1,-2)] [REL:(1,0)]
[REL:(-6,0)] [REL:(-6,2)]
[REL:(8,-6)] [REL:(8,-8)]
[REL:(-2,6)] [REL:(2,6)]
[REL:(6,-10)] [REL:(6,-8)]
[REL:(0,14)] [REL:(0,16)]
[REL:(6,-2)] [REL:(6,0)]
[REL:(3,10)] [REL:(3,8)]
[REL:(8,0)] [REL:(10,0)]
[REL:(2,-2)] [REL:(4,-4)]
[REL:(4,4)] [REL:(6,2)]
[REL:(2,0)] [REL:(2,1)]
[REL:(1,12)] [REL:(1,12)]
[REL:(4,8)] [REL:(2,6)]
[REL:(6,-2)] [REL:(8,-2)]
[REL:(2,4)] [REL:(0,6)]
[REL:(4,-8)] [REL:(2,-6)]
[REL:(6,6)] [REL:(6,2)]
[REL:(-2,-1)] [REL:(0,-1)]
[REL:(-2,8)] [REL:(0,10)]
[REL:(-2,-4)] [REL:(-2,-4)]
[REL:(-2,-2)] [REL:(0,1)]
[REL:(1,-2)] [REL:(0,0)]
[REL:(0,-2)] [REL:(-1,-2)]
[REL:(-2,8)] [REL:(2,6)]
[REL:(2,3)] [REL:(2,1)]
[REL:(2,2)] [REL:(0,4)]
[REL:(0,0);(0,0)] [REL:(-1,0)]
[REL:(4,4)] [REL:(6,0)]
[REL:(0,-2)] [REL:(0,0);(0,2)]
[REL:(-2,0)] [REL:(-2,-2)]
[REL:(-1,1)] [REL:(0,0)]
[REL:(-6,0)] [REL:(-8,2)]
[REL:(1,0)] [REL:(1,-1)]
[REL:(3,6)] [REL:(5,4)]
[REL:(-2,6)] [REL:(0,4)]
[REL:(4,8)] [REL:(6,4)]
[REL:(0,0);(0,0)] [REL:(2,0)]
[REL:(-2,-1)] [REL:(2,0)]
[REL:(-2,12)] [REL:(0,10)]
[REL:(8,-8)] [REL:(6,-8)]
[REL:(6,-4)] [REL:(4,-4)]
[REL:(2,-4)] [REL:(2,-2)]
[REL:(0,3)] [REL:(0,0)]
[REL:(0,0);(0,0)] [REL:(2,2)]
[REL:(0,6)] [REL:(1,4)]
[REL:(2,1)] [REL:(4,1)]
[REL:(1,2)] [REL:(2,4)]
[REL:(4,10)] [REL:(6,6)]
[REL:(0,12)] [REL:(0,8)]
[REL:(2,14)] [REL:(2,16)]
[REL:(0,6)] [REL:(0,10)]
[REL:(2,10)] [REL:(0,10)]
[REL:(4,-8)] [REL:(4,-6)]
[REL:(0,-1)] [REL:(1,-1)]
[REL:(0,2)] [REL:(0,8)]
[REL:(-2,8)] [REL:(2,8)]
[REL:(2,4)] [REL:(0,4)]
[REL:(1,1)] [REL:(1,-1)]
[REL:(8,-8)] [REL:(6,-6)]
[REL:(0,4)] [REL:(2,0)]
[REL:(8,0)] [REL:(10,-4)]
[REL:(2,-4)] [REL:(0,-4)]
[REL:(0,0);(0,0)] [REL:(1,2)]
[REL:(0,12)] [REL:(0,14)]
[REL:(0,0)] [REL:(1,3)]
[REL:(1,6)] [REL:(1,8)]
[REL:(8,-6)] [REL:(6,-6)]
[REL:(8,-8)] [REL:(8,-10)]
[REL:(2,2)] [REL:(-2,0)]
[REL:(8,-2)] [REL:(8,-4)]
[REL:(2,12)] [REL:(4,12)]
[REL:(-1,-4)] [REL:(-1,-2)]
[REL:(0,-6)] [REL:(-2,-6)]
[REL:(0,16)] [REL:(0,16)]
[REL:(-2,-1)] [REL:(-4,-1)]
[REL:(-6,-2)] [REL:(-8,0)]
[REL:(-4,-4)] [REL:(-4,-2)]
[REL:(1,6)] [REL:(3,4)]
[REL:(1,6)] [REL:(3,6)]
[REL:(0,-1)] [REL:(0,-2)]
[REL:(1,-2)] [REL:(-1,-2)]
[REL:(6,8)] [REL:(8,6)]
[REL:(6,8)] [REL:(8,4)]
[REL:(-1,1)] [REL:(1,2)]
[REL:(6,4)] [REL:(8,2)]
[REL:(1,8)] [REL:(3,6)]
[REL:(2,0)] [REL:(4,2)]
[REL:(-2,8)] [REL:(-2,10)]
[REL:(3,4)] [REL:(3,2)]
[REL:(6,2)] [REL:(6,2)]
[REL:(-2,0)] [REL:(-4,2)]
[REL:(2,4)] [REL:(0,0)]
[REL:(2,-6)] [REL:(2,-6)]
[REL:(2,-8)] [REL:(2,-8)]
[REL:(-4,0)] [REL:(-4,0)]
[REL:(-2,6)] [REL:(0,8)]
[REL:(4,5)] [REL:(4,1)]
[REL:(4,0)] [REL:(6,-4)]
[REL:(2,2)] [REL:(2,1)]
[REL:(1,-1)] [REL:(1,-1)]
[REL:(-1,0)] [REL:(1,4)]
[REL:(6,-6)] [REL:(6,-4)]
[REL:(6,-6)] [REL:(4,-6)]
[REL:(3,0)] [REL:(3,0)]
[REL:(2,8)] [REL:(0,8)]
[REL:(2,8)] [REL:(2,12)]
[REL:(0,1)] [REL:(-2,1)]
[REL:(1,6)] [REL:(1,2)]
[REL:(1,1)] [REL:(1,0)]
[REL:(2,2)] [REL:(4,2)]
[REL:(10,-6)] [REL:(10,-8)]
[REL:(4,-10)] [REL:(4,-8)]
[REL:(1,10)] [REL:(1,12)]
[REL:(0,6)] [REL:(2,10)]
[REL:(4,4)] [REL:(8,2)]
[REL:(-2,-2)] [REL:(1,0)]
[REL:(1,1)] [REL:(-1,1)]
[REL:(8,-2)] [REL:(10,-4)]
[REL:(-6,4)] [REL:(-6,6)]
[REL:(1,10)] [REL:(3,8)]
[REL:(0,2)] [REL:(-1,0)]
[REL:(0,4)] [REL:(0,10)]
[REL:(0,1)] [REL:(-1,1)]
[REL:(-1,8)] [REL:(1,8)]
[REL:(4,10)] [REL:(4,10)]
[REL:(4,0)] [REL:(4,-4)]
[REL:(2,2)] [REL:(2,6)]
[REL:(8,-2)] [REL:(10,-2)]
[REL:(2,12)] [REL:(2,8)]
[REL:(2,1)] [REL:(0,2)]
[REL:(2,0)] [REL:(6,0)]
[REL:(2,-2)] [REL:(4,-2)]
[REL:(2,1)] [REL:(1,-1)]
[REL:(-2,0)] [REL:(0,-2)]
[REL:(0,7)] [REL:(0,5)]
[REL:(-4,12)] [REL:(-2,12)]
[REL:(0,2)] [REL:(-2,2)]
[REL:(0,2)] [REL:(-2,4)]
[REL:(1,4)] [REL:(1,4)]
[REL:(1,2)] [REL:(3,2)]
[REL:(3,6)] [REL:(3,4)]
[REL:(-1,-2)] [REL:(-1,1)]
[REL:(0,12)] [REL:(2,14)]
[REL:(2,6)] [REL:(4,6)]
[REL:(0,1)] [REL:(1,1)]
[REL:(8,-6)] [REL:(8,-6)]
[REL:(0,-1)] [REL:(0,-3)]
[REL:(0,0);(0,0)] [REL:(0,-2)]
[REL:(1,10)] [REL:(2,8)]
[REL:(1,10)] [REL:(2,10)]
[REL:(6,4)] [REL:(8,0)]
[REL:(6,-8)] [REL:(4,-8)]
[REL:(4,2)] [REL:(4,4)]
[REL:(8,2)] [REL:(8,0)]
[REL:(2,4)] [REL:(6,2)]
[REL:(2,-6)] [REL:(0,-4)]
[REL:(4,5)] [REL:(6,3)]
[REL:(0,-8)] [REL:(0,-6)]
[REL:(2,12)] [REL:(4,10)]
[REL:(-2,-6)] [REL:(-2,-4)]
[REL:(-4,8)] [REL:(-2,8)]
[REL:(0,6)] [REL:(2,2)]
[REL:(10,0)] [REL:(10,-2)]
[REL:(-1,0)] [REL:(0,-2)]
[REL:(0,-2)] [REL:(-4,-2)]
[REL:(0,7)] [REL:(2,5)]
[REL:(3,2)] [REL:(5,0)]
[REL:(-2,2)] [REL:(0,0)]
[REL:(3,6)] [REL:(4,4)]
[REL:(8,-8)] [REL:(6,-10)]
[REL:(-8,2)] [REL:(-8,4)]
[REL:(2,-8)] [REL:(0,-6)]
[REL:(-2,-2)] [REL:(1,2)]
[REL:(6,0)] [REL:(8,0)]
[REL:(2,-4)] [REL:(2,-4)]
[REL:(0,-1)] [REL:(1,0)]
[REL:(1,-1)] [REL:(-2,-1)]
[REL:(3,8)] [REL:(3,8)]
[REL:(4,-2)] [REL:(2,0)]
[REL:(1,-2)] [REL:(1,-2)]
[REL:(1,8)] [REL:(2,8)]
[REL:(2,1)] [REL:(4,-1)]
[REL:(0,4)] [REL:(-2,6)]
[REL:(4,6)] [REL:(4,6)]
[REL:(2,4)] [REL:(0,8)]
[REL:(1,2)] [REL:(2,2)]
[REL:(5,2)] [REL:(7,0)]
[REL:(-1,-2)] [REL:(2,2)]
[REL:(10,0)] [REL:(12,-2)]
[REL:(0,14)] [REL:(2,10)]
[REL:(6,6)] [REL:(8,2)]
[REL:(2,1)] [REL:(4,0)]
[REL:(4,2)] [REL:(6,1)]
[REL:(2,4)] [REL:(2,3)]
[REL:(-4,2)] [REL:(-4,4)]
[REL:(6,-4)] [REL:(6,-2)]
[REL:(8,-10)] [REL:(8,-10)]
[REL:(-6,2)] [REL:(-8,4)]
[REL:(2,0)] [REL:(1,0)]
[REL:(4,-4)] [REL:(2,-2)]
[REL:(-2,6)] [REL:(-2,8)]
[REL:(4,1)] [REL:(6,-1)]
[REL:(-4,2)] [REL:(-6,4)]
[REL:(1,10)] [REL:(1,6)]
[REL:(0,6)] [REL:(4,6)]
[REL:(6,6)] [REL:(8,4)]
[REL:(-6,2)] [REL:(-6,4)]
[REL:(-2,10)] [REL:(2,8)]
[REL:(-2,-1)] [REL:(-1,1)]
[REL:(-2,0)] [REL:(1,2)]
[REL:(0,0)] [REL:(-4,0)]
[REL:(0,0)] [REL:(4,-2)]
[REL:(3,0)] [REL:(3,-2)]
[REL:(4,-4)] [REL:(4,-6)]
[REL:(-3,-2)] [REL:(-3,0)]
[REL:(-1,-1)] [REL:(-1,1)]
[REL:(-2,14)] [REL:(0,12)]
[REL:(0,0)] [REL:(-4,-2)]
[REL:(0,10)] [REL:(0,14)]
[REL:(0,9)] [REL:(2,6)]
[REL:(3,0)] [REL:(5,0)]
[REL:(0,2)] [REL:(1,4)]
[REL:(0,1)] [REL:(0,5)]
[REL:(4,7)] [REL:(4,5)]
[REL:(-1,-2)] [REL:(-1,2)]
[REL:(4,-2)] [REL:(4,0)]
[REL:(4,-10)] [REL:(4,-10)]
[REL:(4,4)] [REL:(4,0)]
[REL:(-1,10)] [REL:(-1,10)]
[REL:(0,0)] [REL:(-1,4)]
[REL:(6,-8)] [REL:(6,-10)]
[REL:(2,7)] [REL:(2,6)]
[REL:(2,7)] [REL:(4,5)]
[REL:(0,-6)] [REL:(0,-6)]
[REL:(-2,-2)] [REL:(0,0);(0,0)]
[REL:(6,8)] [REL:(6,4)]
[REL:(-2,0)] [REL:(0,0);(0,0)]
[REL:(-2,12)] [REL:(0,12)]
[REL:(4,10)] [REL:(2,8)]
[REL:(0,8)] [REL:(4,6)]
[REL:(2,-6)] [REL:(2,-4)]
[REL:(-1,-2)] [REL:(-3,0)]
[REL:(4,10)] [REL:(4,8)]
[REL:(-6,6)] [REL:(-6,8)]
[REL:(6,6)] [REL:(6,4)]
[REL:(-2,0)] [REL:(-4,-2)]
[REL:(6,0)] [REL:(8,-4)]
[REL:(0,9)] [REL:(2,9)]
[REL:(8,2)] [REL:(10,-2)]
[REL:(-1,-2)] [REL:(1,-2)]
[REL:(8,-2)] [REL:(6,-4)]
[REL:(4,-2)] [REL:(6,-2)]
[REL:(-1,6)] [REL:(1,4)]
[REL:(0,12)] [REL:(0,16)]
[REL:(0,6)] [REL:(1,6)]
[REL:(-1,0)] [REL:(-1,1)]
[REL:(-2,0)] [REL:(0,4)]
[REL:(0,10)] [REL:(0,4)]
[REL:(0,9)] [REL:(0,7)]
[REL:(3,0)] [REL:(5,-2)]
[REL:(2,4)] [REL:(3,2)]
[REL:(-4,10)] [REL:(-2,8)]
[REL:(-1,8)] [REL:(-1,8)]
[REL:(-2,6)] [REL:(-2,6)]
[REL:(4,-6)] [REL:(4,-8)]
[REL:(8,-1)] [REL:(8,-3)]
[REL:(0,14)] [REL:(2,14)]
[REL:(-2,10)] [REL:(2,10)]
[REL:(-2,-1)] [REL:(-2,1)]
[REL:(6,-8)] [REL:(6,-6)]
[REL:(3,0)] [REL:(2,0)]
[REL:(1,1)] [REL:(0,1)]
[REL:(-1,2)] [REL:(1,2)]
[REL:(0,6)] [REL:(4,4)]
[REL:(6,0)] [REL:(6,2)]
[REL:(-4,12)] [REL:(-2,14)]
[REL:(0,2)] [REL:(-2,-2)]
[REL:(1,0)] [REL:(-2,-2)]
[REL:(4,7)] [REL:(6,3)]
[REL:(10,-8)] [REL:(8,-8)]
[REL:(1,-1)] [REL:(1,2)]
[REL:(3,8)] [REL:(5,6)]
[REL:(-1,4)] [REL:(1,4)]
[REL:(0,18)] [REL:(0,16)]
[REL:(10,0)] [REL:(10,0)]
[REL:(0,14)] [REL:(2,16)]
[REL:(8,-4)] [REL:(6,-4)]
[REL:(8,-12)] [REL:(6,-12)]
[REL:(4,-4)] [REL:(2,-4)]
[REL:(-6,0)] [REL:(-8,4)]
[REL:(5,0)] [REL:(5,-2)]
[REL:(-1,-2)] [REL:(2,0)]
[REL:(4,12)] [REL:(4,10)]
[REL:(1,12)] [REL:(2,10)]
[REL:(2,12)] [REL:(0,10)]
[REL:(0,8)] [REL:(-2,8)]
[REL:(-2,10)] [REL:(-2,14)]
[REL:(2,4)] [REL:(2,1)]
[REL:(5,4)] [REL:(7,0)]
[REL:(5,0)] [REL:(7,-2)]
[REL:(2,-2)] [REL:(2,-6)]
[REL:(2,2)] [REL:(-1,0)]
[REL:(-1,2)] [REL:(0,0)]
[REL:(4,4)] [REL:(6,4)]
[REL:(8,-4)] [REL:(10,-6)]
[REL:(-2,-1)] [REL:(0,2)]
[REL:(2,6)] [REL:(0,4)]
[REL:(10,2)] [REL:(10,-2)]
[REL:(0,4)] [REL:(1,2)]
[REL:(6,-2)] [REL:(6,-6)]
[REL:(-2,12)] [REL:(-2,14)]
[REL:(1,2)] [REL:(-1,4)]
[REL:(3,6)] [REL:(3,3)]
[REL:(-2,6)] [REL:(-2,4)]
[REL:(2,-2)] [REL:(2,-4)]
[REL:(4,8)] [REL:(8,6)]
[REL:(-6,6)] [REL:(-4,8)]
[REL:(-3,-4)] [REL:(-3,-2)]
[REL:(1,-2)] [REL:(-1,0)]
[REL:(0,0)] [REL:(0,5)]
[REL:(0,0)] [REL:(4,1)]
[REL:(-6,-2)] [REL:(-6,2)]
[REL:(1,4)] [REL:(1,8)]
[REL:(8,-6)] [REL:(10,-8)]
[REL:(8,-6)] [REL:(8,-10)]
[REL:(6,-12)] [REL:(6,-12)]
[REL:(2,-2)] [REL:(0,-2)]
[REL:(6,1)] [REL:(6,-1)]
[REL:(-1,-1)] [REL:(-1,0)]
[REL:(6,8)] [REL:(6,6)]
[REL:(0,-1)] [REL:(0,0);(0,0)]
[REL:(-2,-4)] [REL:(0,-2)]
[REL:(4,0)] [REL:(8,-2)]
[REL:(4,12)] [REL:(4,12)]
[REL:(0,3)] [REL:(0,3)]
[REL:(3,8)] [REL:(3,6)]
[REL:(-1,6)] [REL:(-1,6)]
[REL:(0,7)] [REL:(0,6)]
[REL:(0,7)] [REL:(0,9)]
[REL:(0,2)] [REL:(2,8)]
[REL:(0,4)] [REL:(-2,4)]
[REL:(-2,2)] [REL:(-2,4)]
[REL:(10,-4)] [REL:(10,-4)]
[REL:(2,-4)] [REL:(0,-2)]
[REL:(5,4)] [REL:(6,2)]
[REL:(-1,-2)] [REL:(0,0);(0,0)]
[REL:(4,0)] [REL:(8,0)]
[REL:(2,0)] [REL:(0,0);(0,0)]
[REL:(6,-8)] [REL:(4,-6)]
[REL:(-1,1)] [REL:(-1,1)]
[REL:(2,6)] [REL:(4,5)]
[REL:(2,8)] [REL:(4,5)]
[REL:(2,8)] [REL:(4,8)]
[REL:(2,3)] [REL:(4,3)]
[REL:(-2,12)] [REL:(2,10)]
[REL:(0,11)] [REL:(0,11)]
[REL:(2,-8)] [REL:(0,-4)]
[REL:(0,8)] [REL:(2,12)]
[REL:(8,-4)] [REL:(8,-8)]
[REL:(-2,0)] [REL:(-3,0)]
[REL:(0,10)] [REL:(4,10)]
[REL:(2,-1)] [REL:(2,1)]
[REL:(-2,2)] [REL:(0,2)]
[REL:(-4,-1)] [REL:(-6,1)]
[REL:(-2,-4)] [REL:(-2,-2)]
[REL:(10,-2)] [REL:(10,-2)]
[REL:(6,-1)] [REL:(6,-3)]
[REL:(-1,10)] [REL:(-1,8)]
[REL:(2,0)] [REL:(-2,-2)]
[REL:(6,0)] [REL:(4,0)]
[REL:(0,9)] [REL:(0,6)]
[REL:(3,-2)] [REL:(3,-2)]
[REL:(6,-2)] [REL:(4,0)]
[REL:(4,-4)] [REL:(4,-2)]
[REL:(4,6)] [REL:(6,6)]
[REL:(3,10)] [REL:(3,10)]
[REL:(-2,6)] [REL:(2,4)]
[REL:(10,-8)] [REL:(10,-10)]
[REL:(-6,10)] [REL:(-4,10)]
[REL:(1,-1)] [REL:(-1,-2)]
[REL:(7,0)] [REL:(7,-2)]
[REL:(-2,-6)] [REL:(-2,-6)]
[REL:(4,14)] [REL:(4,14)]
[REL:(1,8)] [REL:(-1,8)]
[REL:(4,2)] [REL:(2,4)]
[REL:(0,5)] [REL:(2,3)]
[REL:(-6,-2)] [REL:(-8,2)]
[REL:(0,2)] [REL:(-2,6)]
[REL:(2,-6)] [REL:(0,-6)]
[REL:(1,2)] [REL:(4,2)]
[REL:(8,4)] [REL:(8,0)]
[REL:(0,-3)] [REL:(-2,-1)]
[REL:(1,12)] [REL:(1,10)]
[REL:(-1,2)] [REL:(-1,2)]
[REL:(-4,8)] [REL:(-4,8)]
[REL:(4,-12)] [REL:(2,-10)]
[REL:(2,16)] [REL:(2,12)]
[REL:(-1,6)] [REL:(1,6)]
[REL:(6,-6)] [REL:(8,-6)]
[REL:(-2,0)] [REL:(2,1)]
[REL:(0,0)] [REL:(-2,3)]
[REL:(2,6)] [REL:(4,2)]
[REL:(0,10)] [REL:(-2,12)]
[REL:(-2,2)] [REL:(0,4)]
[REL:(0,1)] [REL:(-1,0)]
[REL:(-2,16)] [REL:(-2,14)]
[REL:(6,-4)] [REL:(4,-2)]
[REL:(4,8)] [REL:(2,8)]
[REL:(2,-8)] [REL:(2,-4)]
[REL:(0,-2)] [REL:(0,-1)]
[REL:(0,10)] [REL:(-2,10)]
[REL:(1,2)] [REL:(2,6)]
[REL:(4,7)] [REL:(6,5)]
[REL:(5,0)] [REL:(6,-2)]
[REL:(0,-3)] [REL:(0,-3)]
[REL:(-3,-2)] [REL:(-5,0)]
[REL:(-4,4)] [REL:(-4,6)]
[REL:(0,-4)] [REL:(0,-6)]
[REL:(4,-10)] [REL:(2,-10)]
[REL:(6,2)] [REL:(8,2)]
[REL:(0,9)] [REL:(2,7)]
[REL:(-6,-2)] [REL:(-4,0)]
[REL:(4,6)] [REL:(4,2)]
[REL:(-2,8)] [REL:(0,4)]
[REL:(-6,0)] [REL:(-6,4)]
[REL:(-2,12)] [REL:(-2,10)]
[REL:(1,2)] [REL:(2,1)]
[REL:(4,1)] [REL:(4,-1)]
[REL:(6,1)] [REL:(8,-1)]
[REL:(-3,-2)] [REL:(-4,-2)]
[REL:(3,12)] [REL:(3,10)]
[REL:(1,12)] [REL:(1,8)]
[REL:(-1,2)] [REL:(2,0)]
[REL:(-1,-4)] [REL:(-2,-4)]
[REL:(12,-4)] [REL:(12,-6)]
[REL:(-2,0)] [REL:(-1,2)]
[REL:(0,0)] [REL:(2,-4)]
[REL:(6,0)] [REL:(10,-2)]
[REL:(-1,1)] [REL:(1,1)]
[REL:(0,10)] [REL:(1,8)]
[REL:(3,2)] [REL:(4,2)]
[REL:(12,0)] [REL:(12,-2)]
[REL:(-1,-2)] [REL:(1,-1)]
[REL:(0,-4)] [REL:(2,-4)]
[REL:(-8,4)] [REL:(-8,6)]
[REL:(7,-2)] [REL:(7,-2)]
[REL:(2,1)] [REL:(2,4)]
[REL:(6,0)] [REL:(4,-2)]
[REL:(-1,1)] [REL:(-1,0)]
[REL:(-1,1)] [REL:(0,1)]
[REL:(-1,8)] [REL:(2,6)]
[REL:(-2,4)] [REL:(-2,4)]
[REL:(4,0)] [REL:(6,-1)]
[REL:(7,0)] [REL:(9,-2)]
[REL:(8,-10)] [REL:(6,-10)]
[REL:(-6,-4)] [REL:(-8,-2)]
[REL:(0,12)] [REL:(4,10)]
[REL:(0,8)] [REL:(1,4)]
[REL:(4,4)] [REL:(4,4)]
[REL:(0,0)] [REL:(2,-3)]
[REL:(0,10)] [REL:(4,8)]
[REL:(0,9)] [REL:(0,11)]
[REL:(10,2)] [REL:(10,0)]
[REL:(2,8)] [REL:(0,4)]
[REL:(4,6)] [REL:(2,6)]
[REL:(2,3)] [REL:(4,2)]
[REL:(1,0)] [REL:(0,-1)]
[REL:(1,0)] [REL:(2,-2)]
[REL:(10,-4)] [REL:(10,-6)]
[REL:(2,12)] [REL:(2,14)]
[REL:(0,3)] [REL:(0,1)]
[REL:(4,-10)] [REL:(2,-6)]
[REL:(2,1)] [REL:(2,3)]
[REL:(0,-2)] [REL:(2,-4)]
[REL:(6,-6)] [REL:(6,-10)]
[REL:(2,0)] [REL:(3,0)]
[REL:(8,6)] [REL:(10,4)]
[REL:(0,7)] [REL:(0,7)]
[REL:(6,-2)] [REL:(4,-2)]
[REL:(2,10)] [REL:(4,10)]
[REL:(1,6)] [REL:(1,10)]
[REL:(1,0)] [REL:(2,2)]
[REL:(3,4)] [REL:(5,2)]
[REL:(-1,8)] [REL:(-1,6)]
[REL:(0,11)] [REL:(2,9)]
[REL:(-1,-2)] [REL:(-4,-2)]
[REL:(2,-2)] [REL:(2,2)]
[REL:(8,-2)] [REL:(10,-6)]
[REL:(1,-1)] [REL:(-1,-1)]
[REL:(-8,2)] [REL:(-8,6)]
[REL:(5,-4)] [REL:(5,-4)]
[REL:(4,8)] [REL:(5,6)]
[REL:(2,-8)] [REL:(0,-8)]
[REL:(-4,-6)] [REL:(-4,-4)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(0,-2)] [REL:(1,-2)]
[REL:(-2,-1)] [REL:(2,-1)]
[REL:(2,0)] [REL:(2,4)]
[REL:(0,10)] [REL:(1,6)]
[REL:(2,10)] [REL:(0,8)]
[REL:(1,14)] [REL:(1,14)]
[REL:(-4,14)] [REL:(-2,14)]
[REL:(2,7)] [REL:(2,5)]
[REL:(-2,-8)] [REL:(-2,-4)]
[REL:(4,0)] [REL:(5,-2)]
[REL:(-6,4)] [REL:(-8,6)]
[REL:(3,3)] [REL:(4,1)]
[REL:(0,6)] [REL:(0,12)]
[REL:(0,6)] [REL:(2,5)]
[REL:(0,16)] [REL:(0,14)]
[REL:(8,-4)] [REL:(8,-2)]
[REL:(-1,10)] [REL:(-1,12)]
[REL:(-6,8)] [REL:(-6,8)]
[REL:(-2,-1)] [REL:(-4,0)]
[REL:(6,0)] [REL:(6,-3)]
[REL:(0,10)] [REL:(1,10)]
[REL:(1,4)] [REL:(2,2)]
[REL:(3,6)] [REL:(7,4)]
[REL:(2,9)] [REL:(2,9)]
[REL:(1,-6)] [REL:(-1,-4)]
[REL:(0,16)] [REL:(0,18)]
[REL:(1,8)] [REL:(3,8)]
[REL:(-2,-1)] [REL:(1,2)]
[REL:(-2,-1)] [REL:(2,2)]
[REL:(-2,-1)] [REL:(1,-1)]
[REL:(-2,-1)] [REL:(0,0);(0,0)]
[REL:(2,-1)] [REL:(2,-1)]
[REL:(4,-4)] [REL:(6,-4)]
[REL:(4,6)] [REL:(4,8)]
[REL:(2,4)] [REL:(1,2)]
[REL:(8,-6)] [REL:(6,-4)]
[REL:(0,-1)] [REL:(0,2)]
[REL:(0,11)] [REL:(0,13)]
[REL:(6,1)] [REL:(6,-2)]
[REL:(6,3)] [REL:(8,1)]
[REL:(1,12)] [REL:(2,12)]
[REL:(-4,6)] [REL:(-2,6)]
[REL:(10,-2)] [REL:(8,-2)]
[REL:(-1,-1)] [REL:(1,-1)]
[REL:(0,6)] [REL:(-2,8)]
[REL:(0,6)] [REL:(-2,6)]
[REL:(-2,-2)] [REL:(-1,0)]
[REL:(-6,2)] [REL:(-6,2)]
[REL:(-6,8)] [REL:(-6,10)]
[REL:(-6,-1)] [REL:(-6,1)]
[REL:(0,0)] [REL:(3,-2)]
[REL:(6,0)] [REL:(7,-2)]
[REL:(0,2)] [REL:(2,-2)]
[REL:(-3,0)] [REL:(-3,0)]
[REL:(2,10)] [REL:(3,10)]
[REL:(8,0)] [REL:(6,-2)]
[REL:(-4,10)] [REL:(-4,12)]
[REL:(2,-4)] [REL:(2,-6)]
[REL:(-1,8)] [REL:(1,6)]
[REL:(2,-10)] [REL:(2,-10)]
[REL:(-2,4)] [REL:(-2,8)]
[REL:(5,0)] [REL:(7,0)]
[REL:(-5,-2)] [REL:(-7,0)]
[REL:(0,-6)] [REL:(0,-2)]
[REL:(4,-10)] [REL:(6,-10)]
[REL:(-1,6)] [REL:(1,8)]
[REL:(1,-2)] [REL:(1,2)]
[REL:(-1,0)] [REL:(0,0);(0,0)]
[REL:(8,-5)] [REL:(6,-7)]
[REL:(0,16)] [REL:(2,16)]
[REL:(2,1)] [REL:(0,-2)]
[REL:(-1,10)] [REL:(2,8)]
[REL:(6,-8)] [REL:(4,-4)]
[REL:(6,-8)] [REL:(8,-10)]
[REL:(6,0)] [REL:(4,2)]
[REL:(0,9)] [REL:(0,8)]
[REL:(3,0)] [REL:(3,2)]
[REL:(3,0)] [REL:(4,-2)]
[REL:(-2,2)] [REL:(-2,2)]
[REL:(0,1)] [REL:(-2,0)]
[REL:(1,0)] [REL:(3,-2)]
[REL:(4,-1)] [REL:(4,-3)]
[REL:(0,-1)] [REL:(0,3)]
[REL:(-4,-3)] [REL:(-4,-1)]
[REL:(6,-4)] [REL:(8,-4)]
[REL:(3,8)] [REL:(2,6)]
[REL:(2,18)] [REL:(2,16)]
[REL:(-2,14)] [REL:(-2,14)]
[REL:(0,6)] [REL:(0,3)]
[REL:(6,2)] [REL:(10,0)]
[REL:(-6,2)] [REL:(-6,6)]
[REL:(2,1)] [REL:(2,2)]
[REL:(0,0)] [REL:(-1,3)]
[REL:(2,0)] [REL:(1,-2)]
[REL:(2,0)] [REL:(1,2)]
[REL:(0,5)] [REL:(0,5)]
[REL:(0,4)] [REL:(1,4)]
[REL:(4,6)] [REL:(2,8)]
[REL:(2,10)] [REL:(0,12)]
[REL:(2,10)] [REL:(2,14)]
[REL:(2,10)] [REL:(4,7)]
[REL:(4,-8)] [REL:(2,-8)]
[REL:(-2,16)] [REL:(-2,18)]
[REL:(10,-8)] [REL:(8,-10)]
[REL:(-1,-2)] [REL:(-2,-2)]
[REL:(4,10)] [REL:(6,8)]
[REL:(4,12)] [REL:(6,10)]
[REL:(1,12)] [REL:(3,12)]
[REL:(-6,-4)] [REL:(-8,0)]
[REL:(-6,-4)] [REL:(-6,0)]
[REL:(6,-1)] [REL:(6,-1)]
[REL:(4,2)] [REL:(4,1)]
[REL:(0,10)] [REL:(2,14)]
[REL:(2,5)] [REL:(4,3)]
[REL:(8,-12)] [REL:(8,-12)]
[REL:(2,10)] [REL:(2,9)]
[REL:(-4,-2)] [REL:(-4,-1)]
[REL:(-6,12)] [REL:(-4,12)]
[REL:(8,4)] [REL:(10,2)]
[REL:(1,1)] [REL:(1,2)]
[REL:(5,4)] [REL:(7,4)]
[REL:(5,4)] [REL:(7,2)]
[REL:(0,11)] [REL:(0,9)]
[REL:(0,11)] [REL:(2,11)]
[REL:(10,-10)] [REL:(8,-10)]
[REL:(-4,4)] [REL:(-6,6)]
[REL:(0,-4)] [REL:(-2,-6)]
[REL:(3,8)] [REL:(4,4)]
[REL:(4,-10)] [REL:(2,-8)]
[REL:(0,18)] [REL:(0,18)]
[REL:(0,8)] [REL:(-2,6)]
[REL:(6,6)] [REL:(10,4)]
[REL:(2,1)] [REL:(2,-2)]
[REL:(0,0)] [REL:(4,-1)]
[REL:(2,0)] [REL:(2,-1)]
[REL:(-6,-2)] [REL:(-6,-2)]
[REL:(1,4)] [REL:(2,6)]
[REL:(3,2)] [REL:(3,0)]
[REL:(2,3)] [REL:(4,1)]
[REL:(2,-6)] [REL:(2,-2)]
[REL:(-1,8)] [REL:(-1,10)]
[REL:(0,-1)] [REL:(-1,-1)]
[REL:(3,8)] [REL:(3,10)]
[REL:(10,0)] [REL:(12,0)]
[REL:(-2,10)] [REL:(2,6)]
[REL:(0,7)] [REL:(2,9)]
[REL:(0,2)] [REL:(4,2)]
[REL:(4,-4)] [REL:(6,-6)]
[REL:(3,6)] [REL:(3,6)]
[REL:(5,2)] [REL:(5,0)]
[REL:(0,-8)] [REL:(-2,-4)]
[REL:(0,-8)] [REL:(0,-4)]
[REL:(-2,-8)] [REL:(-2,-6)]
[REL:(-2,-3)] [REL:(-4,-3)]
[REL:(-6,4)] [REL:(-6,4)]
[REL:(7,-4)] [REL:(7,-6)]
[REL:(10,-6)] [REL:(8,-8)]
[REL:(0,6)] [REL:(-2,4)]
[REL:(1,-2)] [REL:(2,-2)]
[REL:(-1,0)] [REL:(0,4)]
[REL:(0,14)] [REL:(0,18)]
[REL:(2,0)] [REL:(6,-2)]
[REL:(8,-12)] [REL:(6,-10)]
[REL:(3,2)] [REL:(4,0)]
[REL:(4,5)] [REL:(6,2)]
[REL:(2,2)] [REL:(1,4)]
[REL:(5,6)] [REL:(7,4)]
[REL:(10,-10)] [REL:(10,-12)]
[REL:(4,8)] [REL:(4,8)]
[REL:(4,-10)] [REL:(6,-8)]
[REL:(-1,4)] [REL:(-1,6)]
[REL:(0,12)] [REL:(-1,12)]
[REL:(6,2)] [REL:(4,4)]
[REL:(0,-2)] [REL:(1,2)]
[REL:(-2,-1)] [REL:(-4,-2)]
[REL:(-2,0)] [REL:(0,1)]
[REL:(0,0)] [REL:(3,1)]
[REL:(0,10)] [REL:(2,9)]
[REL:(-2,12)] [REL:(0,8)]
[REL:(1,6)] [REL:(-1,6)]
[REL:(1,6)] [REL:(2,8)]
[REL:(1,0)] [REL:(1,1)]
[REL:(3,-4)] [REL:(3,-2)]
[REL:(4,7)] [REL:(6,6)]
[REL:(4,10)] [REL:(4,6)]
[REL:(1,-1)] [REL:(2,1)]
[REL:(-8,8)] [REL:(-6,10)]
[REL:(10,-2)] [REL:(12,-4)]
[REL:(2,20)] [REL:(2,20)]
[REL:(-1,4)] [REL:(-1,4)]
[REL:(1,10)] [REL:(2,6)]
[REL:(-2,-2)] [REL:(-2,2)]
[REL:(-2,-2)] [REL:(-2,-4)]
[REL:(10,0)] [REL:(10,-4)]
[REL:(6,6)] [REL:(4,4)]
[REL:(7,-2)] [REL:(7,-4)]
[REL:(12,-2)] [REL:(12,-4)]
[REL:(0,16)] [REL:(2,14)]
[REL:(-2,10)] [REL:(-2,9)]
[REL:(8,-4)] [REL:(10,-4)]
[REL:(0,0)] [REL:(3,-1)]
[REL:(0,7)] [REL:(2,7)]
[REL:(10,2)] [REL:(12,0)]
[REL:(0,2)] [REL:(2,-1)]
[REL:(0,2)] [REL:(0,-1)]
[REL:(4,3)] [REL:(6,1)]
[REL:(8,2)] [REL:(8,2)]
[REL:(-2,8)] [REL:(-2,6)]
[REL:(0,1)] [REL:(0,0);(0,0)]
[REL:(2,3)] [REL:(2,0)]
[REL:(-2,12)] [REL:(0,14)]
[REL:(1,0)] [REL:(1,4)]
[REL:(3,4)] [REL:(3,4)]
[REL:(-4,10)] [REL:(-4,10)]
[REL:(-1,-2)] [REL:(-2,-1)]
[REL:(-4,2)] [REL:(-4,2)]
[REL:(2,2)] [REL:(2,-1)]
[REL:(0,8)] [REL:(4,8)]
[REL:(0,-2)] [REL:(0,-6)]
[REL:(6,-9)] [REL:(4,-9)]
[REL:(-6,8)] [REL:(-4,8)]
[REL:(-2,-1)] [REL:(0,-2)]
[REL:(8,-3)] [REL:(8,-5)]
[REL:(8,-12)] [REL:(6,-14)]
[REL:(2,8)] [REL:(2,7)]
[REL:(-3,0)] [REL:(-5,0)]
[REL:(4,-8)] [REL:(6,-8)]
[REL:(4,-8)] [REL:(2,-4)]
[REL:(8,0)] [REL:(6,0)]
[REL:(4,-1)] [REL:(6,-3)]
[REL:(-2,16)] [REL:(0,14)]
[REL:(-1,8)] [REL:(0,6)]
[REL:(-2,4)] [REL:(2,4)]
[REL:(-2,4)] [REL:(-2,6)]
[REL:(7,-8)] [REL:(6,-10)]
[REL:(-2,-3)] [REL:(-4,-2)]
[REL:(4,1)] [REL:(4,1)]
[REL:(2,-2)] [REL:(0,2)]
[REL:(2,2)] [REL:(-2,2)]
[REL:(2,2)] [REL:(4,-2)]
[REL:(8,-2)] [REL:(8,-6)]
[REL:(4,-6)] [REL:(6,-6)]
[REL:(1,12)] [REL:(1,14)]
[REL:(-8,2)] [REL:(-10,4)]
[REL:(3,8)] [REL:(3,4)]
[REL:(-1,-1)] [REL:(0,-1)]
[REL:(2,16)] [REL:(2,18)]
[REL:(0,8)] [REL:(2,7)]
[REL:(-2,0)] [REL:(-2,1)]
[REL:(0,10)] [REL:(3,10)]
[REL:(0,10)] [REL:(0,11)]
[REL:(0,2)] [REL:(0,0);(0,-2)]
[REL:(0,4)] [REL:(4,2)]
[REL:(6,-7)] [REL:(6,-7)]
[REL:(4,6)] [REL:(8,4)]
[REL:(-6,0)] [REL:(-8,0)]
[REL:(-6,0)] [REL:(-7,2)]
[REL:(-2,12)] [REL:(2,12)]
[REL:(0,-8)] [REL:(0,-8)]
[REL:(-2,-4)] [REL:(-3,-2)]
[REL:(4,0)] [REL:(6,-3)]
[REL:(4,0)] [REL:(2,-2)]
[REL:(6,-4)] [REL:(6,-8)]
[REL:(8,-2)] [REL:(6,-2)]
[REL:(1,10)] [REL:(3,10)]
[REL:(0,12)] [REL:(-2,14)]
[REL:(-2,-2)] [REL:(0,-4)]
[REL:(-1,0)] [REL:(0,1)]
[REL:(-2,10)] [REL:(-2,6)]
[REL:(1,8)] [REL:(2,4)]
[REL:(-2,0)] [REL:(-2,-1)]
[REL:(2,0)] [REL:(-1,2)]
[REL:(8,-3)] [REL:(6,-5)]
[REL:(0,5)] [REL:(2,4)]
[REL:(9,-2)] [REL:(9,-4)]
[REL:(2,-1)] [REL:(0,0)]
[REL:(8,-12)] [REL:(8,-10)]
[REL:(-2,9)] [REL:(0,9)]
[REL:(4,-8)] [REL:(4,-4)]
[REL:(8,0)] [REL:(8,2)]
[REL:(4,7)] [REL:(4,7)]
[REL:(2,11)] [REL:(2,9)]
[REL:(4,5)] [REL:(4,5)]
[REL:(0,-1)] [REL:(2,-2)]
[REL:(-2,4)] [REL:(0,8)]
[REL:(4,0)] [REL:(2,2)]
[REL:(1,-1)] [REL:(1,1)]
[REL:(-4,6)] [REL:(-4,8)]
[REL:(8,-7)] [REL:(8,-7)]
[REL:(-5,0)] [REL:(-7,2)]
[REL:(1,-4)] [REL:(1,-2)]
[REL:(4,-12)] [REL:(2,-12)]
[REL:(1,10)] [REL:(0,8)]
[REL:(4,4)] [REL:(2,6)]
[REL:(6,4)] [REL:(6,2)]
[REL:(2,1)] [REL:(1,2)]
[REL:(-1,10)] [REL:(0,8)]
[REL:(0,2)] [REL:(0,3)]
[REL:(1,4)] [REL:(3,2)]
[REL:(1,4)] [REL:(2,4)]
[REL:(-3,0)] [REL:(-5,2)]
[REL:(2,10)] [REL:(2,7)]
[REL:(12,0)] [REL:(12,0)]
[REL:(4,9)] [REL:(4,5)]
[REL:(6,-12)] [REL:(6,-10)]
[REL:(2,-10)] [REL:(0,-10)]
[REL:(8,-8)] [REL:(8,-4)]
[REL:(6,3)] [REL:(6,1)]
[REL:(2,2)] [REL:(1,0)]
[REL:(3,12)] [REL:(3,12)]
[REL:(4,-6)] [REL:(4,-2)]
[REL:(-1,2)] [REL:(-1,0)]
[REL:(-1,2)] [REL:(1,0)]
[REL:(3,8)] [REL:(5,4)]
[REL:(0,14)] [REL:(-2,14)]
[REL:(7,-2)] [REL:(9,-4)]
[REL:(8,-4)] [REL:(10,-8)]
[REL:(0,0)] [REL:(3,4)]
[REL:(0,4)] [REL:(0,7)]
[REL:(2,-1)] [REL:(0,-1)]
[REL:(3,-2)] [REL:(5,-4)]
[REL:(5,-6)] [REL:(5,-8)]
[REL:(5,-6)] [REL:(3,-6)]
[REL:(0,1)] [REL:(2,-1)]
[REL:(1,6)] [REL:(0,8)]
[REL:(-1,8)] [REL:(0,8)]
[REL:(-2,-4)] [REL:(0,-4)]
[REL:(2,2)] [REL:(0,6)]
[REL:(0,20)] [REL:(0,20)]
[REL:(5,6)] [REL:(5,4)]
[REL:(4,-6)] [REL:(6,-4)]
[REL:(1,-1)] [REL:(0,-1)]
[REL:(7,-4)] [REL:(7,-4)]
[REL:(4,8)] [REL:(6,5)]
[REL:(-4,8)] [REL:(-4,10)]
[REL:(6,-5)] [REL:(6,-5)]
[REL:(10,-6)] [REL:(10,-6)]
[REL:(-1,-4)] [REL:(-3,-4)]
[REL:(2,16)] [REL:(2,14)]
[REL:(10,0)] [REL:(12,-4)]
[REL:(6,6)] [REL:(7,4)]
[REL:(-8,6)] [REL:(-8,6)]
[REL:(2,1)] [REL:(-2,1)]
[REL:(6,-6)] [REL:(2,-4)]
[REL:(2,0)] [REL:(4,-4)]
[REL:(6,0)] [REL:(8,-1)]
[REL:(0,10)] [REL:(0,9)]
[REL:(-4,12)] [REL:(-2,10)]
[REL:(0,2)] [REL:(-1,2)]
[REL:(1,4)] [REL:(2,8)]
[REL:(-3,0)] [REL:(-4,0)]
[REL:(1,2)] [REL:(-1,6)]
[REL:(1,2)] [REL:(3,6)]
[REL:(10,-8)] [REL:(8,-6)]
[REL:(-4,2)] [REL:(-6,2)]
[REL:(-2,-6)] [REL:(-4,-4)]
[REL:(4,8)] [REL:(2,4)]
[REL:(0,3)] [REL:(0,4)]
[REL:(-1,4)] [REL:(1,2)]
[REL:(0,12)] [REL:(4,12)]
[REL:(-1,0)] [REL:(1,-2)]
[REL:(2,1)] [REL:(0,0);(0,0)]
[REL:(-1,10)] [REL:(1,6)]
[REL:(0,0)] [REL:(-2,-3)]
[REL:(0,7)] [REL:(0,4)]
[REL:(2,6)] [REL:(0,6)]
[REL:(4,2)] [REL:(8,2)]
[REL:(4,2)] [REL:(8,0)]
[REL:(3,0)] [REL:(1,0)]
[REL:(0,2)] [REL:(0,5)]
[REL:(1,4)] [REL:(3,4)]
[REL:(-2,2)] [REL:(-2,6)]
[REL:(-2,2)] [REL:(-4,4)]
[REL:(0,1)] [REL:(-2,-2)]
[REL:(3,5)] [REL:(3,3)]
[REL:(3,4)] [REL:(3,0)]
[REL:(1,2)] [REL:(0,0);(0,0)]
[REL:(-1,8)] [REL:(1,10)]
[REL:(-1,-2)] [REL:(-1,-4)]
[REL:(4,0)] [REL:(6,2)]
[REL:(6,-10)] [REL:(4,-12)]
[REL:(2,9)] [REL:(2,7)]
[REL:(6,-4)] [REL:(8,-6)]
[REL:(1,-1)] [REL:(1,0)]
[REL:(7,0)] [REL:(7,0)]
[REL:(9,0)] [REL:(9,-2)]
[REL:(2,12)] [REL:(4,14)]
[REL:(-4,6)] [REL:(-4,6)]
[REL:(5,-2)] [REL:(7,-2)]
[REL:(5,-2)] [REL:(6,-2)]
[REL:(1,-6)] [REL:(0,-4)]
[REL:(0,6)] [REL:(3,6)]
[REL:(4,4)] [REL:(4,8)]
[REL:(12,-2)] [REL:(12,-2)]
[REL:(2,1)] [REL:(-2,0)]
[REL:(8,-4)] [REL:(6,-2)]
[REL:(8,6)] [REL:(8,2)]
[REL:(6,0)] [REL:(6,-1)]
[REL:(5,-6)] [REL:(3,-4)]
[REL:(2,8)] [REL:(4,10)]
[REL:(-2,8)] [REL:(-2,12)]
[REL:(2,10)] [REL:(4,12)]
[REL:(-4,-1)] [REL:(-4,1)]
[REL:(1,2)] [REL:(-1,1)]
[REL:(4,7)] [REL:(4,3)]
[REL:(2,2)] [REL:(1,-2)]
[REL:(-3,-2)] [REL:(-3,-2)]
[REL:(8,-2)] [REL:(6,0)]
[REL:(8,-2)] [REL:(8,0)]
[REL:(4,-6)] [REL:(2,-2)]
[REL:(10,-2)] [REL:(12,-2)]
[REL:(5,-2)] [REL:(7,-4)]
[REL:(-1,6)] [REL:(0,4)]
[REL:(-1,12)] [REL:(-1,12)]
[REL:(6,-9)] [REL:(6,-9)]
[REL:(2,0)] [REL:(2,-4)]
[REL:(8,1)] [REL:(8,-3)]
[REL:(8,6)] [REL:(10,2)]
[REL:(1,4)] [REL:(0,6)]
[REL:(1,4)] [REL:(3,3)]
[REL:(4,9)] [REL:(4,7)]
[REL:(6,-12)] [REL:(4,-12)]
[REL:(-2,4)] [REL:(0,4)]
[REL:(-6,10)] [REL:(-6,10)]
[REL:(-2,-3)] [REL:(-4,-1)]
[REL:(6,1)] [REL:(6,-3)]
[REL:(9,-4)] [REL:(9,-6)]
[REL:(4,-6)] [REL:(2,-8)]
[REL:(-1,-6)] [REL:(-2,-4)]
[REL:(-6,4)] [REL:(-8,4)]
[REL:(2,12)] [REL:(3,10)]
[REL:(0,3)] [REL:(2,3)]
[REL:(10,-6)] [REL:(8,-10)]
[REL:(0,0);(0,0)] [REL:(-2,0)]
[REL:(6,6)] [REL:(10,2)]
[REL:(-4,0)] [REL:(-8,0)]
[REL:(-1,12)] [REL:(1,12)]
[REL:(0,16)] [REL:(2,18)]
[REL:(2,1)] [REL:(0,-3)]
[REL:(0,-2)] [REL:(0,1)]
[REL:(3,-8)] [REL:(3,-8)]
[REL:(-2,-1)] [REL:(0,3)]
[REL:(0,0)] [REL:(-1,-4)]
[REL:(2,0)] [REL:(4,-1)]
[REL:(2,0)] [REL:(0,-1)]
[REL:(0,5)] [REL:(0,4)]
[REL:(3,0)] [REL:(1,-2)]
[REL:(0,2)] [REL:(-1,6)]
[REL:(2,8)] [REL:(0,6)]
[REL:(-2,2)] [REL:(-4,2)]
[REL:(2,10)] [REL:(4,6)]
[REL:(1,0)] [REL:(-1,2)]
[REL:(4,7)] [REL:(6,4)]
[REL:(-4,14)] [REL:(-2,12)]
[REL:(-5,2)] [REL:(-5,4)]
[REL:(2,9)] [REL:(2,6)]
[REL:(2,9)] [REL:(0,9)]
[REL:(-2,-6)] [REL:(-2,-2)]
[REL:(4,-2)] [REL:(2,-2)]
[REL:(0,-10)] [REL:(0,-8)]
[REL:(-2,-2)] [REL:(2,-2)]
[REL:(6,2)] [REL:(4,2)]
[REL:(-4,0)] [REL:(-4,4)]
[REL:(1,8)] [REL:(3,10)]
[REL:(6,0)] [REL:(7,-4)]
[REL:(-4,12)] [REL:(-4,12)]
[REL:(0,4)] [REL:(-2,8)]
[REL:(6,-2)] [REL:(10,-4)]
[REL:(4,-4)] [REL:(2,-6)]
[REL:(5,-6)] [REL:(5,-4)]
[REL:(4,6)] [REL:(4,10)]
[REL:(-2,2)] [REL:(-2,0)]
[REL:(-2,8)] [REL:(-4,10)]
[REL:(2,10)] [REL:(2,4)]
[REL:(2,10)] [REL:(3,8)]
[REL:(2,4)] [REL:(1,6)]
[REL:(3,6)] [REL:(3,8)]
[REL:(-2,4)] [REL:(0,2)]
[REL:(5,0)] [REL:(7,-4)]
[REL:(-1,-2)] [REL:(0,-4)]
[REL:(6,1)] [REL:(6,1)]
[REL:(4,-6)] [REL:(6,-8)]
[REL:(10,-10)] [REL:(10,-10)]
[REL:(-8,-2)] [REL:(-10,0)]
[REL:(-6,6)] [REL:(-6,6)]
[REL:(0,-6)] [REL:(0,-8)]
[REL:(5,-2)] [REL:(5,-2)]
[REL:(4,-2)] [REL:(4,2)]
[REL:(1,-4)] [REL:(-1,-2)]
[REL:(0,12)] [REL:(0,6)]
[REL:(2,14)] [REL:(4,10)]
[REL:(2,14)] [REL:(4,12)]
[REL:(1,8)] [REL:(0,4)]
[REL:(6,-6)] [REL:(5,-8)]
[REL:(6,-1)] [REL:(6,-2)]
[REL:(2,4)] [REL:(4,8)]
[REL:(-4,-2)] [REL:(-4,2)]
[REL:(2,3)] [REL:(4,5)]
[REL:(1,6)] [REL:(3,8)]
[REL:(1,0)] [REL:(3,2)]
[REL:(-2,9)] [REL:(-2,9)]
[REL:(10,-4)] [REL:(10,-8)]
[REL:(2,-6)] [REL:(2,-8)]
[REL:(-2,16)] [REL:(-2,16)]
[REL:(8,4)] [REL:(8,2)]
[REL:(5,4)] [REL:(8,2)]
[REL:(2,-10)] [REL:(0,-8)]
[REL:(-2,4)] [REL:(0,6)]
[REL:(-6,10)] [REL:(-4,12)]
[REL:(2,12)] [REL:(0,14)]
[REL:(-2,-6)] [REL:(-4,-6)]
[REL:(-1,2)] [REL:(-1,4)]
[REL:(12,-4)] [REL:(10,-6)]
[REL:(4,-10)] [REL:(4,-12)]
[REL:(1,-4)] [REL:(-1,-4)]
[REL:(4,14)] [REL:(4,12)]
[REL:(3,14)] [REL:(3,14)]
[REL:(1,10)] [REL:(-1,8)]
[REL:(2,18)] [REL:(2,18)]
[REL:(0,8)] [REL:(0,9)]
[REL:(0,8)] [REL:(-2,12)]
[REL:(-2,-2)] [REL:(-3,-2)]
[REL:(6,2)] [REL:(4,0)]
[REL:(8,-1)] [REL:(10,-3)]
[REL:(-1,0)] [REL:(-2,2)]
[REL:(-2,10)] [REL:(-4,10)]
[REL:(6,-6)] [REL:(8,-8)]
[REL:(6,-6)] [REL:(6,-5)]
[REL:(6,-1)] [REL:(8,-3)]
[REL:(0,0)] [REL:(-3,-2)]
[REL:(-1,1)] [REL:(0,3)]
[REL:(4,2)] [REL:(4,-1)]
[REL:(2,-1)] [REL:(2,0)]
[REL:(-4,-4)] [REL:(-6,0)]
[REL:(2,8)] [REL:(2,5)]
[REL:(-4,-2)] [REL:(-6,-1)]
[REL:(2,3)] [REL:(2,6)]
[REL:(2,3)] [REL:(2,-1)]
[REL:(7,-8)] [REL:(5,-8)]
[REL:(6,-10)] [REL:(4,-8)]
[REL:(2,9)] [REL:(2,11)]
[REL:(4,-6)] [REL:(0,-4)]
[REL:(-1,2)] [REL:(-1,6)]
[REL:(-8,-2)] [REL:(-10,2)]
[REL:(8,-7)] [REL:(6,-9)]
[REL:(8,-10)] [REL:(6,-12)]
[REL:(7,2)] [REL:(9,0)]
[REL:(0,13)] [REL:(0,13)]
[REL:(10,-2)] [REL:(12,-6)]
[REL:(-1,-1)] [REL:(0,0)]
[REL:(-1,6)] [REL:(2,4)]
[REL:(0,12)] [REL:(1,8)]
[REL:(2,14)] [REL:(4,14)]
[REL:(6,6)] [REL:(6,8)]
[REL:(-1,12)] [REL:(-1,10)]
[REL:(8,3)] [REL:(10,1)]
[REL:(6,8)] [REL:(10,4)]
[REL:(-1,10)] [REL:(1,12)]
[REL:(2,0)] [REL:(0,4)]
[REL:(0,2)] [REL:(0,1)]
[REL:(2,-1)] [REL:(0,1)]
[REL:(4,6)] [REL:(8,2)]
[REL:(2,3)] [REL:(6,3)]
[REL:(6,-3)] [REL:(6,-3)]
[REL:(8,-6)] [REL:(10,-6)]
[REL:(2,-10)] [REL:(2,-6)]
[REL:(0,-1)] [REL:(0,0);(0,1)]
[REL:(8,-8)] [REL:(8,-6)]
[REL:(2,12)] [REL:(4,8)]
[REL:(-8,-2)] [REL:(-8,2)]
[REL:(0,13)] [REL:(0,11)]
[REL:(10,-2)] [REL:(10,-6)]
[REL:(-1,0)] [REL:(2,0)]
[REL:(0,14)] [REL:(0,10)]
[REL:(-6,2)] [REL:(-8,2)]
[REL:(1,8)] [REL:(0,8)]
[REL:(0,0)] [REL:(3,3)]
[REL:(8,1)] [REL:(10,-1)]
[REL:(0,7)] [REL:(4,5)]
[REL:(0,7)] [REL:(0,3)]
[REL:(4,-5)] [REL:(4,-5)]
[REL:(3,10)] [REL:(3,6)]
[REL:(8,0)] [REL:(6,-4)]
[REL:(-1,8)] [REL:(1,4)]
[REL:(9,-6)] [REL:(9,-8)]
[REL:(6,-10)] [REL:(4,-10)]
[REL:(4,-7)] [REL:(2,-5)]
[REL:(-10,6)] [REL:(-10,8)]
[REL:(9,0)] [REL:(9,0)]
[REL:(2,12)] [REL:(2,6)]
[REL:(0,-4)] [REL:(-1,-2)]
[REL:(-1,2)] [REL:(0,4)]
[REL:(-8,-2)] [REL:(-8,0)]
[REL:(4,-12)] [REL:(4,-10)]
[REL:(-5,-4)] [REL:(-6,-2)]
[REL:(0,18)] [REL:(2,18)]
[REL:(-2,-2)] [REL:(-4,-4)]
[REL:(6,4)] [REL:(6,4)]
[REL:(6,4)] [REL:(6,0)]
[REL:(0,14)] [REL:(1,14)]
[REL:(-8,6)] [REL:(-6,8)]
[REL:(-1,12)] [REL:(-1,14)]
[REL:(1,8)] [REL:(2,10)]
[REL:(2,1)] [REL:(1,1)]
[REL:(-1,10)] [REL:(-1,14)]
[REL:(-2,0)] [REL:(1,0)]
[REL:(4,2)] [REL:(2,-2)]
[REL:(2,-1)] [REL:(4,-1)]
[REL:(6,-2)] [REL:(8,-4)]
[REL:(4,6)] [REL:(2,4)]
[REL:(0,1)] [REL:(0,-2)]
[REL:(-4,-1)] [REL:(-6,-1)]
[REL:(-6,0)] [REL:(-4,2)]
[REL:(-1,8)] [REL:(0,10)]
[REL:(-1,8)] [REL:(3,6)]
[REL:(5,4)] [REL:(5,0)]
[REL:(6,-12)] [REL:(4,-10)]
[REL:(4,0)] [REL:(7,0)]
[REL:(-6,1)] [REL:(-6,3)]
[REL:(2,-2)] [REL:(0,-4)]
[REL:(8,-14)] [REL:(8,-14)]
[REL:(4,-7)] [REL:(4,-5)]
[REL:(2,12)] [REL:(0,12)]
[REL:(-4,8)] [REL:(-2,10)]
[REL:(5,-2)] [REL:(5,-4)]
[REL:(-6,-4)] [REL:(-6,-2)]
[REL:(2,-12)] [REL:(2,-12)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0)]
[REL:(0,12)] [REL:(1,10)]
[REL:(-2,14)] [REL:(0,10)]
[REL:(0,6)] [REL:(-2,10)]
[REL:(1,-2)] [REL:(2,0)]
[REL:(6,2)] [REL:(6,6)]
[REL:(-1,0)] [REL:(-1,4)]
[REL:(-1,10)] [REL:(1,10)]
[REL:(-1,10)] [REL:(0,10)]
[REL:(-2,-1)] [REL:(-4,1)]
[REL:(-2,0)] [REL:(0,0);(2,0)]
[REL:(2,6)] [REL:(0,10)]
[REL:(0,5)] [REL:(2,1)]
[REL:(0,5)] [REL:(0,7)]
[REL:(9,-2)] [REL:(9,-2)]
[REL:(6,-7)] [REL:(4,-5)]
[REL:(3,2)] [REL:(3,6)]
[REL:(5,-6)] [REL:(4,-6)]
[REL:(2,8)] [REL:(1,6)]
[REL:(2,4)] [REL:(1,4)]
[REL:(0,1)] [REL:(0,4)]
[REL:(2,3)] [REL:(2,2)]
[REL:(10,-5)] [REL:(10,-7)]
[REL:(-2,18)] [REL:(-2,18)]
[REL:(5,0)] [REL:(5,-4)]
[REL:(-2,-4)] [REL:(-2,-3)]
[REL:(-3,8)] [REL:(-3,10)]
[REL:(4,12)] [REL:(6,8)]
[REL:(1,12)] [REL:(-1,12)]
[REL:(-2,13)] [REL:(-2,13)]
[REL:(3,-6)] [REL:(1,-6)]
[REL:(12,-8)] [REL:(10,-10)]
[REL:(-5,-2)] [REL:(-5,0)]
[REL:(3,3)] [REL:(3,3)]
[REL:(-3,-3)] [REL:(-4,-1)]
[REL:(0,-6)] [REL:(2,-8)]
[REL:(-10,2)] [REL:(-10,4)]
[REL:(8,-1)] [REL:(8,-5)]
[REL:(-1,0)] [REL:(0,3)]
[REL:(2,1)] [REL:(-2,2)]
[REL:(6,-6)] [REL:(4,-2)]
[REL:(8,-4)] [REL:(7,-6)]
[REL:(8,-4)] [REL:(6,-8)]
[REL:(6,10)] [REL:(8,8)]
[REL:(-2,-1)] [REL:(-2,2)]
[REL:(-2,0)] [REL:(-3,2)]
[REL:(0,9)] [REL:(4,7)]
[REL:(2,5)] [REL:(2,6)]
[REL:(8,-9)] [REL:(8,-9)]
[REL:(4,6)] [REL:(5,4)]
[REL:(12,2)] [REL:(12,-2)]
[REL:(8,-6)] [REL:(7,-6)]
[REL:(-4,10)] [REL:(0,10)]
[REL:(8,4)] [REL:(10,0)]
[REL:(-1,8)] [REL:(2,8)]
[REL:(-1,8)] [REL:(3,8)]
[REL:(4,9)] [REL:(6,6)]
[REL:(10,-8)] [REL:(10,-12)]
[REL:(2,-10)] [REL:(2,-8)]
[REL:(7,-8)] [REL:(6,-8)]
[REL:(-2,-8)] [REL:(-4,-6)]
[REL:(4,-7)] [REL:(2,-7)]
[REL:(2,2)] [REL:(2,3)]
[REL:(2,2)] [REL:(1,2)]
[REL:(-2,1)] [REL:(-2,1)]
[REL:(3,-6)] [REL:(2,-6)]
[REL:(-6,4)] [REL:(-4,6)]
[REL:(5,-4)] [REL:(3,-4)]
[REL:(-8,4)] [REL:(-6,6)]
[REL:(0,8)] [REL:(3,6)]
[REL:(6,2)] [REL:(9,0)]
[REL:(10,0)] [REL:(8,-2)]
[REL:(0,14)] [REL:(0,8)]
[REL:(0,14)] [REL:(-2,12)]
[REL:(0,14)] [REL:(4,12)]
[REL:(0,-2)] [REL:(1,1)]
[REL:(-2,0)] [REL:(0,3)]
[REL:(4,2)] [REL:(6,-1)]
[REL:(0,5)] [REL:(2,5)]
[REL:(3,0)] [REL:(7,-2)]
[REL:(5,-8)] [REL:(4,-8)]
[REL:(-6,-2)] [REL:(-4,-2)]
[REL:(0,2)] [REL:(-1,-2)]
[REL:(-3,12)] [REL:(-1,12)]
[REL:(1,4)] [REL:(0,4)]
[REL:(4,3)] [REL:(4,1)]
[REL:(6,-2)] [REL:(4,2)]
[REL:(5,-6)] [REL:(4,-4)]
[REL:(2,10)] [REL:(0,6)]
[REL:(2,10)] [REL:(6,6)]
[REL:(-2,9)] [REL:(-2,7)]
[REL:(5,2)] [REL:(7,-2)]
[REL:(2,7)] [REL:(6,5)]
[REL:(-4,-3)] [REL:(-6,-1)]
[REL:(4,10)] [REL:(2,6)]
[REL:(4,-6)] [REL:(2,-5)]
[REL:(5,8)] [REL:(7,4)]
[REL:(-4,16)] [REL:(-2,16)]
[REL:(-1,-4)] [REL:(-1,-4)]
[REL:(6,-14)] [REL:(6,-14)]
[REL:(5,-2)] [REL:(6,-4)]
[REL:(4,-2)] [REL:(6,-3)]
[REL:(0,-10)] [REL:(-2,-8)]
[REL:(0,12)] [REL:(-2,10)]
[REL:(0,12)] [REL:(2,6)]
[REL:(0,12)] [REL:(2,9)]
[REL:(0,8)] [REL:(-2,10)]
[REL:(4,4)] [REL:(6,3)]
[REL:(1,-2)] [REL:(0,-2)]
[REL:(6,4)] [REL:(10,2)]
[REL:(-2,0)] [REL:(0,-1)]
[REL:(0,0)] [REL:(1,6)]
[REL:(6,0)] [REL:(7,0)]
[REL:(-1,1)] [REL:(-1,2)]
[REL:(0,7)] [REL:(2,3)]
[REL:(3,2)] [REL:(3,-2)]
[REL:(4,6)] [REL:(4,3)]
[REL:(-4,-2)] [REL:(-5,0)]
[REL:(1,6)] [REL:(5,4)]
[REL:(3,4)] [REL:(3,6)]
[REL:(4,9)] [REL:(6,5)]
[REL:(-4,14)] [REL:(-4,14)]
[REL:(-3,8)] [REL:(-3,8)]
[REL:(4,-3)] [REL:(4,-1)]
[REL:(-2,7)] [REL:(0,9)]
[REL:(2,2)] [REL:(3,0)]
[REL:(2,2)] [REL:(-1,-2)]
[REL:(3,-6)] [REL:(1,-4)]
[REL:(-4,8)] [REL:(-2,6)]
[REL:(8,-7)] [REL:(8,-9)]
[REL:(8,-10)] [REL:(6,-8)]
[REL:(-1,6)] [REL:(2,6)]
[REL:(0,12)] [REL:(-2,12)]
[REL:(4,4)] [REL:(5,4)]
[REL:(1,-2)] [REL:(0,-4)]
[REL:(1,8)] [REL:(0,10)]
[REL:(2,1)] [REL:(3,-1)]
[REL:(2,1)] [REL:(0,5)]
[REL:(3,-8)] [REL:(3,-4)]
[REL:(3,-8)] [REL:(1,-8)]
[REL:(-2,0)] [REL:(1,1)]
[REL:(2,0)] [REL:(3,-2)]
[REL:(-8,0)] [REL:(-8,2)]
[REL:(10,2)] [REL:(10,2)]
[REL:(3,2)] [REL:(6,2)]
[REL:(6,-2)] [REL:(8,-6)]
[REL:(0,-5)] [REL:(-2,-3)]
[REL:(-2,8)] [REL:(-4,8)]
[REL:(2,4)] [REL:(4,1)]
[REL:(-4,-1)] [REL:(-4,-1)]
[REL:(-6,0)] [REL:(-6,0)]
[REL:(12,0)] [REL:(12,-4)]
[REL:(4,-8)] [REL:(6,-10)]
[REL:(-3,10)] [REL:(-3,10)]
[REL:(-6,12)] [REL:(-2,12)]
[REL:(5,2)] [REL:(7,2)]
[REL:(1,9)] [REL:(2,6)]
[REL:(7,-8)] [REL:(7,-8)]
[REL:(4,0)] [REL:(4,-1)]
[REL:(0,-3)] [REL:(-2,-2)]
[REL:(-6,-3)] [REL:(-6,-1)]
[REL:(12,-8)] [REL:(10,-8)]
[REL:(-8,2)] [REL:(-8,2)]
[REL:(-4,6)] [REL:(-6,6)]
[REL:(0,3)] [REL:(0,6)]
[REL:(6,-5)] [REL:(6,-7)]
[REL:(10,-2)] [REL:(8,-6)]
[REL:(1,-6)] [REL:(-1,-6)]
[REL:(0,12)] [REL:(1,14)]
[REL:(4,4)] [REL:(2,4)]
[REL:(-1,0)] [REL:(-3,0)]
[REL:(2,1)] [REL:(4,-2)]
[REL:(6,10)] [REL:(8,6)]
[REL:(0,0)] [REL:(2,5)]
[REL:(-8,0)] [REL:(-8,4)]
[REL:(0,5)] [REL:(2,7)]
[REL:(0,2)] [REL:(3,0)]
[REL:(3,2)] [REL:(3,2)]
[REL:(0,1)] [REL:(-2,2)]
[REL:(1,6)] [REL:(0,4)]
[REL:(4,-8)] [REL:(4,-10)]
[REL:(3,10)] [REL:(2,6)]
[REL:(1,2)] [REL:(1,1)]
[REL:(3,6)] [REL:(5,6)]
[REL:(4,9)] [REL:(2,6)]
[REL:(12,-6)] [REL:(10,-8)]
[REL:(-2,-4)] [REL:(-2,-6)]
[REL:(4,0)] [REL:(4,-3)]
[REL:(7,0)] [REL:(7,-4)]
[REL:(-4,6)] [REL:(-2,4)]
[REL:(-4,4)] [REL:(-4,4)]
[REL:(-3,-4)] [REL:(-5,-2)]
[REL:(3,14)] [REL:(3,12)]
[REL:(14,-2)] [REL:(14,-4)]
[REL:(-7,0)] [REL:(-7,2)]
[REL:(0,12)] [REL:(0,11)]
[REL:(4,4)] [REL:(4,6)]
[REL:(6,2)] [REL:(6,4)]
[REL:(7,-6)] [REL:(6,-6)]
[REL:(0,16)] [REL:(-2,14)]
[REL:(0,0)] [REL:(-3,2)]
[REL:(2,0)] [REL:(-1,-2)]
[REL:(0,7)] [REL:(2,4)]
[REL:(4,2)] [REL:(2,2)]
[REL:(0,9)] [REL:(2,5)]
[REL:(1,4)] [REL:(3,6)]
[REL:(-4,-4)] [REL:(-4,0)]
[REL:(-4,-4)] [REL:(-6,-4)]
[REL:(2,8)] [REL:(4,7)]
[REL:(2,8)] [REL:(5,6)]
[REL:(-2,2)] [REL:(2,4)]
[REL:(0,1)] [REL:(2,2)]
[REL:(2,3)] [REL:(2,7)]
[REL:(1,0)] [REL:(1,-4)]
[REL:(10,-4)] [REL:(8,-6)]
[REL:(3,4)] [REL:(5,4)]
[REL:(3,6)] [REL:(1,8)]
[REL:(-1,8)] [REL:(-1,4)]
[REL:(5,0)] [REL:(5,0)]
[REL:(7,4)] [REL:(9,0)]
[REL:(2,-2)] [REL:(4,0)]
[REL:(-4,1)] [REL:(-6,3)]
[REL:(2,2)] [REL:(6,0)]
[REL:(0,20)] [REL:(0,18)]
[REL:(1,12)] [REL:(3,8)]
[REL:(7,0)] [REL:(8,0)]
[REL:(3,-6)] [REL:(2,-4)]
[REL:(12,-8)] [REL:(12,-10)]
[REL:(5,-4)] [REL:(3,-2)]
[REL:(4,8)] [REL:(8,4)]
[REL:(4,8)] [REL:(4,10)]
[REL:(8,-10)] [REL:(8,-12)]
[REL:(-3,-3)] [REL:(-3,-3)]
[REL:(0,-6)] [REL:(-1,-4)]
[REL:(4,-2)] [REL:(2,-4)]
[REL:(-1,-1)] [REL:(-1,-2)]
[REL:(-5,-4)] [REL:(-7,0)]
[REL:(2,16)] [REL:(2,16)]
[REL:(2,-12)] [REL:(2,-10)]
[REL:(-1,6)] [REL:(1,2)]
[REL:(1,10)] [REL:(1,14)]
[REL:(4,4)] [REL:(8,0)]
[REL:(4,4)] [REL:(8,4)]
[REL:(6,-1)] [REL:(6,-4)]
[REL:(-2,0)] [REL:(-2,4)]
[REL:(0,5)] [REL:(4,5)]
[REL:(3,0)] [REL:(3,-4)]
[REL:(5,-8)] [REL:(5,-8)]
[REL:(0,2)] [REL:(-2,1)]
[REL:(3,2)] [REL:(3,4)]
[REL:(6,-2)] [REL:(6,-3)]
[REL:(6,-2)] [REL:(7,-4)]
[REL:(5,-6)] [REL:(5,-6)]
[REL:(0,-5)] [REL:(-2,-4)]
[REL:(8,2)] [REL:(10,2)]
[REL:(1,6)] [REL:(-1,8)]
[REL:(-2,9)] [REL:(-2,11)]
[REL:(-4,10)] [REL:(-4,8)]
[REL:(9,-6)] [REL:(8,-8)]
[REL:(2,11)] [REL:(2,11)]
[REL:(-2,-3)] [REL:(-2,-2)]
[REL:(0,-3)] [REL:(0,-1)]
[REL:(4,-6)] [REL:(4,-5)]
[REL:(1,-1)] [REL:(2,0)]
[REL:(9,0)] [REL:(11,-2)]
[REL:(2,12)] [REL:(0,8)]
[REL:(2,12)] [REL:(3,8)]
[REL:(2,12)] [REL:(2,13)]
[REL:(-1,2)] [REL:(-1,-2)]
[REL:(0,3)] [REL:(0,2)]
[REL:(3,3)] [REL:(5,1)]
[REL:(-5,0)] [REL:(-5,2)]
[REL:(5,-2)] [REL:(4,0)]
[REL:(1,16)] [REL:(1,16)]
[REL:(4,4)] [REL:(2,8)]
[REL:(8,-1)] [REL:(8,-1)]
[REL:(7,-6)] [REL:(7,-4)]
[REL:(3,-8)] [REL:(1,-4)]
[REL:(6,-6)] [REL:(6,-7)]
[REL:(-2,-1)] [REL:(-6,-1)]
[REL:(0,0)] [REL:(-3,-1)]
[REL:(6,-8)] [REL:(8,-6)]
[REL:(0,7)] [REL:(0,8)]
[REL:(2,6)] [REL:(6,6)]
[REL:(0,9)] [REL:(2,11)]
[REL:(3,0)] [REL:(2,-2)]
[REL:(-4,12)] [REL:(0,10)]
[REL:(6,-2)] [REL:(4,-4)]
[REL:(4,6)] [REL:(5,2)]
[REL:(1,6)] [REL:(0,6)]
[REL:(-2,9)] [REL:(-2,6)]
[REL:(-3,10)] [REL:(-3,12)]
[REL:(-3,10)] [REL:(-2,8)]
[REL:(-6,14)] [REL:(-4,14)]
[REL:(2,-4)] [REL:(-2,-4)]
[REL:(1,2)] [REL:(0,6)]
[REL:(-2,6)] [REL:(-2,10)]
[REL:(5,-10)] [REL:(4,-10)]
[REL:(0,11)] [REL:(0,10)]
[REL:(4,10)] [REL:(4,12)]
[REL:(4,-3)] [REL:(6,-3)]
[REL:(2,2)] [REL:(6,2)]
[REL:(9,-4)] [REL:(9,-4)]
[REL:(2,9)] [REL:(4,7)]
[REL:(-1,-6)] [REL:(-1,-4)]
[REL:(0,3)] [REL:(0,5)]
[REL:(8,-10)] [REL:(8,-8)]
[REL:(10,-6)] [REL:(8,-6)]
[REL:(-1,14)] [REL:(1,12)]
[REL:(0,-6)] [REL:(2,-6)]
[REL:(0,-6)] [REL:(-4,-6)]
[REL:(1,16)] [REL:(1,14)]
[REL:(-5,-4)] [REL:(-7,-2)]
[REL:(0,0);(0,0)] [REL:(-2,-2)]
[REL:(-1,6)] [REL:(-1,8)]
[REL:(1,10)] [REL:(3,6)]
[REL:(-2,14)] [REL:(-2,16)]
[REL:(4,4)] [REL:(2,2)]
[REL:(1,-2)] [REL:(-2,0)]
[REL:(1,-2)] [REL:(-1,2)]
[REL:(10,0)] [REL:(8,0)]
[REL:(-1,0)] [REL:(2,4)]
[REL:(7,-2)] [REL:(7,-6)]
[REL:(-4,0)] [REL:(-6,4)]
[REL:(0,-2)] [REL:(-1,-4)]
[REL:(3,-8)] [REL:(3,-6)]
[REL:(8,-4)] [REL:(8,-5)]
[REL:(8,3)] [REL:(8,1)]
[REL:(6,8)] [REL:(6,5)]
[REL:(-1,10)] [REL:(0,6)]
[REL:(-8,0)] [REL:(-10,2)]
[REL:(2,5)] [REL:(0,7)]
[REL:(-10,4)] [REL:(-10,6)]
[REL:(0,2)] [REL:(-1,4)]
[REL:(6,-7)] [REL:(6,-5)]
[REL:(6,-2)] [REL:(2,0)]
[REL:(4,-4)] [REL:(5,-4)]
[REL:(-3,0)] [REL:(-1,2)]
[REL:(2,10)] [REL:(1,10)]
[REL:(2,3)] [REL:(2,4)]
[REL:(-2,18)] [REL:(0,18)]
[REL:(-2,18)] [REL:(-2,16)]
[REL:(2,-6)] [REL:(-2,-4)]
[REL:(-4,10)] [REL:(-2,11)]
[REL:(4,-1)] [REL:(4,-1)]
[REL:(1,2)] [REL:(-2,2)]
[REL:(4,5)] [REL:(2,7)]
[REL:(5,0)] [REL:(6,0)]
[REL:(4,10)] [REL:(6,10)]
[REL:(2,-2)] [REL:(-2,-2)]
[REL:(2,-2)] [REL:(1,0)]
[REL:(4,-7)] [REL:(4,-7)]
[REL:(4,12)] [REL:(4,8)]
[REL:(-4,2)] [REL:(-4,6)]
[REL:(6,-4)] [REL:(6,-5)]
[REL:(1,-1)] [REL:(2,-1)]
[REL:(7,-10)] [REL:(6,-10)]
[REL:(-3,-6)] [REL:(-4,-4)]
[REL:(7,2)] [REL:(8,-2)]
[REL:(6,-14)] [REL:(6,-12)]
[REL:(-1,-1)] [REL:(-2,-1)]
[REL:(4,-12)] [REL:(4,-12)]
[REL:(2,18)] [REL:(2,20)]
[REL:(-2,14)] [REL:(0,16)]
[REL:(0,6)] [REL:(2,12)]
[REL:(4,4)] [REL:(6,6)]
[REL:(1,-2)] [REL:(3,-2)]
[REL:(1,-2)] [REL:(3,-4)]
[REL:(1,-2)] [REL:(0,0);(0,0)]
[REL:(8,-1)] [REL:(10,-1)]
[REL:(-1,0)] [REL:(-3,2)]
[REL:(-8,6)] [REL:(-8,10)]
[REL:(-1,12)] [REL:(1,10)]
[REL:(8,-4)] [REL:(7,-4)]
[REL:(-2,0)] [REL:(-4,1)]
[REL:(8,6)] [REL:(10,6)]
[REL:(-1,1)] [REL:(1,3)]
[REL:(0,7)] [REL:(1,6)]
[REL:(0,10)] [REL:(-2,8)]
[REL:(5,-8)] [REL:(5,-6)]
[REL:(6,-2)] [REL:(8,-3)]
[REL:(-3,0)] [REL:(-3,2)]
[REL:(0,1)] [REL:(2,5)]
[REL:(12,0)] [REL:(14,-2)]
[REL:(2,-6)] [REL:(-2,-6)]
[REL:(-6,12)] [REL:(-4,14)]
[REL:(2,-4)] [REL:(2,-8)]
[REL:(9,-6)] [REL:(9,-6)]
[REL:(1,1)] [REL:(0,-2)]
[REL:(5,2)] [REL:(6,0)]
[REL:(4,5)] [REL:(4,7)]
[REL:(4,10)] [REL:(4,4)]
[REL:(7,4)] [REL:(8,2)]
[REL:(-3,8)] [REL:(-1,8)]
[REL:(0,-3)] [REL:(-2,-3)]
[REL:(-4,2)] [REL:(-2,2)]
[REL:(-4,2)] [REL:(-6,6)]
[REL:(2,2)] [REL:(4,1)]
[REL:(2,9)] [REL:(2,5)]
[REL:(6,-4)] [REL:(6,0)]
[REL:(6,-4)] [REL:(8,-8)]
[REL:(-8,8)] [REL:(-8,10)]
[REL:(-4,4)] [REL:(-2,4)]
[REL:(4,8)] [REL:(5,4)]
[REL:(8,-10)] [REL:(7,-10)]
[REL:(2,-8)] [REL:(2,-10)]
[REL:(10,-12)] [REL:(8,-12)]
[REL:(-6,3)] [REL:(-6,5)]
[REL:(6,12)] [REL:(6,8)]
[REL:(0,0);(0,0)] [REL:(1,0)]
[REL:(2,14)] [REL:(0,14)]
[REL:(6,4)] [REL:(10,4)]
[REL:(-4,0)] [REL:(-5,0)]
[REL:(8,8)] [REL:(10,4)]
[REL:(0,16)] [REL:(2,12)]
[REL:(1,8)] [REL:(3,4)]
[REL:(-2,0)] [REL:(2,4)]
[REL:(0,0)] [REL:(1,-4)]
[REL:(2,0)] [REL:(5,-2)]
[REL:(0,7)] [REL:(1,4)]
[REL:(0,7)] [REL:(2,8)]
[REL:(3,0)] [REL:(0,0)]
[REL:(-6,-2)] [REL:(-7,0)]
[REL:(2,-1)] [REL:(-2,-1)]
[REL:(2,-1)] [REL:(4,1)]
[REL:(8,-9)] [REL:(6,-9)]
[REL:(1,4)] [REL:(0,8)]
[REL:(4,-4)] [REL:(6,-8)]
[REL:(-3,0)] [REL:(0,0)]
[REL:(-2,8)] [REL:(2,4)]
[REL:(2,10)] [REL:(4,14)]
[REL:(-4,-1)] [REL:(-5,1)]
[REL:(2,3)] [REL:(0,3)]
[REL:(0,22)] [REL:(0,22)]
[REL:(10,-4)] [REL:(12,-6)]
[REL:(-4,10)] [REL:(0,8)]
[REL:(2,-4)] [REL:(4,-4)]
[REL:(4,-1)] [REL:(6,-1)]
[REL:(1,2)] [REL:(3,-2)]
[REL:(4,5)] [REL:(8,3)]
[REL:(-4,11)] [REL:(-2,11)]
[REL:(0,11)] [REL:(0,8)]
[REL:(2,7)] [REL:(4,6)]
[REL:(6,3)] [REL:(6,-1)]
[REL:(5,6)] [REL:(7,2)]
[REL:(8,-2)] [REL:(8,-5)]
[REL:(8,-2)] [REL:(8,-3)]
[REL:(1,12)] [REL:(0,10)]
