{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[UNKNOWN]": 4,
    "[REL:(11,10)]": 5,
    "[REL:(-1,4)]": 6,
    "[REL:(-1,6)]": 7,
    "[REL:(1,10)]": 8,
    "[REL:(0,12)]": 9,
    "[REL:(3,16)]": 10,
    "[REL:(1,18)]": 11,
    "[REL:(3,22)]": 12,
    "[REL:(0,19)]": 13,
    "[REL:(2,17)]": 14,
    "[REL:(0,18)]": 15,
    "[REL:(2,18)]": 16,
    "[REL:(-2,14)]": 17,
    "[REL:(2,14)]": 18,
    "[REL:(0,8)]": 19,
    "[REL:(0,6)]": 20,
    "[REL:(4,4)]": 21,
    "[REL:(-2,-2)]": 22,
    "[REL:(1,-2)]": 23,
    "[REL:(-5,-101)]": 24,
    "[REL:(6,4)]": 25,
    "[REL:(6,2)]": 26,
    "[REL:(8,-1)]": 27,
    "[REL:(10,0)]": 28,
    "[REL:(10,1)]": 29,
    "[REL:(5,-3)]": 30,
    "[REL:(32,-98)]": 31,
    "[REL:(-1,0)]": 32,
    "[REL:(0,14)]": 33,
    "[REL:(0,23)]": 34,
    "[REL:(-2,25)]": 35,
    "[REL:(0,26)]": 36,
    "[REL:(0,24)]": 37,
    "[REL:(5,14)]": 38,
    "[REL:(6,6)]": 39,
    "[REL:(46,-27)]": 40,
    "[REL:(3,-1)]": 41,
    "[REL:(7,-2)]": 42,
    "[REL:(8,-5)]": 43,
    "[REL:(7,-6)]": 44,
    "[REL:(7,-9)]": 45,
    "[REL:(9,-8)]": 46,
    "[REL:(5,-11)]": 47,
    "[REL:(5,-9)]": 48,
    "[REL:(-1,-7)]": 49,
    "[REL:(-6,-7)]": 50,
    "[REL:(-4,0)]": 51,
    "[REL:(-6,2)]": 52,
    "[REL:(-8,6)]": 53,
    "[REL:(-8,9)]": 54,
    "[REL:(-9,11)]": 55,
    "[REL:(-5,15)]": 56,
    "[REL:(-2,15)]": 57,
    "[REL:(-2,11)]": 58,
    "[REL:(6,11)]": 59,
    "[REL:(8,8)]": 60,
    "[REL:(11,5)]": 61,
    "[REL:(13,2)]": 62,
    "[REL:(12,-2)]": 63,
    "[REL:(12,-5)]": 64,
    "[REL:(145,-180)]": 65,
    "[REL:(-1,12)]": 66,
    "[REL:(0,16)]": 67,
    "[REL:(-1,17)]": 68,
    "[REL:(-1,19)]": 69,
    "[REL:(-2,10)]": 70,
    "[REL:(1,8)]": 71,
    "[REL:(2,1)]": 72,
    "[REL:(0,-2)]": 73,
    "[REL:(3,-8)]": 74,
    "[REL:(6,-13)]": 75,
    "[REL:(5,-12)]": 76,
    "[REL:(6,-9)]": 77,
    "[REL:(6,-6)]": 78,
    "[REL:(8,-4)]": 79,
    "[REL:(6,-1)]": 80,
    "[REL:(8,3)]": 81,
    "[REL:(12,7)]": 82,
    "[REL:(6,8)]": 83,
    "[REL:(6,10)]": 84,
    "[REL:(-1,10)]": 85,
    "[REL:(-7,8)]": 86,
    "[REL:(-6,8)]": 87,
    "[REL:(-9,4)]": 88,
    "[REL:(-9,3)]": 89,
    "[REL:(-8,1)]": 90,
    "[REL:(-6,-1)]": 91,
    "[REL:(-2,-1)]": 92,
    "[REL:(-2,0)]": 93,
    "[REL:(0,0)]": 94,
    "[REL:(2,0)]": 95,
    "[REL:(84,-16)]": 96,
    "[REL:(8,1)]": 97,
    "[REL:(8,-3)]": 98,
    "[REL:(6,-8)]": 99,
    "[REL:(9,-10)]": 100,
    "[REL:(7,-12)]": 101,
    "[REL:(2,-15)]": 102,
    "[REL:(-2,-10)]": 103,
    "[REL:(-4,-5)]": 104,
    "[REL:(-8,0)]": 105,
    "[REL:(-7,5)]": 106,
    "[REL:(-8,10)]": 107,
    "[REL:(-10,14)]": 108,
    "[REL:(-3,17)]": 109,
    "[REL:(-4,15)]": 110,
    "[REL:(7,10)]": 111,
    "[REL:(8,6)]": 112,
    "[REL:(12,6)]": 113,
    "[REL:(6,0)]": 114,
    "[REL:(15,-1)]": 115,
    "[REL:(9,-7)]": 116,
    "[REL:(12,-9)]": 117,
    "[REL:(27,-123)]": 118,
    "[REL:(-1,1)]": 119,
    "[REL:(-4,-53)]": 120,
    "[REL:(7,70)]": 121,
    "[REL:(-1,16)]": 122,
    "[REL:(-4,18)]": 123,
    "[REL:(0,7)]": 124,
    "[REL:(2,6)]": 125,
    "[REL:(4,2)]": 126,
    "[REL:(40,-31)]": 127,
    "[REL:(0,10)]": 128,
    "[REL:(0,9)]": 129,
    "[REL:(2,5)]": 130,
    "[REL:(11,-97)]": 131,
    "[REL:(1,5)]": 132,
    "[REL:(0,5)]": 133,
    "[REL:(49,76)]": 134,
    "[REL:(3,0)]": 135,
    "[REL:(9,-2)]": 136,
    "[REL:(5,-8)]": 137,
    "[REL:(18,-36)]": 138,
    "[REL:(-6,-2)]": 139,
    "[REL:(-10,4)]": 140,
    "[REL:(-12,8)]": 141,
    "[REL:(-10,12)]": 142,
    "[REL:(-8,13)]": 143,
    "[REL:(-4,12)]": 144,
    "[REL:(7,8)]": 145,
    "[REL:(9,6)]": 146,
    "[REL:(10,2)]": 147,
    "[REL:(13,0)]": 148,
    "[REL:(13,-3)]": 149,
    "[REL:(17,-54)]": 150,
    "[REL:(0,2)]": 151,
    "[REL:(-3,12)]": 152,
    "[REL:(0,4)]": 153,
    "[REL:(2,-1)]": 154,
    "[REL:(6,-7)]": 155,
    "[REL:(8,-9)]": 156,
    "[REL:(10,-15)]": 157,
    "[REL:(10,-19)]": 158,
    "[REL:(8,-12)]": 159,
    "[REL:(4,-5)]": 160,
    "[REL:(3,-2)]": 161,
    "[REL:(1,4)]": 162,
    "[REL:(1,7)]": 163,
    "[REL:(20,29)]": 164,
    "[REL:(4,3)]": 165,
    "[REL:(3,2)]": 166,
    "[REL:(5,-1)]": 167,
    "[REL:(6,-2)]": 168,
    "[REL:(4,-4)]": 169,
    "[REL:(7,-5)]": 170,
    "[REL:(5,-6)]": 171,
    "[REL:(4,-9)]": 172,
    "[REL:(0,-5)]": 173,
    "[REL:(-4,-4)]": 174,
    "[REL:(-9,-2)]": 175,
    "[REL:(-5,5)]": 176,
    "[REL:(-10,9)]": 177,
    "[REL:(-6,11)]": 178,
    "[REL:(2,8)]": 179,
    "[REL:(4,6)]": 180,
    "[REL:(8,2)]": 181,
    "[REL:(12,2)]": 182,
    "[REL:(73,-50)]": 183,
    "[REL:(-3,0)]": 184,
    "[REL:(-2,2)]": 185,
    "[REL:(-4,3)]": 186,
    "[REL:(-2,5)]": 187,
    "[REL:(-2,8)]": 188,
    "[REL:(2,10)]": 189,
    "[REL:(2,4)]": 190,
    "[REL:(0,1)]": 191,
    "[REL:(-4,-1)]": 192,
    "[REL:(-10,-3)]": 193,
    "[REL:(-4,-2)]": 194,
    "[REL:(-8,-4)]": 195,
    "[REL:(-8,-6)]": 196,
    "[REL:(-6,0)]": 197,
    "[REL:(144,-128)]": 198,
    "[REL:(2,3)]": 199,
    "[REL:(-2,12)]": 200,
    "[REL:(3,21)]": 201,
    "[REL:(0,22)]": 202,
    "[REL:(-2,21)]": 203,
    "[REL:(-6,15)]": 204,
    "[REL:(1,6)]": 205,
    "[REL:(-5,-38)]": 206,
    "[REL:(1,0)]": 207,
    "[REL:(7,5)]": 208,
    "[REL:(9,2)]": 209,
    "[REL:(12,0)]": 210,
    "[REL:(10,-5)]": 211,
    "[REL:(40,-59)]": 212,
    "[REL:(0,17)]": 213,
    "[REL:(-2,18)]": 214,
    "[REL:(-1,15)]": 215,
    "[REL:(-2,9)]": 216,
    "[REL:(6,-3)]": 217,
    "[REL:(4,-8)]": 218,
    "[REL:(12,-11)]": 219,
    "[REL:(3,5)]": 220,
    "[REL:(3,10)]": 221,
    "[REL:(8,0)]": 222,
    "[REL:(10,-4)]": 223,
    "[REL:(8,-6)]": 224,
    "[REL:(19,-28)]": 225,
    "[REL:(-5,1)]": 226,
    "[REL:(-5,3)]": 227,
    "[REL:(-3,10)]": 228,
    "[REL:(-3,14)]": 229,
    "[REL:(-5,12)]": 230,
    "[REL:(2,-6)]": 231,
    "[REL:(3,4)]": 232,
    "[REL:(29,-68)]": 233,
    "[REL:(-4,10)]": 234,
    "[REL:(-6,12)]": 235,
    "[REL:(-6,14)]": 236,
    "[REL:(-9,8)]": 237,
    "[REL:(2,-4)]": 238,
    "[REL:(3,-4)]": 239,
    "[REL:(4,-1)]": 240,
    "[REL:(11,0)]": 241,
    "[REL:(9,-1)]": 242,
    "[REL:(192,-86)]": 243,
    "[REL:(1,14)]": 244,
    "[REL:(-1,20)]": 245,
    "[REL:(-2,16)]": 246,
    "[REL:(-23,-34)]": 247,
    "[REL:(1,2)]": 248,
    "[REL:(3,6)]": 249,
    "[REL:(9,4)]": 250,
    "[REL:(8,4)]": 251,
    "[REL:(3,-5)]": 252,
    "[REL:(37,-66)]": 253,
    "[REL:(-1,8)]": 254,
    "[REL:(11,-10)]": 255,
    "[REL:(4,7)]": 256,
    "[REL:(4,9)]": 257,
    "[REL:(5,5)]": 258,
    "[REL:(9,-6)]": 259,
    "[REL:(2,-11)]": 260,
    "[REL:(-6,-11)]": 261,
    "[REL:(2,11)]": 262,
    "[REL:(6,7)]": 263,
    "[REL:(9,3)]": 264,
    "[REL:(11,-3)]": 265,
    "[REL:(70,-96)]": 266,
    "[REL:(-2,6)]": 267,
    "[REL:(1,1)]": 268,
    "[REL:(14,-36)]": 269,
    "[REL:(3,1)]": 270,
    "[REL:(5,2)]": 271,
    "[REL:(42,-56)]": 272,
    "[REL:(-1,3)]": 273,
    "[REL:(-6,13)]": 274,
    "[REL:(-4,14)]": 275,
    "[REL:(4,5)]": 276,
    "[REL:(74,-46)]": 277,
    "[REL:(-2,3)]": 278,
    "[REL:(-10,7)]": 279,
    "[REL:(-7,14)]": 280,
    "[REL:(5,4)]": 281,
    "[REL:(9,-3)]": 282,
    "[REL:(10,-7)]": 283,
    "[REL:(10,-8)]": 284,
    "[REL:(5,-10)]": 285,
    "[REL:(6,-12)]": 286,
    "[REL:(2,-10)]": 287,
    "[REL:(0,-8)]": 288,
    "[REL:(-4,-8)]": 289,
    "[REL:(0,-1)]": 290,
    "[REL:(-3,-1)]": 291,
    "[REL:(42,-7)]": 292,
    "[REL:(-2,4)]": 293,
    "[REL:(-4,11)]": 294,
    "[REL:(3,7)]": 295,
    "[REL:(5,0)]": 296,
    "[REL:(8,-8)]": 297,
    "[REL:(12,-12)]": 298,
    "[REL:(11,-12)]": 299,
    "[REL:(-5,13)]": 300,
    "[REL:(0,11)]": 301,
    "[REL:(5,3)]": 302,
    "[REL:(75,-47)]": 303,
    "[REL:(-5,2)]": 304,
    "[REL:(-7,4)]": 305,
    "[REL:(-5,8)]": 306,
    "[REL:(1,9)]": 307,
    "[REL:(2,7)]": 308,
    "[REL:(-9,-4)]": 309,
    "[REL:(-7,-3)]": 310,
    "[REL:(-4,-3)]": 311,
    "[REL:(-1,-2)]": 312,
    "[REL:(12,1)]": 313,
    "[REL:(12,-1)]": 314,
    "[REL:(15,-4)]": 315,
    "[REL:(12,-6)]": 316,
    "[REL:(7,-8)]": 317,
    "[REL:(-2,-8)]": 318,
    "[REL:(-2,-4)]": 319,
    "[REL:(9,8)]": 320,
    "[REL:(13,4)]": 321,
    "[REL:(175,-62)]": 322,
    "[REL:(-5,-1)]": 323,
    "[REL:(-7,1)]": 324,
    "[REL:(-10,1)]": 325,
    "[REL:(-7,7)]": 326,
    "[REL:(-6,10)]": 327,
    "[REL:(4,10)]": 328,
    "[REL:(7,4)]": 329,
    "[REL:(11,-2)]": 330,
    "[REL:(10,-3)]": 331,
    "[REL:(11,-5)]": 332,
    "[REL:(19,-32)]": 333,
    "[REL:(62,-53)]": 334,
    "[REL:(-2,-3)]": 335,
    "[REL:(-6,18)]": 336,
    "[REL:(-4,20)]": 337,
    "[REL:(-1,-40)]": 338,
    "[REL:(4,1)]": 339,
    "[REL:(4,0)]": 340,
    "[REL:(10,-1)]": 341,
    "[REL:(111,-75)]": 342,
    "[REL:(-3,8)]": 343,
    "[REL:(7,1)]": 344,
    "[REL:(4,-3)]": 345,
    "[REL:(7,-3)]": 346,
    "[REL:(55,-3)]": 347,
    "[REL:(-6,1)]": 348,
    "[REL:(-8,5)]": 349,
    "[REL:(-2,7)]": 350,
    "[REL:(-1,-10)]": 351,
    "[REL:(-6,-6)]": 352,
    "[REL:(-3,1)]": 353,
    "[REL:(44,16)]": 354,
    "[REL:(-3,9)]": 355,
    "[REL:(6,-10)]": 356,
    "[REL:(2,-2)]": 357,
    "[REL:(6,1)]": 358,
    "[REL:(6,3)]": 359,
    "[REL:(26,3)]": 360,
    "[REL:(-4,1)]": 361,
    "[REL:(-7,6)]": 362,
    "[REL:(11,-7)]": 363,
    "[REL:(11,-9)]": 364,
    "[REL:(12,-13)]": 365,
    "[REL:(10,-16)]": 366,
    "[REL:(8,-14)]": 367,
    "[REL:(4,-7)]": 368,
    "[REL:(0,-3)]": 369,
    "[REL:(-5,9)]": 370,
    "[REL:(-8,16)]": 371,
    "[REL:(-6,16)]": 372,
    "[REL:(4,12)]": 373,
    "[REL:(63,-30)]": 374,
    "[REL:(-4,2)]": 375,
    "[REL:(-5,6)]": 376,
    "[REL:(-1,7)]": 377,
    "[REL:(3,11)]": 378,
    "[REL:(5,10)]": 379,
    "[REL:(2,2)]": 380,
    "[REL:(-3,2)]": 381,
    "[REL:(-11,0)]": 382,
    "[REL:(-9,0)]": 383,
    "[REL:(-8,-3)]": 384,
    "[REL:(-7,-4)]": 385,
    "[REL:(-6,-3)]": 386,
    "[REL:(-2,1)]": 387,
    "[REL:(-3,-2)]": 388,
    "[REL:(-5,10)]": 389,
    "[REL:(3,12)]": 390,
    "[REL:(8,12)]": 391,
    "[REL:(8,9)]": 392,
    "[REL:(-6,5)]": 393,
    "[REL:(-10,6)]": 394,
    "[REL:(-11,4)]": 395,
    "[REL:(99,-146)]": 396,
    "[REL:(0,20)]": 397,
    "[REL:(5,-5)]": 398,
    "[REL:(8,-13)]": 399,
    "[REL:(9,-4)]": 400,
    "[REL:(7,-1)]": 401,
    "[REL:(8,7)]": 402,
    "[REL:(8,11)]": 403,
    "[REL:(2,9)]": 404,
    "[REL:(5,6)]": 405,
    "[REL:(7,3)]": 406,
    "[REL:(71,-39)]": 407,
    "[REL:(-3,6)]": 408,
    "[REL:(6,-4)]": 409,
    "[REL:(8,-2)]": 410,
    "[REL:(4,-6)]": 411,
    "[REL:(-1,-6)]": 412,
    "[REL:(-6,-5)]": 413,
    "[REL:(73,-4)]": 414,
    "[REL:(1,12)]": 415,
    "[REL:(-1,9)]": 416,
    "[REL:(1,-1)]": 417,
    "[REL:(7,0)]": 418,
    "[REL:(62,-114)]": 419,
    "[REL:(-4,13)]": 420,
    "[REL:(-2,13)]": 421,
    "[REL:(56,-40)]": 422,
    "[REL:(-3,7)]": 423,
    "[REL:(-7,10)]": 424,
    "[REL:(7,-7)]": 425,
    "[REL:(10,-10)]": 426,
    "[REL:(11,-11)]": 427,
    "[REL:(9,-15)]": 428,
    "[REL:(5,-20)]": 429,
    "[REL:(7,-18)]": 430,
    "[REL:(4,-16)]": 431,
    "[REL:(3,-6)]": 432,
    "[REL:(-5,16)]": 433,
    "[REL:(6,14)]": 434,
    "[REL:(5,8)]": 435,
    "[REL:(139,-104)]": 436,
    "[REL:(7,-10)]": 437,
    "[REL:(12,-8)]": 438,
    "[REL:(13,1)]": 439,
    "[REL:(10,4)]": 440,
    "[REL:(-4,5)]": 441,
    "[REL:(-8,3)]": 442,
    "[REL:(-6,4)]": 443,
    "[REL:(-8,2)]": 444,
    "[REL:(60,-2)]": 445,
    "[REL:(7,-4)]": 446,
    "[REL:(7,-24)]": 447,
    "[REL:(10,6)]": 448,
    "[REL:(14,2)]": 449,
    "[REL:(15,1)]": 450,
    "[REL:(219,-63)]": 451,
    "[REL:(-9,6)]": 452,
    "[REL:(-8,8)]": 453,
    "[REL:(9,0)]": 454,
    "[REL:(5,-4)]": 455,
    "[REL:(43,-96)]": 456,
    "[REL:(-4,7)]": 457,
    "[REL:(2,12)]": 458,
    "[REL:(-4,6)]": 459,
    "[REL:(-4,4)]": 460,
    "[REL:(80,-36)]": 461,
    "[REL:(11,-4)]": 462,
    "[REL:(-2,-6)]": 463,
    "[REL:(0,-4)]": 464,
    "[REL:(37,-58)]": 465,
    "[REL:(43,-21)]": 466,
    "[REL:(8,-70)]": 467,
    "[REL:(57,26)]": 468,
    "[REL:(4,8)]": 469,
    "[REL:(-1,2)]": 470,
    "[REL:(-8,-2)]": 471,
    "[REL:(78,-59)]": 472,
    "[REL:(-3,3)]": 473,
    "[REL:(0,3)]": 474,
    "[REL:(3,8)]": 475,
    "[REL:(40,-12)]": 476,
    "[REL:(-3,-6)]": 477,
    "[REL:(-5,-2)]": 478,
    "[REL:(-4,8)]": 479,
    "[REL:(10,3)]": 480,
    "[REL:(72,-27)]": 481,
    "[REL:(-5,-3)]": 482,
    "[REL:(14,-12)]": 483,
    "[REL:(8,-16)]": 484,
    "[REL:(144,-40)]": 485,
    "[REL:(-8,7)]": 486,
    "[REL:(-10,11)]": 487,
    "[REL:(8,-7)]": 488,
    "[REL:(8,-10)]": 489,
    "[REL:(5,-14)]": 490,
    "[REL:(2,-9)]": 491,
    "[REL:(46,-39)]": 492,
    "[REL:(6,-5)]": 493,
    "[REL:(8,-11)]": 494,
    "[REL:(3,3)]": 495,
    "[REL:(49,-24)]": 496,
    "[REL:(-1,-3)]": 497,
    "[REL:(-6,6)]": 498,
    "[REL:(11,-13)]": 499,
    "[REL:(8,-18)]": 500,
    "[REL:(9,-16)]": 501,
    "[REL:(1,-12)]": 502,
    "[REL:(-3,-3)]": 503,
    "[REL:(-2,19)]": 504,
    "[REL:(-2,17)]": 505,
    "[REL:(4,13)]": 506,
    "[REL:(95,-114)]": 507,
    "[REL:(1,19)]": 508,
    "[REL:(-3,19)]": 509,
    "[REL:(-8,-42)]": 510,
    "[REL:(2,-8)]": 511,
    "[REL:(32,-63)]": 512,
    "[REL:(-3,11)]": 513,
    "[REL:(10,-6)]": 514,
    "[REL:(3,-3)]": 515,
    "[REL:(-4,9)]": 516,
    "[REL:(52,-96)]": 517,
    "[REL:(-1,5)]": 518,
    "[REL:(-8,-34)]": 519,
    "[REL:(-1,22)]": 520,
    "[REL:(-2,22)]": 521,
    "[REL:(7,2)]": 522,
    "[REL:(11,-6)]": 523,
    "[REL:(13,-2)]": 524,
    "[REL:(13,-1)]": 525,
    "[REL:(14,-1)]": 526,
    "[REL:(81,-63)]": 527,
    "[REL:(-3,-4)]": 528,
    "[REL:(-4,16)]": 529,
    "[REL:(4,-14)]": 530,
    "[REL:(3,9)]": 531,
    "[REL:(4,16)]": 532,
    "[REL:(5,7)]": 533,
    "[REL:(6,5)]": 534,
    "[REL:(29,-104)]": 535,
    "[REL:(0,13)]": 536,
    "[REL:(-1,14)]": 537,
    "[REL:(-8,4)]": 538,
    "[REL:(72,-37)]": 539,
    "[REL:(3,-9)]": 540,
    "[REL:(49,-1)]": 541,
    "[REL:(40,-28)]": 542,
    "[REL:(251,-14)]": 543,
    "[REL:(-10,3)]": 544,
    "[REL:(-12,1)]": 545,
    "[REL:(118,-101)]": 546,
    "[REL:(10,-2)]": 547,
    "[REL:(66,-24)]": 548,
    "[REL:(-1,-8)]": 549,
    "[REL:(-1,-4)]": 550,
    "[REL:(40,-11)]": 551,
    "[REL:(50,-94)]": 552,
    "[REL:(1,11)]": 553,
    "[REL:(56,-23)]": 554,
    "[REL:(12,-14)]": 555,
    "[REL:(10,-12)]": 556,
    "[REL:(-1,13)]": 557,
    "[REL:(126,-45)]": 558,
    "[REL:(6,-14)]": 559,
    "[REL:(6,9)]": 560,
    "[REL:(63,-20)]": 561,
    "[REL:(5,1)]": 562,
    "[REL:(0,-6)]": 563,
    "[REL:(68,-34)]": 564,
    "[REL:(-3,4)]": 565,
    "[REL:(137,-66)]": 566,
    "[REL:(10,-23)]": 567,
    "[REL:(88,7)]": 568,
    "[REL:(-7,2)]": 569,
    "[REL:(12,-4)]": 570,
    "[REL:(13,-7)]": 571,
    "[REL:(46,-76)]": 572,
    "[REL:(14,-10)]": 573,
    "[REL:(9,-5)]": 574,
    "[REL:(11,4)]": 575,
    "[REL:(152,-72)]": 576,
    "[REL:(-5,0)]": 577,
    "[REL:(-5,4)]": 578,
    "[REL:(-8,12)]": 579,
    "[REL:(-8,14)]": 580,
    "[REL:(13,-4)]": 581,
    "[REL:(36,-40)]": 582,
    "[REL:(5,-2)]": 583,
    "[REL:(16,-54)]": 584,
    "[REL:(3,13)]": 585,
    "[REL:(25,-18)]": 586,
    "[REL:(-7,16)]": 587,
    "[REL:(-8,19)]": 588,
    "[REL:(-12,18)]": 589,
    "[REL:(-8,15)]": 590,
    "[REL:(-5,14)]": 591,
    "[REL:(159,-148)]": 592,
    "[REL:(-7,-1)]": 593,
    "[REL:(-7,-6)]": 594,
    "[REL:(1,-6)]": 595,
    "[REL:(95,-87)]": 596,
    "[REL:(-1,11)]": 597,
    "[REL:(1,3)]": 598,
    "[REL:(-14,-20)]": 599,
    "[REL:(39,-24)]": 600,
    "[REL:(8,5)]": 601,
    "[REL:(14,3)]": 602,
    "[REL:(11,-1)]": 603,
    "[REL:(45,-40)]": 604,
    "[REL:(-3,5)]": 605,
    "[REL:(10,-11)]": 606,
    "[REL:(8,-15)]": 607,
    "[REL:(82,-34)]": 608,
    "[REL:(-6,-4)]": 609,
    "[REL:(1,15)]": 610,
    "[REL:(34,16)]": 611,
    "[REL:(12,8)]": 612,
    "[REL:(-1,-12)]": 613,
    "[REL:(46,-50)]": 614,
    "[REL:(24,-12)]": 615,
    "[REL:(-3,-88)]": 616,
    "[REL:(42,30)]": 617,
    "[REL:(36,-80)]": 618,
    "[REL:(4,-2)]": 619,
    "[REL:(116,-32)]": 620,
    "[REL:(2,-3)]": 621,
    "[REL:(0,-10)]": 622,
    "[REL:(66,-3)]": 623,
    "[REL:(5,-7)]": 624,
    "[REL:(27,-68)]": 625,
    "[REL:(44,-39)]": 626,
    "[REL:(7,-13)]": 627,
    "[REL:(4,-18)]": 628,
    "[REL:(4,-10)]": 629,
    "[REL:(7,6)]": 630,
    "[REL:(126,-38)]": 631,
    "[REL:(-6,7)]": 632,
    "[REL:(-8,11)]": 633,
    "[REL:(9,-9)]": 634,
    "[REL:(2,13)]": 635,
    "[REL:(34,-30)]": 636,
    "[REL:(-2,-12)]": 637,
    "[REL:(3,-19)]": 638,
    "[REL:(11,-28)]": 639,
    "[REL:(51,-30)]": 640,
    "[REL:(1,-3)]": 641,
    "[REL:(6,-18)]": 642,
    "[REL:(8,-17)]": 643,
    "[REL:(54,-10)]": 644,
    "[REL:(-6,9)]": 645,
    "[REL:(12,3)]": 646,
    "[REL:(64,-62)]": 647,
    "[REL:(1,-4)]": 648,
    "[REL:(1,-5)]": 649,
    "[REL:(126,-71)]": 650,
    "[REL:(0,15)]": 651,
    "[REL:(-7,-32)]": 652,
    "[REL:(51,-5)]": 653,
    "[REL:(157,-104)]": 654,
    "[REL:(23,-30)]": 655,
    "[REL:(40,56)]": 656,
    "[REL:(4,-15)]": 657,
    "[REL:(4,-17)]": 658,
    "[REL:(4,-13)]": 659,
    "[REL:(53,-12)]": 660,
    "[REL:(20,8)]": 661,
    "[REL:(43,2)]": 662,
    "[REL:(6,-15)]": 663,
    "[REL:(143,-31)]": 664,
    "[REL:(33,-23)]": 665,
    "[REL:(7,-16)]": 666,
    "[REL:(97,-88)]": 667,
    "[REL:(-1,-1)]": 668,
    "[REL:(18,-12)]": 669,
    "[REL:(140,76)]": 670,
    "[REL:(-11,9)]": 671,
    "[REL:(-11,12)]": 672,
    "[REL:(13,-8)]": 673,
    "[REL:(12,-7)]": 674,
    "[REL:(47,-26)]": 675,
    "[REL:(15,-10)]": 676,
    "[REL:(4,14)]": 677,
    "[REL:(4,11)]": 678,
    "[REL:(-1,18)]": 679,
    "[REL:(3,14)]": 680,
    "[REL:(7,12)]": 681,
    "[REL:(4,-12)]": 682,
    "[REL:(52,-12)]": 683,
    "[REL:(1,16)]": 684,
    "[REL:(6,-11)]": 685,
    "[REL:(40,-108)]": 686,
    "[REL:(-4,-24)]": 687,
    "[REL:(47,3)]": 688,
    "[REL:(103,-7)]": 689,
    "[REL:(-10,10)]": 690,
    "[REL:(12,-18)]": 691,
    "[REL:(34,-70)]": 692,
    "[REL:(0,-24)]": 693,
    "[REL:(27,-58)]": 694,
    "[REL:(2,-14)]": 695,
    "[REL:(3,-12)]": 696,
    "[REL:(1,-9)]": 697,
    "[REL:(2,20)]": 698,
    "[REL:(4,20)]": 699,
    "[REL:(6,18)]": 700,
    "[REL:(141,-40)]": 701,
    "[REL:(7,-88)]": 702,
    "[REL:(28,67)]": 703,
    "[REL:(10,-9)]": 704,
    "[REL:(67,-44)]": 705,
    "[REL:(5,9)]": 706,
    "[REL:(-7,-5)]": 707,
    "[REL:(-5,-6)]": 708,
    "[REL:(59,-70)]": 709,
    "[REL:(5,-27)]": 710,
    "[REL:(12,-82)]": 711,
    "[REL:(39,-5)]": 712,
    "[REL:(0,-12)]": 713,
    "[REL:(9,1)]": 714,
    "[REL:(22,-72)]": 715,
    "[REL:(1,-23)]": 716,
    "[REL:(36,-8)]": 717,
    "[REL:(24,-47)]": 718,
    "[REL:(44,14)]": 719,
    "[REL:(3,-10)]": 720,
    "[REL:(-1,-5)]": 721,
    "[REL:(38,12)]": 722,
    "[REL:(46,7)]": 723,
    "[REL:(207,-98)]": 724,
    "[REL:(7,14)]": 725,
    "[REL:(-9,1)]": 726,
    "[REL:(-9,-3)]": 727,
    "[REL:(78,-28)]": 728,
    "[REL:(14,-82)]": 729,
    "[REL:(23,58)]": 730,
    "[REL:(64,-30)]": 731,
    "[REL:(12,4)]": 732,
    "[REL:(14,4)]": 733,
    "[REL:(14,-2)]": 734,
    "[REL:(104,-48)]": 735,
    "[REL:(80,-76)]": 736,
    "[REL:(-3,15)]": 737,
    "[REL:(96,-95)]": 738,
    "[REL:(-7,3)]": 739,
    "[REL:(46,-63)]": 740,
    "[REL:(57,10)]": 741,
    "[REL:(14,-6)]": 742,
    "[REL:(16,-6)]": 743,
    "[REL:(15,-6)]": 744,
    "[REL:(65,94)]": 745,
    "[REL:(-9,9)]": 746,
    "[REL:(69,-70)]": 747,
    "[REL:(9,-11)]": 748,
    "[REL:(32,-82)]": 749,
    "[REL:(110,-35)]": 750,
    "[REL:(46,-74)]": 751,
    "[REL:(2,-7)]": 752,
    "[REL:(85,-42)]": 753,
    "[REL:(1,-8)]": 754,
    "[REL:(0,-9)]": 755,
    "[REL:(-3,-9)]": 756,
    "[REL:(58,3)]": 757,
    "[REL:(3,-7)]": 758,
    "[REL:(103,-41)]": 759,
    "[REL:(38,-24)]": 760,
    "[REL:(4,-71)]": 761,
    "[REL:(59,-19)]": 762,
    "[REL:(-18,-26)]": 763,
    "[REL:(137,-61)]": 764,
    "[REL:(2,-20)]": 765,
    "[REL:(1,-11)]": 766,
    "[REL:(3,-11)]": 767,
    "[REL:(-9,-1)]": 768,
    "[REL:(52,50)]": 769,
    "[REL:(2,-5)]": 770,
    "[REL:(44,-16)]": 771,
    "[REL:(33,-31)]": 772,
    "[REL:(52,5)]": 773,
    "[REL:(-10,-7)]": 774,
    "[REL:(232,-25)]": 775,
    "[REL:(-10,2)]": 776,
    "[REL:(13,-6)]": 777,
    "[REL:(-2,-5)]": 778,
    "[REL:(44,-22)]": 779,
    "[REL:(12,-15)]": 780,
    "[REL:(107,-80)]": 781,
    "[REL:(4,-11)]": 782,
    "[REL:(27,56)]": 783,
    "[REL:(17,-4)]": 784,
    "[REL:(10,-13)]": 785,
    "[REL:(12,-3)]": 786,
    "[REL:(-6,3)]": 787,
    "[REL:(62,-33)]": 788,
    "[REL:(-7,-2)]": 789,
    "[REL:(65,-28)]": 790,
    "[REL:(55,-26)]": 791,
    "[REL:(9,9)]": 792,
    "[REL:(13,6)]": 793,
    "[REL:(-12,-4)]": 794,
    "[REL:(-10,-2)]": 795,
    "[REL:(172,-122)]": 796,
    "[REL:(42,-34)]": 797,
    "[REL:(27,-49)]": 798,
    "[REL:(13,16)]": 799,
    "[REL:(9,5)]": 800,
    "[REL:(19,-49)]": 801,
    "[REL:(72,-10)]": 802,
    "[REL:(11,-8)]": 803,
    "[REL:(18,-32)]": 804,
    "[REL:(-7,0)]": 805,
    "[REL:(15,-2)]": 806,
    "[REL:(15,5)]": 807,
    "[REL:(14,-4)]": 808,
    "[REL:(14,-7)]": 809,
    "[REL:(12,-10)]": 810,
    "[REL:(197,-49)]": 811,
    "[REL:(-10,8)]": 812,
    "[REL:(14,-3)]": 813,
    "[REL:(16,12)]": 814,
    "[REL:(17,-35)]": 815,
    "[REL:(-13,9)]": 816,
    "[REL:(52,-87)]": 817,
    "[REL:(-13,-17)]": 818,
    "[REL:(13,-10)]": 819,
    "[REL:(9,-18)]": 820,
    "[REL:(7,11)]": 821,
    "[REL:(15,14)]": 822,
    "[REL:(10,23)]": 823,
    "[REL:(-20,-144)]": 824,
    "[REL:(9,12)]": 825,
    "[REL:(10,15)]": 826,
    "[REL:(14,14)]": 827,
    "[REL:(18,17)]": 828,
    "[REL:(20,17)]": 829,
    "[REL:(24,17)]": 830,
    "[REL:(24,15)]": 831,
    "[REL:(22,10)]": 832,
    "[REL:(22,8)]": 833,
    "[REL:(17,3)]": 834,
    "[REL:(17,-1)]": 835,
    "[REL:(14,-8)]": 836,
    "[REL:(7,-21)]": 837,
    "[REL:(3,-24)]": 838,
    "[REL:(2,-26)]": 839,
    "[REL:(28,-40)]": 840,
    "[REL:(-10,-22)]": 841,
    "[REL:(-4,-16)]": 842,
    "[REL:(175,106)]": 843,
    "[REL:(-14,-1)]": 844,
    "[REL:(-13,2)]": 845,
    "[REL:(-15,4)]": 846,
    "[REL:(-13,4)]": 847,
    "[REL:(9,10)]": 848,
    "[REL:(14,6)]": 849,
    "[REL:(13,-5)]": 850,
    "[REL:(404,-12)]": 851,
    "[REL:(14,7)]": 852,
    "[REL:(19,7)]": 853,
    "[REL:(-19,0)]": 854,
    "[REL:(-20,-1)]": 855,
    "[REL:(-29,-5)]": 856,
    "[REL:(-27,-10)]": 857,
    "[REL:(-29,-10)]": 858,
    "[REL:(-28,-12)]": 859,
    "[REL:(-21,-12)]": 860,
    "[REL:(215,16)]": 861,
    "[REL:(-5,-4)]": 862,
    "[REL:(5,12)]": 863,
    "[REL:(10,12)]": 864,
    "[REL:(15,10)]": 865,
    "[REL:(16,8)]": 866,
    "[REL:(17,6)]": 867,
    "[REL:(22,2)]": 868,
    "[REL:(164,-86)]": 869,
    "[REL:(-12,4)]": 870,
    "[REL:(12,9)]": 871,
    "[REL:(18,3)]": 872,
    "[REL:(16,0)]": 873,
    "[REL:(16,-4)]": 874,
    "[REL:(15,-8)]": 875,
    "[REL:(37,-50)]": 876,
    "[REL:(-4,-10)]": 877,
    "[REL:(-1,-11)]": 878,
    "[REL:(17,1)]": 879,
    "[REL:(16,6)]": 880,
    "[REL:(8,43)]": 881,
    "[REL:(9,13)]": 882,
    "[REL:(14,11)]": 883,
    "[REL:(18,6)]": 884,
    "[REL:(18,0)]": 885,
    "[REL:(20,-4)]": 886,
    "[REL:(21,-7)]": 887,
    "[REL:(18,-11)]": 888,
    "[REL:(15,-15)]": 889,
    "[REL:(10,-17)]": 890,
    "[REL:(12,-19)]": 891,
    "[REL:(0,-103)]": 892,
    "[REL:(5,19)]": 893,
    "[REL:(4,18)]": 894,
    "[REL:(5,17)]": 895,
    "[REL:(56,-47)]": 896,
    "[REL:(-14,-5)]": 897,
    "[REL:(-12,-2)]": 898,
    "[REL:(-16,0)]": 899,
    "[REL:(-14,1)]": 900,
    "[REL:(-15,1)]": 901,
    "[REL:(-9,2)]": 902,
    "[REL:(479,-119)]": 903,
    "[REL:(32,-41)]": 904,
    "[REL:(-24,-1)]": 905,
    "[REL:(-24,-2)]": 906,
    "[REL:(-26,-2)]": 907,
    "[REL:(-20,-2)]": 908,
    "[REL:(262,4)]": 909,
    "[REL:(-14,2)]": 910,
    "[REL:(-18,4)]": 911,
    "[REL:(-11,6)]": 912,
    "[REL:(10,5)]": 913,
    "[REL:(24,7)]": 914,
    "[REL:(20,-22)]": 915,
    "[REL:(8,18)]": 916,
    "[REL:(8,10)]": 917,
    "[REL:(10,11)]": 918,
    "[REL:(11,9)]": 919,
    "[REL:(7,7)]": 920,
    "[REL:(69,-150)]": 921,
    "[REL:(2,16)]": 922,
    "[REL:(-32,193)]": 923,
    "[REL:(57,-263)]": 924,
    "[REL:(1,13)]": 925,
    "[REL:(24,-46)]": 926,
    "[REL:(17,10)]": 927,
    "[REL:(157,41)]": 928,
    "[REL:(20,-30)]": 929,
    "[REL:(-15,-2)]": 930,
    "[REL:(-17,-5)]": 931,
    "[REL:(-15,-6)]": 932,
    "[REL:(207,-58)]": 933,
    "[REL:(20,12)]": 934,
    "[REL:(22,12)]": 935,
    "[REL:(20,9)]": 936,
    "[REL:(16,1)]": 937,
    "[REL:(-9,7)]": 938,
    "[REL:(-25,-5)]": 939,
    "[REL:(30,14)]": 940,
    "[REL:(12,10)]": 941,
    "[REL:(16,2)]": 942,
    "[REL:(16,9)]": 943,
    "[REL:(17,-9)]": 944,
    "[REL:(16,-7)]": 945,
    "[REL:(13,-12)]": 946,
    "[REL:(4,-20)]": 947,
    "[REL:(0,-20)]": 948,
    "[REL:(-1,-14)]": 949,
    "[REL:(-14,0)]": 950,
    "[REL:(16,14)]": 951,
    "[REL:(6,17)]": 952,
    "[REL:(10,20)]": 953,
    "[REL:(10,13)]": 954,
    "[REL:(10,9)]": 955,
    "[REL:(10,8)]": 956,
    "[REL:(7,-14)]": 957,
    "[REL:(6,-20)]": 958,
    "[REL:(5,-17)]": 959,
    "[REL:(4,-19)]": 960,
    "[REL:(3,-16)]": 961,
    "[REL:(2,-12)]": 962,
    "[REL:(3,15)]": 963,
    "[REL:(7,21)]": 964,
    "[REL:(9,22)]": 965,
    "[REL:(11,22)]": 966,
    "[REL:(14,22)]": 967,
    "[REL:(16,18)]": 968,
    "[REL:(17,16)]": 969,
    "[REL:(17,8)]": 970,
    "[REL:(107,-66)]": 971,
    "[REL:(-22,-30)]": 972,
    "[REL:(-14,-2)]": 973,
    "[REL:(-19,-2)]": 974,
    "[REL:(-21,2)]": 975,
    "[REL:(-19,8)]": 976,
    "[REL:(-15,12)]": 977,
    "[REL:(-12,12)]": 978,
    "[REL:(15,4)]": 979,
    "[REL:(14,12)]": 980,
    "[REL:(11,6)]": 981,
    "[REL:(78,-94)]": 982,
    "[REL:(-17,4)]": 983,
    "[REL:(-9,10)]": 984,
    "[REL:(12,11)]": 985,
    "[REL:(16,4)]": 986,
    "[REL:(20,4)]": 987,
    "[REL:(18,-2)]": 988,
    "[REL:(18,-4)]": 989,
    "[REL:(14,-9)]": 990,
    "[REL:(35,-142)]": 991,
    "[REL:(3,17)]": 992,
    "[REL:(40,-68)]": 993,
    "[REL:(15,-3)]": 994,
    "[REL:(-12,3)]": 995,
    "[REL:(-12,6)]": 996,
    "[REL:(-13,8)]": 997,
    "[REL:(-14,8)]": 998,
    "[REL:(9,14)]": 999,
    "[REL:(14,10)]": 1000,
    "[REL:(19,6)]": 1001,
    "[REL:(21,6)]": 1002,
    "[REL:(20,-2)]": 1003,
    "[REL:(23,-2)]": 1004,
    "[REL:(17,-6)]": 1005,
    "[REL:(38,-41)]": 1006,
    "[REL:(-18,-34)]": 1007,
    "[REL:(-16,-5)]": 1008,
    "[REL:(-16,-1)]": 1009,
    "[REL:(-14,5)]": 1010,
    "[REL:(-14,7)]": 1011,
    "[REL:(6,12)]": 1012,
    "[REL:(11,12)]": 1013,
    "[REL:(14,5)]": 1014,
    "[REL:(16,3)]": 1015,
    "[REL:(15,-7)]": 1016,
    "[REL:(207,-13)]": 1017,
    "[REL:(-4,-11)]": 1018,
    "[REL:(-10,-10)]": 1019,
    "[REL:(-14,-9)]": 1020,
    "[REL:(-18,-8)]": 1021,
    "[REL:(-19,-4)]": 1022,
    "[REL:(-22,-1)]": 1023,
    "[REL:(-19,4)]": 1024,
    "[REL:(-20,6)]": 1025,
    "[REL:(-14,10)]": 1026,
    "[REL:(-13,11)]": 1027,
    "[REL:(-7,12)]": 1028,
    "[REL:(8,15)]": 1029,
    "[REL:(17,9)]": 1030,
    "[REL:(19,4)]": 1031,
    "[REL:(18,-3)]": 1032,
    "[REL:(18,-8)]": 1033,
    "[REL:(-2,-107)]": 1034,
    "[REL:(3,19)]": 1035,
    "[REL:(4,21)]": 1036,
    "[REL:(4,17)]": 1037,
    "[REL:(10,17)]": 1038,
    "[REL:(37,-27)]": 1039,
    "[REL:(252,-130)]": 1040,
    "[REL:(2,15)]": 1041,
    "[REL:(18,-136)]": 1042,
    "[REL:(18,1)]": 1043,
    "[REL:(21,4)]": 1044,
    "[REL:(21,13)]": 1045,
    "[REL:(16,13)]": 1046,
    "[REL:(12,16)]": 1047,
    "[REL:(-24,6)]": 1048,
    "[REL:(-28,2)]": 1049,
    "[REL:(-29,0)]": 1050,
    "[REL:(-35,-6)]": 1051,
    "[REL:(-32,-8)]": 1052,
    "[REL:(-16,-15)]": 1053,
    "[REL:(-3,-11)]": 1054,
    "[REL:(327,-24)]": 1055,
    "[REL:(-7,22)]": 1056,
    "[REL:(-7,23)]": 1057,
    "[REL:(-6,24)]": 1058,
    "[REL:(-5,25)]": 1059,
    "[REL:(-1,21)]": 1060,
    "[REL:(-8,-212)]": 1061,
    "[REL:(354,-117)]": 1062,
    "[REL:(1,21)]": 1063,
    "[REL:(1,22)]": 1064,
    "[REL:(1,20)]": 1065,
    "[REL:(2,21)]": 1066,
    "[REL:(51,-129)]": 1067,
    "[REL:(2,19)]": 1068,
    "[REL:(4,22)]": 1069,
    "[REL:(4,19)]": 1070,
    "[REL:(62,-102)]": 1071,
    "[REL:(-20,-11)]": 1072,
    "[REL:(-20,-3)]": 1073,
    "[REL:(-24,-3)]": 1074,
    "[REL:(-25,-1)]": 1075,
    "[REL:(-30,1)]": 1076,
    "[REL:(-28,1)]": 1077,
    "[REL:(-31,2)]": 1078,
    "[REL:(-29,2)]": 1079,
    "[REL:(249,12)]": 1080,
    "[REL:(9,11)]": 1081,
    "[REL:(78,-62)]": 1082,
    "[REL:(4,23)]": 1083,
    "[REL:(1,28)]": 1084,
    "[REL:(-3,25)]": 1085,
    "[REL:(-8,21)]": 1086,
    "[REL:(-14,14)]": 1087,
    "[REL:(-16,12)]": 1088,
    "[REL:(-20,7)]": 1089,
    "[REL:(-20,1)]": 1090,
    "[REL:(-22,-7)]": 1091,
    "[REL:(-24,-12)]": 1092,
    "[REL:(-26,-16)]": 1093,
    "[REL:(-20,-20)]": 1094,
    "[REL:(-11,-21)]": 1095,
    "[REL:(-5,-18)]": 1096,
    "[REL:(2,-16)]": 1097,
    "[REL:(14,-11)]": 1098,
    "[REL:(22,-9)]": 1099,
    "[REL:(198,-153)]": 1100,
    "[REL:(17,5)]": 1101,
    "[REL:(13,7)]": 1102,
    "[REL:(-109,-154)]": 1103,
    "[REL:(24,-11)]": 1104,
    "[REL:(50,10)]": 1105,
    "[REL:(29,6)]": 1106,
    "[REL:(24,6)]": 1107,
    "[REL:(20,10)]": 1108,
    "[REL:(14,13)]": 1109,
    "[REL:(-20,8)]": 1110,
    "[REL:(-27,8)]": 1111,
    "[REL:(-63,-6)]": 1112,
    "[REL:(-30,0)]": 1113,
    "[REL:(-26,4)]": 1114,
    "[REL:(200,20)]": 1115,
    "[REL:(6,-124)]": 1116,
    "[REL:(56,-8)]": 1117,
    "[REL:(114,-58)]": 1118,
    "[REL:(-23,-2)]": 1119,
    "[REL:(18,2)]": 1120,
    "[REL:(36,-120)]": 1121,
    "[REL:(4,15)]": 1122,
    "[REL:(16,-3)]": 1123,
    "[REL:(13,8)]": 1124,
    "[REL:(10,10)]": 1125,
    "[REL:(11,-27)]": 1126,
    "[REL:(1,-10)]": 1127,
    "[REL:(14,0)]": 1128,
    "[REL:(38,78)]": 1129,
    "[REL:(242,-183)]": 1130,
    "[REL:(3,-62)]": 1131,
    "[REL:(-11,5)]": 1132,
    "[REL:(-13,3)]": 1133,
    "[REL:(-12,2)]": 1134,
    "[REL:(19,1)]": 1135,
    "[REL:(20,5)]": 1136,
    "[REL:(21,8)]": 1137,
    "[REL:(13,14)]": 1138,
    "[REL:(-18,10)]": 1139,
    "[REL:(-22,7)]": 1140,
    "[REL:(-28,3)]": 1141,
    "[REL:(-32,-1)]": 1142,
    "[REL:(-36,-3)]": 1143,
    "[REL:(-34,-8)]": 1144,
    "[REL:(-30,-10)]": 1145,
    "[REL:(-25,-12)]": 1146,
    "[REL:(-17,-16)]": 1147,
    "[REL:(-8,-15)]": 1148,
    "[REL:(2,-13)]": 1149,
    "[REL:(13,-11)]": 1150,
    "[REL:(17,-10)]": 1151,
    "[REL:(277,21)]": 1152,
    "[REL:(33,-114)]": 1153,
    "[REL:(5,15)]": 1154,
    "[REL:(36,-28)]": 1155,
    "[REL:(-13,0)]": 1156,
    "[REL:(-13,-1)]": 1157,
    "[REL:(-12,0)]": 1158,
    "[REL:(-10,0)]": 1159,
    "[REL:(340,-3)]": 1160,
    "[REL:(-2,-9)]": 1161,
    "[REL:(19,-3)]": 1162,
    "[REL:(19,-2)]": 1163,
    "[REL:(6,44)]": 1164,
    "[REL:(11,8)]": 1165,
    "[REL:(14,8)]": 1166,
    "[REL:(66,-33)]": 1167,
    "[REL:(11,-153)]": 1168,
    "[REL:(16,5)]": 1169,
    "[REL:(-21,13)]": 1170,
    "[REL:(-15,5)]": 1171,
    "[REL:(-18,0)]": 1172,
    "[REL:(-18,-1)]": 1173,
    "[REL:(104,-40)]": 1174,
    "[REL:(-3,-8)]": 1175,
    "[REL:(15,0)]": 1176,
    "[REL:(8,33)]": 1177,
    "[REL:(-4,-14)]": 1178,
    "[REL:(15,6)]": 1179,
    "[REL:(16,-1)]": 1180,
    "[REL:(70,-14)]": 1181,
    "[REL:(-15,-1)]": 1182,
    "[REL:(-18,-4)]": 1183,
    "[REL:(-19,-6)]": 1184,
    "[REL:(-18,-5)]": 1185,
    "[REL:(-18,-7)]": 1186,
    "[REL:(-12,-7)]": 1187,
    "[REL:(-9,-6)]": 1188,
    "[REL:(160,9)]": 1189,
    "[REL:(-18,-23)]": 1190,
    "[REL:(7,9)]": 1191,
    "[REL:(17,-40)]": 1192,
    "[REL:(42,-102)]": 1193,
    "[REL:(3,18)]": 1194,
    "[REL:(53,-58)]": 1195,
    "[REL:(-15,-3)]": 1196,
    "[REL:(-17,-2)]": 1197,
    "[REL:(-11,1)]": 1198,
    "[REL:(163,4)]": 1199,
    "[REL:(-11,2)]": 1200,
    "[REL:(-9,5)]": 1201,
    "[REL:(36,-37)]": 1202,
    "[REL:(2,22)]": 1203,
    "[REL:(62,-103)]": 1204,
    "[REL:(-19,2)]": 1205,
    "[REL:(-21,-2)]": 1206,
    "[REL:(-22,3)]": 1207,
    "[REL:(-24,-5)]": 1208,
    "[REL:(-22,0)]": 1209,
    "[REL:(188,13)]": 1210,
    "[REL:(50,-59)]": 1211,
    "[REL:(5,11)]": 1212,
    "[REL:(8,13)]": 1213,
    "[REL:(7,-11)]": 1214,
    "[REL:(14,68)]": 1215,
    "[REL:(16,-2)]": 1216,
    "[REL:(66,-58)]": 1217,
    "[REL:(18,10)]": 1218,
    "[REL:(16,10)]": 1219,
    "[REL:(-17,-4)]": 1220,
    "[REL:(-18,-6)]": 1221,
    "[REL:(-16,-9)]": 1222,
    "[REL:(-10,-5)]": 1223,
    "[REL:(-9,-7)]": 1224,
    "[REL:(437,-46)]": 1225,
    "[REL:(109,-32)]": 1226,
    "[REL:(-7,-43)]": 1227,
    "[REL:(7,24)]": 1228,
    "[REL:(6,24)]": 1229,
    "[REL:(50,-118)]": 1230,
    "[REL:(-17,-3)]": 1231,
    "[REL:(-18,-2)]": 1232,
    "[REL:(-20,-6)]": 1233,
    "[REL:(-12,-1)]": 1234,
    "[REL:(560,-86)]": 1235,
    "[REL:(19,12)]": 1236,
    "[REL:(23,15)]": 1237,
    "[REL:(20,11)]": 1238,
    "[REL:(-14,6)]": 1239,
    "[REL:(-22,2)]": 1240,
    "[REL:(-27,0)]": 1241,
    "[REL:(-29,-4)]": 1242,
    "[REL:(-32,-6)]": 1243,
    "[REL:(-28,-10)]": 1244,
    "[REL:(-22,-14)]": 1245,
    "[REL:(-20,-15)]": 1246,
    "[REL:(-8,-13)]": 1247,
    "[REL:(-2,-14)]": 1248,
    "[REL:(215,48)]": 1249,
    "[REL:(34,-27)]": 1250,
    "[REL:(236,-29)]": 1251,
    "[REL:(-6,-118)]": 1252,
    "[REL:(17,4)]": 1253,
    "[REL:(-14,9)]": 1254,
    "[REL:(-18,7)]": 1255,
    "[REL:(-20,4)]": 1256,
    "[REL:(-21,0)]": 1257,
    "[REL:(18,7)]": 1258,
    "[REL:(24,8)]": 1259,
    "[REL:(26,12)]": 1260,
    "[REL:(38,13)]": 1261,
    "[REL:(40,15)]": 1262,
    "[REL:(42,15)]": 1263,
    "[REL:(41,17)]": 1264,
    "[REL:(35,13)]": 1265,
    "[REL:(28,9)]": 1266,
    "[REL:(20,7)]": 1267,
    "[REL:(-110,-132)]": 1268,
    "[REL:(131,-1)]": 1269,
    "[REL:(-11,16)]": 1270,
    "[REL:(-9,17)]": 1271,
    "[REL:(-29,-125)]": 1272,
    "[REL:(299,-142)]": 1273,
    "[REL:(6,16)]": 1274,
    "[REL:(13,10)]": 1275,
    "[REL:(2,-17)]": 1276,
    "[REL:(3,-18)]": 1277,
    "[REL:(-3,-17)]": 1278,
    "[REL:(0,-18)]": 1279,
    "[REL:(-4,-20)]": 1280,
    "[REL:(-7,-16)]": 1281,
    "[REL:(-5,-13)]": 1282,
    "[REL:(-5,-9)]": 1283,
    "[REL:(62,130)]": 1284,
    "[REL:(15,2)]": 1285,
    "[REL:(66,-19)]": 1286,
    "[REL:(11,3)]": 1287,
    "[REL:(86,-79)]": 1288,
    "[REL:(17,0)]": 1289,
    "[REL:(16,-5)]": 1290,
    "[REL:(14,-58)]": 1291,
    "[REL:(79,-65)]": 1292,
    "[REL:(-8,-1)]": 1293,
    "[REL:(-14,-6)]": 1294,
    "[REL:(-12,-10)]": 1295,
    "[REL:(144,-114)]": 1296,
    "[REL:(13,5)]": 1297,
    "[REL:(69,20)]": 1298,
    "[REL:(116,-62)]": 1299,
    "[REL:(-8,20)]": 1300,
    "[REL:(-10,20)]": 1301,
    "[REL:(-10,22)]": 1302,
    "[REL:(-8,18)]": 1303,
    "[REL:(-2,-188)]": 1304,
    "[REL:(157,-20)]": 1305,
    "[REL:(-7,9)]": 1306,
    "[REL:(275,-254)]": 1307,
    "[REL:(-78,-97)]": 1308,
    "[REL:(61,-20)]": 1309,
    "[REL:(22,-3)]": 1310,
    "[REL:(26,0)]": 1311,
    "[REL:(25,1)]": 1312,
    "[REL:(18,11)]": 1313,
    "[REL:(-16,8)]": 1314,
    "[REL:(-21,7)]": 1315,
    "[REL:(-25,4)]": 1316,
    "[REL:(-23,2)]": 1317,
    "[REL:(148,22)]": 1318,
    "[REL:(14,1)]": 1319,
    "[REL:(43,17)]": 1320,
    "[REL:(-13,-118)]": 1321,
    "[REL:(64,76)]": 1322,
    "[REL:(22,-18)]": 1323,
    "[REL:(308,-53)]": 1324,
    "[REL:(-10,-1)]": 1325,
    "[REL:(17,-3)]": 1326,
    "[REL:(19,-8)]": 1327,
    "[REL:(13,-14)]": 1328,
    "[REL:(1,-16)]": 1329,
    "[REL:(-3,-12)]": 1330,
    "[REL:(12,18)]": 1331,
    "[REL:(10,16)]": 1332,
    "[REL:(13,3)]": 1333,
    "[REL:(6,-16)]": 1334,
    "[REL:(3,-13)]": 1335,
    "[REL:(5,16)]": 1336,
    "[REL:(9,15)]": 1337,
    "[REL:(11,14)]": 1338,
    "[REL:(31,-46)]": 1339,
    "[REL:(-24,-72)]": 1340,
    "[REL:(46,28)]": 1341,
    "[REL:(11,2)]": 1342,
    "[REL:(9,7)]": 1343,
    "[REL:(-20,-80)]": 1344,
    "[REL:(96,20)]": 1345,
    "[REL:(-13,-5)]": 1346,
    "[REL:(135,-69)]": 1347,
    "[REL:(62,-46)]": 1348,
    "[REL:(-14,4)]": 1349,
    "[REL:(-17,0)]": 1350,
    "[REL:(-16,-2)]": 1351,
    "[REL:(-16,2)]": 1352,
    "[REL:(114,25)]": 1353,
    "[REL:(-18,2)]": 1354,
    "[REL:(-18,5)]": 1355,
    "[REL:(-30,18)]": 1356,
    "[REL:(26,20)]": 1357,
    "[REL:(-6,-9)]": 1358,
    "[REL:(-8,-5)]": 1359,
    "[REL:(124,12)]": 1360,
    "[REL:(31,-34)]": 1361,
    "[REL:(0,-16)]": 1362,
    "[REL:(-3,-16)]": 1363,
    "[REL:(-8,-12)]": 1364,
    "[REL:(-11,-11)]": 1365,
    "[REL:(-13,-3)]": 1366,
    "[REL:(-12,7)]": 1367,
    "[REL:(-5,19)]": 1368,
    "[REL:(-1,24)]": 1369,
    "[REL:(6,23)]": 1370,
    "[REL:(12,28)]": 1371,
    "[REL:(10,28)]": 1372,
    "[REL:(9,30)]": 1373,
    "[REL:(6,28)]": 1374,
    "[REL:(3,28)]": 1375,
    "[REL:(2,23)]": 1376,
    "[REL:(68,-170)]": 1377,
    "[REL:(-21,-1)]": 1378,
    "[REL:(-25,3)]": 1379,
    "[REL:(-24,0)]": 1380,
    "[REL:(483,-94)]": 1381,
    "[REL:(68,-74)]": 1382,
    "[REL:(-19,3)]": 1383,
    "[REL:(-21,5)]": 1384,
    "[REL:(-24,1)]": 1385,
    "[REL:(-17,2)]": 1386,
    "[REL:(153,-56)]": 1387,
    "[REL:(44,9)]": 1388,
    "[REL:(-3,-5)]": 1389,
    "[REL:(452,-156)]": 1390,
    "[REL:(-21,10)]": 1391,
    "[REL:(-20,16)]": 1392,
    "[REL:(-17,15)]": 1393,
    "[REL:(-13,17)]": 1394,
    "[REL:(12,14)]": 1395,
    "[REL:(26,7)]": 1396,
    "[REL:(31,5)]": 1397,
    "[REL:(33,2)]": 1398,
    "[REL:(34,2)]": 1399,
    "[REL:(26,-4)]": 1400,
    "[REL:(22,-4)]": 1401,
    "[REL:(35,-29)]": 1402,
    "[REL:(10,-36)]": 1403,
    "[REL:(52,-129)]": 1404,
    "[REL:(62,-62)]": 1405,
    "[REL:(120,34)]": 1406,
    "[REL:(-2,-7)]": 1407,
    "[REL:(108,1)]": 1408,
    "[REL:(1,-7)]": 1409,
    "[REL:(58,-94)]": 1410,
    "[REL:(344,-114)]": 1411,
    "[REL:(-9,14)]": 1412,
    "[REL:(51,-112)]": 1413,
    "[REL:(11,18)]": 1414,
    "[REL:(-15,-62)]": 1415,
    "[REL:(-20,2)]": 1416,
    "[REL:(-26,0)]": 1417,
    "[REL:(-28,-2)]": 1418,
    "[REL:(-31,1)]": 1419,
    "[REL:(-23,1)]": 1420,
    "[REL:(316,-69)]": 1421,
    "[REL:(9,24)]": 1422,
    "[REL:(1,17)]": 1423,
    "[REL:(30,-136)]": 1424,
    "[REL:(-34,0)]": 1425,
    "[REL:(183,38)]": 1426,
    "[REL:(63,-36)]": 1427,
    "[REL:(11,1)]": 1428,
    "[REL:(-26,-62)]": 1429,
    "[REL:(98,27)]": 1430,
    "[REL:(-36,8)]": 1431,
    "[REL:(17,2)]": 1432,
    "[REL:(24,-50)]": 1433,
    "[REL:(-5,7)]": 1434,
    "[REL:(12,-30)]": 1435,
    "[REL:(3,20)]": 1436,
    "[REL:(94,-196)]": 1437,
    "[REL:(-27,2)]": 1438,
    "[REL:(-31,3)]": 1439,
    "[REL:(-35,5)]": 1440,
    "[REL:(-33,11)]": 1441,
    "[REL:(-30,4)]": 1442,
    "[REL:(-28,6)]": 1443,
    "[REL:(-24,-4)]": 1444,
    "[REL:(182,62)]": 1445,
    "[REL:(-18,3)]": 1446,
    "[REL:(-14,3)]": 1447,
    "[REL:(176,17)]": 1448,
    "[REL:(11,7)]": 1449,
    "[REL:(19,-4)]": 1450,
    "[REL:(41,-54)]": 1451,
    "[REL:(-10,-8)]": 1452,
    "[REL:(-11,8)]": 1453,
    "[REL:(21,-96)]": 1454,
    "[REL:(5,18)]": 1455,
    "[REL:(40,-13)]": 1456,
    "[REL:(0,-7)]": 1457,
    "[REL:(110,10)]": 1458,
    "[REL:(4,-110)]": 1459,
    "[REL:(-42,-33)]": 1460,
    "[REL:(-47,-64)]": 1461,
    "[REL:(110,28)]": 1462,
    "[REL:(32,2)]": 1463,
    "[REL:(63,-32)]": 1464,
    "[REL:(121,-122)]": 1465,
    "[REL:(8,-47)]": 1466,
    "[REL:(13,27)]": 1467,
    "[REL:(-4,-7)]": 1468,
    "[REL:(12,5)]": 1469,
    "[REL:(34,-95)]": 1470,
    "[REL:(30,-60)]": 1471,
    "[REL:(296,-74)]": 1472,
    "[REL:(79,-99)]": 1473,
    "[REL:(199,14)]": 1474,
    "[REL:(-7,-7)]": 1475,
    "[REL:(319,-92)]": 1476,
    "[REL:(-19,10)]": 1477,
    "[REL:(-15,10)]": 1478,
    "[REL:(15,11)]": 1479,
    "[REL:(20,2)]": 1480,
    "[REL:(24,-1)]": 1481,
    "[REL:(49,-80)]": 1482,
    "[REL:(71,-32)]": 1483,
    "[REL:(1,-38)]": 1484,
    "[REL:(-11,7)]": 1485,
    "[REL:(12,-21)]": 1486,
    "[REL:(7,27)]": 1487,
    "[REL:(5,29)]": 1488,
    "[REL:(6,26)]": 1489,
    "[REL:(5,24)]": 1490,
    "[REL:(-10,-227)]": 1491,
    "[REL:(22,-37)]": 1492,
    "[REL:(-4,-9)]": 1493,
    "[REL:(48,-1)]": 1494,
    "[REL:(-11,-1)]": 1495,
    "[REL:(-11,-2)]": 1496,
    "[REL:(-12,-8)]": 1497,
    "[REL:(-5,-10)]": 1498,
    "[REL:(-10,-9)]": 1499,
    "[REL:(-13,-2)]": 1500,
    "[REL:(-11,10)]": 1501,
    "[REL:(-2,20)]": 1502,
    "[REL:(23,-109)]": 1503,
    "[REL:(52,-68)]": 1504,
    "[REL:(-16,1)]": 1505,
    "[REL:(-16,-3)]": 1506,
    "[REL:(290,-96)]": 1507,
    "[REL:(57,-64)]": 1508,
    "[REL:(-21,3)]": 1509,
    "[REL:(120,-32)]": 1510,
    "[REL:(20,-6)]": 1511,
    "[REL:(26,9)]": 1512,
    "[REL:(245,-120)]": 1513,
    "[REL:(21,-21)]": 1514,
    "[REL:(16,-33)]": 1515,
    "[REL:(1,-15)]": 1516,
    "[REL:(46,45)]": 1517,
    "[REL:(-2,-22)]": 1518,
    "[REL:(26,-98)]": 1519,
    "[REL:(50,-57)]": 1520,
    "[REL:(-13,5)]": 1521,
    "[REL:(18,5)]": 1522,
    "[REL:(26,6)]": 1523,
    "[REL:(27,7)]": 1524,
    "[REL:(23,5)]": 1525,
    "[REL:(22,5)]": 1526,
    "[REL:(-76,-72)]": 1527,
    "[REL:(13,-47)]": 1528,
    "[REL:(61,-22)]": 1529,
    "[REL:(103,-34)]": 1530,
    "[REL:(-7,-10)]": 1531,
    "[REL:(-8,-7)]": 1532,
    "[REL:(0,-101)]": 1533,
    "[REL:(241,-144)]": 1534,
    "[REL:(9,20)]": 1535,
    "[REL:(6,25)]": 1536,
    "[REL:(6,30)]": 1537,
    "[REL:(7,30)]": 1538,
    "[REL:(7,26)]": 1539,
    "[REL:(-89,-109)]": 1540,
    "[REL:(18,-6)]": 1541,
    "[REL:(21,-4)]": 1542,
    "[REL:(17,-2)]": 1543,
    "[REL:(-30,8)]": 1544,
    "[REL:(66,30)]": 1545,
    "[REL:(278,-28)]": 1546,
    "[REL:(109,-93)]": 1547,
    "[REL:(-30,-11)]": 1548,
    "[REL:(-24,2)]": 1549,
    "[REL:(-25,1)]": 1550,
    "[REL:(-25,2)]": 1551,
    "[REL:(279,33)]": 1552,
    "[REL:(-29,-39)]": 1553,
    "[REL:(-11,-3)]": 1554,
    "[REL:(-6,-97)]": 1555,
    "[REL:(30,-103)]": 1556,
    "[REL:(51,-58)]": 1557,
    "[REL:(-12,5)]": 1558,
    "[REL:(18,4)]": 1559,
    "[REL:(22,6)]": 1560,
    "[REL:(20,6)]": 1561,
    "[REL:(-30,-116)]": 1562,
    "[REL:(3,-14)]": 1563,
    "[REL:(1,-14)]": 1564,
    "[REL:(40,-8)]": 1565,
    "[REL:(-16,-94)]": 1566,
    "[REL:(75,4)]": 1567,
    "[REL:(32,-58)]": 1568,
    "[REL:(-16,4)]": 1569,
    "[REL:(-13,1)]": 1570,
    "[REL:(106,-31)]": 1571,
    "[REL:(189,-92)]": 1572,
    "[REL:(6,13)]": 1573,
    "[REL:(12,39)]": 1574,
    "[REL:(5,13)]": 1575,
    "[REL:(5,-16)]": 1576,
    "[REL:(5,-13)]": 1577,
    "[REL:(8,28)]": 1578,
    "[REL:(17,22)]": 1579,
    "[REL:(4,-33)]": 1580,
    "[REL:(6,29)]": 1581,
    "[REL:(188,-121)]": 1582,
    "[REL:(7,13)]": 1583,
    "[REL:(5,-19)]": 1584,
    "[REL:(6,-83)]": 1585,
    "[REL:(8,14)]": 1586,
    "[REL:(7,-15)]": 1587,
    "[REL:(6,15)]": 1588,
    "[REL:(68,-26)]": 1589,
    "[REL:(49,-79)]": 1590,
    "[REL:(44,0)]": 1591,
    "[REL:(37,-38)]": 1592,
    "[REL:(11,16)]": 1593,
    "[REL:(22,1)]": 1594,
    "[REL:(12,-26)]": 1595,
    "[REL:(-19,-75)]": 1596,
    "[REL:(56,-1)]": 1597,
    "[REL:(26,-90)]": 1598,
    "[REL:(66,-64)]": 1599,
    "[REL:(18,-33)]": 1600,
    "[REL:(11,26)]": 1601,
    "[REL:(38,25)]": 1602,
    "[REL:(18,-14)]": 1603,
    "[REL:(4,-22)]": 1604,
    "[REL:(-88,-20)]": 1605,
    "[REL:(35,3)]": 1606,
    "[REL:(-24,-10)]": 1607,
    "[REL:(116,-12)]": 1608,
    "[REL:(-40,-57)]": 1609,
    "[REL:(54,-26)]": 1610,
    "[REL:(42,9)]": 1611,
    "[REL:(-4,-66)]": 1612,
    "[REL:(44,35)]": 1613,
    "[REL:(15,-9)]": 1614,
    "[REL:(31,8)]": 1615,
    "[REL:(-12,-6)]": 1616,
    "[REL:(29,-32)]": 1617,
    "[REL:(306,-118)]": 1618,
    "[REL:(2,-23)]": 1619,
    "[REL:(8,-22)]": 1620,
    "[REL:(13,-19)]": 1621,
    "[REL:(-10,15)]": 1622,
    "[REL:(-19,6)]": 1623,
    "[REL:(95,-8)]": 1624,
    "[REL:(33,-62)]": 1625,
    "[REL:(-3,16)]": 1626,
    "[REL:(23,-4)]": 1627,
    "[REL:(-5,11)]": 1628,
    "[REL:(65,-8)]": 1629,
    "[REL:(50,24)]": 1630,
    "[REL:(77,-104)]": 1631,
    "[REL:(-7,-8)]": 1632,
    "[REL:(9,-19)]": 1633,
    "[REL:(34,-47)]": 1634,
    "[REL:(-36,-25)]": 1635,
    "[REL:(54,-15)]": 1636,
    "[REL:(46,-32)]": 1637,
    "[REL:(190,-56)]": 1638,
    "[REL:(-25,-16)]": 1639,
    "[REL:(-4,-6)]": 1640,
    "[REL:(146,-20)]": 1641,
    "[REL:(15,-5)]": 1642,
    "[REL:(-52,-16)]": 1643,
    "[REL:(-3,13)]": 1644,
    "[REL:(90,-93)]": 1645,
    "[REL:(14,-5)]": 1646,
    "[REL:(-13,10)]": 1647,
    "[REL:(154,-18)]": 1648,
    "[REL:(-44,-9)]": 1649,
    "[REL:(38,-14)]": 1650,
    "[REL:(-13,7)]": 1651,
    "[REL:(-12,9)]": 1652,
    "[REL:(37,-34)]": 1653,
    "[REL:(52,-124)]": 1654,
    "[REL:(-5,18)]": 1655,
    "[REL:(-9,20)]": 1656,
    "[REL:(49,-107)]": 1657,
    "[REL:(-6,17)]": 1658,
    "[REL:(-4,17)]": 1659,
    "[REL:(33,-25)]": 1660,
    "[REL:(103,-33)]": 1661,
    "[REL:(15,3)]": 1662,
    "[REL:(62,-100)]": 1663,
    "[REL:(26,-29)]": 1664,
    "[REL:(38,-42)]": 1665,
    "[REL:(-17,-22)]": 1666,
    "[REL:(40,-7)]": 1667,
    "[REL:(18,-9)]": 1668,
    "[REL:(48,37)]": 1669,
    "[REL:(-6,-8)]": 1670,
    "[REL:(-1,-18)]": 1671,
    "[REL:(-1,-20)]": 1672,
    "[REL:(24,100)]": 1673,
    "[REL:(36,-34)]": 1674,
    "[REL:(23,-15)]": 1675,
    "[REL:(326,-102)]": 1676,
    "[REL:(-7,11)]": 1677,
    "[REL:(45,10)]": 1678,
    "[REL:(10,-31)]": 1679,
    "[REL:(63,-116)]": 1680,
    "[REL:(48,-107)]": 1681,
    "[REL:(16,7)]": 1682,
    "[REL:(24,10)]": 1683,
    "[REL:(9,-13)]": 1684,
    "[REL:(130,105)]": 1685,
    "[REL:(9,-14)]": 1686,
    "[REL:(67,-32)]": 1687,
    "[REL:(212,-92)]": 1688,
    "[REL:(8,-19)]": 1689,
    "[REL:(6,-19)]": 1690,
    "[REL:(6,-17)]": 1691,
    "[REL:(-5,17)]": 1692,
    "[REL:(7,-19)]": 1693,
    "[REL:(-3,18)]": 1694,
    "[REL:(24,-14)]": 1695,
    "[REL:(9,-12)]": 1696,
    "[REL:(-5,41)]": 1697,
    "[REL:(202,-107)]": 1698,
    "[REL:(6,-21)]": 1699,
    "[REL:(8,-21)]": 1700,
    "[REL:(74,18)]": 1701,
    "[REL:(-1,-13)]": 1702,
    "[REL:(14,-25)]": 1703,
    "[REL:(60,-54)]": 1704,
    "[REL:(48,-40)]": 1705,
    "[REL:(22,-53)]": 1706,
    "[REL:(20,-32)]": 1707,
    "[REL:(42,-114)]": 1708,
    "[REL:(19,-16)]": 1709,
    "[REL:(40,-41)]": 1710,
    "[REL:(16,-11)]": 1711,
    "[REL:(165,-20)]": 1712,
    "[REL:(-26,-11)]": 1713,
    "[REL:(82,5)]": 1714,
    "[REL:(61,-18)]": 1715,
    "[REL:(28,-22)]": 1716,
    "[REL:(-32,33)]": 1717,
    "[REL:(43,0)]": 1718,
    "[REL:(55,-46)]": 1719,
    "[REL:(68,-6)]": 1720,
    "[REL:(25,-34)]": 1721,
    "[REL:(-12,14)]": 1722,
    "[REL:(237,-102)]": 1723,
    "[REL:(38,-30)]": 1724,
    "[REL:(-1,-67)]": 1725,
    "[REL:(26,15)]": 1726,
    "[REL:(283,-53)]": 1727,
    "[REL:(40,4)]": 1728,
    "[REL:(88,-69)]": 1729,
    "[REL:(50,-44)]": 1730,
    "[REL:(-39,-18)]": 1731,
    "[REL:(67,-40)]": 1732,
    "[REL:(7,-59)]": 1733,
    "[REL:(37,45)]": 1734,
    "[REL:(8,-20)]": 1735,
    "[REL:(70,-42)]": 1736,
    "[REL:(-22,8)]": 1737,
    "[REL:(8,25)]": 1738,
    "[REL:(69,-50)]": 1739,
    "[REL:(6,-68)]": 1740,
    "[REL:(26,56)]": 1741,
    "[REL:(36,-39)]": 1742,
    "[REL:(50,-48)]": 1743,
    "[REL:(247,-55)]": 1744,
    "[REL:(18,14)]": 1745,
    "[REL:(0,-14)]": 1746,
    "[REL:(-12,-41)]": 1747,
    "[REL:(28,32)]": 1748,
    "[REL:(-30,-27)]": 1749,
    "[REL:(52,-81)]": 1750,
    "[REL:(164,-61)]": 1751,
    "[REL:(69,-28)]": 1752,
    "[REL:(3,-66)]": 1753,
    "[REL:(15,47)]": 1754,
    "[REL:(168,-48)]": 1755,
    "[REL:(7,-17)]": 1756,
    "[REL:(5,-18)]": 1757,
    "[REL:(10,7)]": 1758,
    "[REL:(50,-12)]": 1759,
    "[REL:(54,-38)]": 1760,
    "[REL:(40,-128)]": 1761,
    "[REL:(47,23)]": 1762,
    "[REL:(-10,-4)]": 1763,
    "[REL:(0,-13)]": 1764,
    "[REL:(30,13)]": 1765,
    "[REL:(-5,-15)]": 1766,
    "[REL:(-2,-21)]": 1767,
    "[REL:(-2,-18)]": 1768,
    "[REL:(32,30)]": 1769,
    "[REL:(58,-43)]": 1770,
    "[REL:(58,-20)]": 1771,
    "[REL:(22,-24)]": 1772,
    "[REL:(18,-43)]": 1773,
    "[REL:(-36,-18)]": 1774,
    "[REL:(118,-21)]": 1775,
    "[REL:(0,-11)]": 1776,
    "[REL:(24,-28)]": 1777,
    "[REL:(-27,-12)]": 1778,
    "[REL:(51,-24)]": 1779,
    "[REL:(4,-58)]": 1780,
    "[REL:(20,25)]": 1781,
    "[REL:(12,33)]": 1782,
    "[REL:(59,1)]": 1783,
    "[REL:(116,-144)]": 1784,
    "[REL:(3,-15)]": 1785,
    "[REL:(5,-15)]": 1786,
    "[REL:(37,-29)]": 1787,
    "[REL:(-1,36)]": 1788,
    "[REL:(168,-84)]": 1789,
    "[REL:(7,16)]": 1790,
    "[REL:(-2,-11)]": 1791,
    "[REL:(107,-20)]": 1792,
    "[REL:(31,-67)]": 1793,
    "[REL:(12,-32)]": 1794,
    "[REL:(0,-50)]": 1795,
    "[REL:(16,32)]": 1796,
    "[REL:(47,-4)]": 1797,
    "[REL:(276,-93)]": 1798,
    "[REL:(-12,10)]": 1799,
    "[REL:(47,-6)]": 1800,
    "[REL:(20,38)]": 1801,
    "[REL:(27,-7)]": 1802,
    "[REL:(63,-55)]": 1803,
    "[REL:(-45,-26)]": 1804,
    "[REL:(44,-32)]": 1805,
    "[REL:(-4,-40)]": 1806,
    "[REL:(30,50)]": 1807,
    "[REL:(21,-95)]": 1808,
    "[REL:(52,-9)]": 1809,
    "[REL:(95,-105)]": 1810,
    "[REL:(48,-95)]": 1811,
    "[REL:(-9,12)]": 1812,
    "[REL:(-43,-37)]": 1813,
    "[REL:(35,19)]": 1814,
    "[REL:(11,51)]": 1815,
    "[REL:(12,-36)]": 1816,
    "[REL:(49,-36)]": 1817,
    "[REL:(292,-32)]": 1818,
    "[REL:(9,-26)]": 1819,
    "[REL:(26,-38)]": 1820,
    "[REL:(-8,-22)]": 1821,
    "[REL:(217,-57)]": 1822,
    "[REL:(-18,12)]": 1823,
    "[REL:(-18,18)]": 1824,
    "[REL:(61,-73)]": 1825,
    "[REL:(18,-10)]": 1826,
    "[REL:(43,1)]": 1827,
    "[REL:(38,-102)]": 1828,
    "[REL:(39,1)]": 1829,
    "[REL:(240,-131)]": 1830,
    "[REL:(-4,19)]": 1831,
    "[REL:(32,-35)]": 1832,
    "[REL:(22,-32)]": 1833,
    "[REL:(46,-46)]": 1834,
    "[REL:(41,-43)]": 1835,
    "[REL:(-22,-12)]": 1836,
    "[REL:(280,-37)]": 1837,
    "[REL:(29,-45)]": 1838,
    "[REL:(14,29)]": 1839,
    "[REL:(31,-68)]": 1840,
    "[REL:(32,-28)]": 1841,
    "[REL:(30,6)]": 1842,
    "[REL:(35,-20)]": 1843,
    "[REL:(42,-12)]": 1844,
    "[REL:(-2,-16)]": 1845,
    "[REL:(38,98)]": 1846,
    "[REL:(72,-116)]": 1847,
    "[REL:(-30,10)]": 1848,
    "[REL:(68,-76)]": 1849,
    "[REL:(16,-8)]": 1850,
    "[REL:(27,-18)]": 1851,
    "[REL:(-6,20)]": 1852,
    "[REL:(107,-26)]": 1853,
    "[REL:(0,-26)]": 1854,
    "[REL:(28,-30)]": 1855,
    "[REL:(-3,-72)]": 1856,
    "[REL:(48,59)]": 1857,
    "[REL:(-3,-14)]": 1858,
    "[REL:(0,-19)]": 1859,
    "[REL:(0,-17)]": 1860,
    "[REL:(141,70)]": 1861,
    "[REL:(-20,-17)]": 1862,
    "[REL:(33,-82)]": 1863,
    "[REL:(28,-17)]": 1864,
    "[REL:(218,-97)]": 1865,
    "[REL:(19,26)]": 1866,
    "[REL:(42,0)]": 1867,
    "[REL:(-5,-11)]": 1868,
    "[REL:(91,-88)]": 1869,
    "[REL:(-3,-7)]": 1870,
    "[REL:(6,-26)]": 1871,
    "[REL:(28,-29)]": 1872,
    "[REL:(49,42)]": 1873,
    "[REL:(1,-18)]": 1874,
    "[REL:(34,79)]": 1875,
    "[REL:(49,-4)]": 1876,
    "[REL:(0,-21)]": 1877,
    "[REL:(229,50)]": 1878,
    "[REL:(27,36)]": 1879,
    "[REL:(-13,-76)]": 1880,
    "[REL:(18,30)]": 1881,
    "[REL:(-24,-20)]": 1882,
    "[REL:(58,-98)]": 1883,
