[ABS:(0,0)] [ABS:(0,0)]
[ABS:(0,0)] [ABS:(0,1)]
[ABS:(0,0);(0,0)] [ABS:(0,0);(0,0)]
[ABS:(0,0)] [ABS:(-1,0)]
[ABS:(0,2)] [ABS:(0,4)]
[ABS:(0,2)] [ABS:(0,3)]
[ABS:(0,0);(0,0)] [ABS:(0,1)]
[ABS:(0,0)] [ABS:(0,-1)]
[ABS:(-1,0)] [ABS:(-1,0)]
[ABS:(0,0);(0,0)] [ABS:(0,0);(0,1)]
[ABS:(0,0);(0,0)] [ABS:(0,0)]
[ABS:(-1,-1)] [ABS:(-2,-1)]
[ABS:(1,1)] [ABS:(1,1)]
[ABS:(24,14)] [ABS:(24,14)]
[ABS:(0,1)] [ABS:(0,1)]
[ABS:(306,-10)] [ABS:(306,-10)]
[ABS:(0,2);(0,4)] [ABS:(0,6)]
[ABS:(-2,0)] [ABS:(-3,0)]
[ABS:(0,5)] [ABS:(0,7)]
[ABS:(1,0)] [ABS:(1,0)]
[ABS:(183,-3)] [ABS:(183,-3)]
[ABS:(0,0);(0,0)] [ABS:(0,-1)]
[ABS:(-1,1)] [ABS:(-1,2)]
[ABS:(0,0);(0,0)] [ABS:(-1,0)]
[ABS:(24,2)] [ABS:(24,2)]
[ABS:(59,-1)] [ABS:(59,-1)]
[ABS:(258,-7)] [ABS:(258,-7)]
[ABS:(8,0)] [ABS:(8,0)]
[ABS:(148,-2)] [ABS:(148,-2)]
[ABS:(1,2)] [ABS:(1,2)]
[ABS:(1,4)] [ABS:(1,6)]
[ABS:(2,2)] [ABS:(2,2)]
[ABS:(169,-4)] [ABS:(169,-4)]
[ABS:(-1,-1)] [ABS:(-1,-1)]
[ABS:(0,0);(0,0);(0,0);(0,0)] [ABS:(0,1)]
[ABS:(92,8)] [ABS:(92,8)]
[ABS:(26,0)] [ABS:(26,0)]
[ABS:(0,0);(0,1)] [ABS:(0,3)]
[ABS:(166,-2)] [ABS:(166,-2)]
[ABS:(53,12)] [ABS:(53,12)]
[ABS:(-2,0)] [ABS:(-3,1)]
[ABS:(0,2);(0,3)] [ABS:(0,4)]
[ABS:(0,0)] [ABS:(0,2)]
[ABS:(-1,4)] [ABS:(-1,6)]
[ABS:(24,4)] [ABS:(24,4)]
[ABS:(48,4)] [ABS:(48,4)]
[ABS:(6,4)] [ABS:(6,4)]
[ABS:(18,2)] [ABS:(18,2)]
[ABS:(0,0);(-1,0)] [ABS:(-1,0)]
[ABS:(14,2)] [ABS:(14,2)]
[ABS:(147,0)] [ABS:(147,0)]
[ABS:(2,1)] [ABS:(2,1)]
[ABS:(12,2)] [ABS:(12,2)]
[ABS:(0,-1)] [ABS:(0,-1)]
[ABS:(0,8)] [ABS:(0,10)]
[ABS:(54,4)] [ABS:(54,4)]
[ABS:(22,2)] [ABS:(22,2)]
[ABS:(58,-2)] [ABS:(58,-2)]
[ABS:(23,-12)] [ABS:(23,-12)]
[ABS:(22,4)] [ABS:(22,4)]
[ABS:(46,6)] [ABS:(46,6)]
[ABS:(6,0)] [ABS:(6,0)]
[ABS:(7,2)] [ABS:(7,2)]
[ABS:(208,-17)] [ABS:(208,-17)]
[ABS:(26,1)] [ABS:(26,1)]
[ABS:(4,0)] [ABS:(4,0)]
[ABS:(14,6)] [ABS:(14,6)]
[ABS:(-1,3)] [ABS:(-1,5)]
[ABS:(120,5)] [ABS:(120,5)]
[ABS:(1,4)] [ABS:(1,5)]
[ABS:(18,4)] [ABS:(18,4)]
[ABS:(106,2)] [ABS:(106,2)]
[ABS:(146,2)] [ABS:(146,2)]
[ABS:(72,-2)] [ABS:(72,-2)]
[ABS:(1,2)] [ABS:(1,3)]
[ABS:(18,0)] [ABS:(18,0)]
[ABS:(0,5)] [ABS:(0,6)]
[ABS:(17,5)] [ABS:(17,5)]
[ABS:(98,2)] [ABS:(98,2)]
[ABS:(7,0)] [ABS:(7,0)]
[ABS:(33,2)] [ABS:(33,2)]
[ABS:(8,4)] [ABS:(8,4)]
[ABS:(70,3)] [ABS:(70,3)]
[ABS:(2,6)] [ABS:(2,6)]
[ABS:(73,0)] [ABS:(73,0)]
[ABS:(132,-3)] [ABS:(132,-3)]
[ABS:(56,2)] [ABS:(56,2)]
[ABS:(0,0);(0,1)] [ABS:(0,2)]
[ABS:(10,4)] [ABS:(10,4)]
[ABS:(6,2)] [ABS:(6,2)]
[ABS:(242,-8)] [ABS:(242,-8)]
[ABS:(50,6)] [ABS:(50,6)]
[ABS:(80,2)] [ABS:(80,2)]
[ABS:(184,-1)] [ABS:(184,-1)]
[ABS:(84,4)] [ABS:(84,4)]
[ABS:(6,3)] [ABS:(6,3)]
[ABS:(104,0)] [ABS:(104,0)]
[ABS:(14,0)] [ABS:(14,0)]
[ABS:(0,0)] [ABS:(1,-1)]
[ABS:(16,5)] [ABS:(16,5)]
[ABS:(32,4)] [ABS:(32,4)]
[ABS:(36,2)] [ABS:(36,2)]
[ABS:(8,2)] [ABS:(8,2)]
[ABS:(82,6)] [ABS:(82,6)]
[ABS:(0,-2)] [ABS:(0,-2)]
[ABS:(22,0)] [ABS:(22,0)]
[ABS:(56,4)] [ABS:(56,4)]
[ABS:(30,3)] [ABS:(30,3)]
[ABS:(10,6)] [ABS:(10,6)]
[ABS:(12,0)] [ABS:(12,0)]
[ABS:(56,0)] [ABS:(56,0)]
[ABS:(94,4)] [ABS:(94,4)]
[ABS:(106,4)] [ABS:(106,4)]
[ABS:(12,6)] [ABS:(12,6)]
[ABS:(25,4)] [ABS:(25,4)]
[ABS:(244,4)] [ABS:(244,4)]
[ABS:(48,0)] [ABS:(48,0)]
[ABS:(44,4)] [ABS:(44,4)]
[ABS:(32,2)] [ABS:(32,2)]
[ABS:(9,2)] [ABS:(9,2)]
[ABS:(36,3)] [ABS:(36,3)]
[ABS:(52,-2)] [ABS:(52,-2)]
[ABS:(111,1)] [ABS:(111,1)]
[ABS:(184,0)] [ABS:(184,0)]
[ABS:(43,-17)] [ABS:(43,-17)]
[ABS:(10,2)] [ABS:(10,2)]
[ABS:(212,6)] [ABS:(212,6)]
[ABS:(100,4)] [ABS:(100,4)]
[ABS:(12,4)] [ABS:(12,4)]
[ABS:(30,0)] [ABS:(30,0)]
[ABS:(74,0)] [ABS:(74,0)]
[ABS:(24,8)] [ABS:(24,8)]
[ABS:(201,2)] [ABS:(201,2)]
[ABS:(11,1)] [ABS:(11,1)]
[ABS:(32,6)] [ABS:(32,6)]
[ABS:(38,0)] [ABS:(38,0)]
[ABS:(28,0)] [ABS:(28,0)]
[ABS:(5,2)] [ABS:(5,2)]
[ABS:(28,4)] [ABS:(28,4)]
[ABS:(34,0)] [ABS:(34,0)]
[ABS:(151,2)] [ABS:(151,2)]
[ABS:(33,0)] [ABS:(33,0)]
[ABS:(318,-16)] [ABS:(318,-16)]
[ABS:(0,0)] [ABS:(-1,1)]
[ABS:(62,2)] [ABS:(62,2)]
[ABS:(248,2)] [ABS:(248,2)]
[ABS:(5,0)] [ABS:(5,0)]
[ABS:(172,0)] [ABS:(172,0)]
[ABS:(48,2)] [ABS:(48,2)]
[ABS:(47,2)] [ABS:(47,2)]
[ABS:(29,1)] [ABS:(29,1)]
[ABS:(4,1)] [ABS:(4,2)]
[ABS:(8,1)] [ABS:(8,1)]
[ABS:(10,0)] [ABS:(10,0)]
[ABS:(84,0)] [ABS:(84,0)]
[ABS:(164,2)] [ABS:(164,2)]
[ABS:(17,6)] [ABS:(17,6)]
[ABS:(19,10)] [ABS:(19,10)]
[ABS:(30,4)] [ABS:(30,4)]
[ABS:(17,4)] [ABS:(17,4)]
[ABS:(3,2)] [ABS:(3,2)]
[ABS:(30,1)] [ABS:(30,1)]
[ABS:(100,2)] [ABS:(100,2)]
[ABS:(0,0);(0,0);(0,0);(0,0)] [ABS:(0,0);(0,0);(0,0);(0,0)]
[ABS:(28,10)] [ABS:(28,10)]
[ABS:(16,4)] [ABS:(16,4)]
[ABS:(16,-1)] [ABS:(16,-1)]
[ABS:(41,5)] [ABS:(41,5)]
[ABS:(18,1)] [ABS:(18,1)]
[ABS:(20,0)] [ABS:(20,0)]
[ABS:(54,-2)] [ABS:(54,-2)]
[ABS:(72,2)] [ABS:(72,2)]
[ABS:(190,-4)] [ABS:(190,-4)]
[ABS:(4,6)] [ABS:(4,6)]
[ABS:(130,0)] [ABS:(130,0)]
[ABS:(154,2)] [ABS:(154,2)]
[ABS:(21,2)] [ABS:(21,2)]
[ABS:(146,0)] [ABS:(146,0)]
[ABS:(44,0)] [ABS:(44,0)]
[ABS:(20,2)] [ABS:(20,2)]
[ABS:(60,0)] [ABS:(60,0)]
[ABS:(10,3)] [ABS:(10,3)]
[ABS:(226,8)] [ABS:(226,8)]
[ABS:(-1,-2)] [ABS:(-1,-2)]
[ABS:(20,4)] [ABS:(20,4)]
[ABS:(95,6)] [ABS:(95,6)]
[ABS:(4,4)] [ABS:(4,4)]
[ABS:(88,2)] [ABS:(88,2)]
[ABS:(60,2)] [ABS:(60,2)]
[ABS:(24,5)] [ABS:(24,5)]
[ABS:(172,-2)] [ABS:(172,-2)]
[ABS:(190,8)] [ABS:(190,8)]
[ABS:(-2,-2)] [ABS:(-3,-2)]
[ABS:(202,2)] [ABS:(202,2)]
[ABS:(31,4)] [ABS:(31,4)]
[ABS:(182,0)] [ABS:(182,0)]
[ABS:(27,2)] [ABS:(27,2)]
[ABS:(54,2)] [ABS:(54,2)]
[ABS:(116,-2)] [ABS:(116,-2)]
[ABS:(8,-1)] [ABS:(8,-1)]
[ABS:(28,2)] [ABS:(28,2)]
[ABS:(113,5)] [ABS:(113,5)]
[ABS:(50,2)] [ABS:(50,2)]
[ABS:(104,2)] [ABS:(104,2)]
[ABS:(184,-2)] [ABS:(184,-2)]
[ABS:(62,6)] [ABS:(62,6)]
[ABS:(18,3)] [ABS:(18,3)]
[ABS:(32,3)] [ABS:(32,3)]
[ABS:(16,0)] [ABS:(16,0)]
[ABS:(182,2)] [ABS:(182,2)]
[ABS:(80,8)] [ABS:(80,8)]
[ABS:(102,2)] [ABS:(102,2)]
[ABS:(75,-2)] [ABS:(75,-2)]
[ABS:(84,-4)] [ABS:(84,-4)]
[ABS:(0,8)] [ABS:(0,8)]
[ABS:(22,8)] [ABS:(22,8)]
[ABS:(18,5)] [ABS:(18,5)]
[ABS:(34,8)] [ABS:(34,8)]
[ABS:(12,-1)] [ABS:(12,-1)]
[ABS:(42,4)] [ABS:(42,4)]
[ABS:(23,-1)] [ABS:(23,-1)]
[ABS:(36,4)] [ABS:(36,4)]
[ABS:(51,2)] [ABS:(51,2)]
[ABS:(89,4)] [ABS:(89,4)]
[ABS:(118,6)] [ABS:(118,6)]
[ABS:(82,-4)] [ABS:(82,-4)]
[ABS:(178,0)] [ABS:(178,0)]
[ABS:(140,2)] [ABS:(140,2)]
[ABS:(148,2)] [ABS:(148,2)]
[ABS:(26,8)] [ABS:(26,8)]
[ABS:(76,3)] [ABS:(76,3)]
[ABS:(204,3)] [ABS:(204,3)]
[ABS:(79,-3)] [ABS:(79,-3)]
[ABS:(14,4)] [ABS:(14,4)]
[ABS:(45,2)] [ABS:(45,2)]
[ABS:(7,4)] [ABS:(7,4)]
[ABS:(5,3)] [ABS:(5,4)]
[ABS:(70,4)] [ABS:(70,4)]
[ABS:(50,4)] [ABS:(50,4)]
[ABS:(58,6)] [ABS:(58,6)]
[ABS:(81,2)] [ABS:(81,2)]
[ABS:(74,-4)] [ABS:(74,-4)]
[ABS:(92,-4)] [ABS:(92,-4)]
[ABS:(42,0)] [ABS:(42,0)]
[ABS:(24,-12)] [ABS:(24,-12)]
[ABS:(22,6)] [ABS:(22,6)]
[ABS:(246,1)] [ABS:(246,1)]
[ABS:(50,3)] [ABS:(50,3)]
[ABS:(148,4)] [ABS:(148,4)]
[ABS:(88,12)] [ABS:(88,12)]
[ABS:(8,2)] [ABS:(8,3)]
[ABS:(8,6)] [ABS:(8,6)]
[ABS:(17,0)] [ABS:(17,0)]
[ABS:(43,0)] [ABS:(43,0)]
[ABS:(28,1)] [ABS:(28,1)]
[ABS:(134,4)] [ABS:(134,4)]
[ABS:(2,0)] [ABS:(2,0)]
[ABS:(52,0)] [ABS:(52,0)]
[ABS:(96,-6)] [ABS:(96,-6)]
[ABS:(4,5)] [ABS:(4,5)]
[ABS:(188,12)] [ABS:(188,12)]
[ABS:(194,0)] [ABS:(194,0)]
[ABS:(24,3)] [ABS:(24,3)]
[ABS:(72,4)] [ABS:(72,4)]
[ABS:(148,6)] [ABS:(148,6)]
[ABS:(130,-3)] [ABS:(130,-3)]
[ABS:(25,1)] [ABS:(25,1)]
[ABS:(46,3)] [ABS:(46,3)]
[ABS:(44,2)] [ABS:(44,2)]
[ABS:(110,2)] [ABS:(110,2)]
[ABS:(78,1)] [ABS:(78,1)]
[ABS:(24,-2)] [ABS:(24,-2)]
[ABS:(40,0)] [ABS:(40,0)]
[ABS:(-2,1)] [ABS:(-3,2)]
[ABS:(250,-5)] [ABS:(250,-5)]
[ABS:(15,3)] [ABS:(15,3)]
[ABS:(120,0)] [ABS:(120,0)]
[ABS:(112,6)] [ABS:(112,6)]
[ABS:(97,8)] [ABS:(97,8)]
[ABS:(264,-6)] [ABS:(264,-6)]
[ABS:(0,0);(0,0)] [ABS:(-1,0);(-1,0)]
[ABS:(158,6)] [ABS:(158,6)]
[ABS:(49,6)] [ABS:(49,6)]
[ABS:(22,3)] [ABS:(22,3)]
[ABS:(10,-1)] [ABS:(10,-1)]
[ABS:(32,5)] [ABS:(32,5)]
[ABS:(0,6)] [ABS:(0,6)]
[ABS:(14,3)] [ABS:(14,3)]
[ABS:(15,2)] [ABS:(15,2)]
[ABS:(35,2)] [ABS:(35,2)]
[ABS:(138,6)] [ABS:(138,6)]
[ABS:(66,0)] [ABS:(66,0)]
[ABS:(104,-2)] [ABS:(104,-2)]
[ABS:(64,-1)] [ABS:(64,-1)]
[ABS:(37,0)] [ABS:(37,0)]
[ABS:(25,8)] [ABS:(25,8)]
[ABS:(45,4)] [ABS:(45,4)]
[ABS:(88,4)] [ABS:(88,4)]
[ABS:(23,2)] [ABS:(23,2)]
[ABS:(82,-2)] [ABS:(82,-2)]
[ABS:(86,6)] [ABS:(86,6)]
[ABS:(1,7)] [ABS:(1,9)]
[ABS:(168,-1)] [ABS:(168,-1)]
[ABS:(69,2)] [ABS:(69,2)]
[ABS:(11,0)] [ABS:(11,0)]
[ABS:(10,-2)] [ABS:(10,-2)]
[ABS:(66,1)] [ABS:(66,1)]
[ABS:(52,4)] [ABS:(52,4)]
[ABS:(28,-1)] [ABS:(28,-1)]
[ABS:(105,2)] [ABS:(105,2)]
[ABS:(158,7)] [ABS:(158,7)]
[ABS:(160,0)] [ABS:(160,0)]
[ABS:(234,3)] [ABS:(234,3)]
[ABS:(0,0)] [ABS:(-1,2)]
[ABS:(4,8)] [ABS:(4,8)]
[ABS:(66,-2)] [ABS:(66,-2)]
[ABS:(190,0)] [ABS:(190,0)]
[ABS:(0,2)] [ABS:(0,2)]
[ABS:(98,0)] [ABS:(98,0)]
[ABS:(122,6)] [ABS:(122,6)]
[ABS:(68,2)] [ABS:(68,2)]
[ABS:(124,2)] [ABS:(124,2)]
[ABS:(56,6)] [ABS:(56,6)]
[ABS:(64,-4)] [ABS:(64,-4)]
[ABS:(58,-3)] [ABS:(58,-3)]
[ABS:(220,-4)] [ABS:(220,-4)]
[ABS:(106,6)] [ABS:(106,6)]
[ABS:(17,1)] [ABS:(17,1)]
[ABS:(156,-2)] [ABS:(156,-2)]
[ABS:(46,1)] [ABS:(46,1)]
[ABS:(57,-2)] [ABS:(57,-2)]
[ABS:(30,-2)] [ABS:(30,-2)]
[ABS:(126,2)] [ABS:(126,2)]
[ABS:(70,-1)] [ABS:(70,-1)]
[ABS:(288,-10)] [ABS:(288,-10)]
[ABS:(26,7)] [ABS:(26,7)]
[ABS:(64,2)] [ABS:(64,2)]
[ABS:(21,4)] [ABS:(21,4)]
[ABS:(104,6)] [ABS:(104,6)]
[ABS:(162,-1)] [ABS:(162,-1)]
[ABS:(64,6)] [ABS:(64,6)]
[ABS:(20,3)] [ABS:(20,3)]
[ABS:(94,3)] [ABS:(94,3)]
[ABS:(13,2)] [ABS:(13,2)]
[ABS:(156,0)] [ABS:(156,0)]
[ABS:(64,-2)] [ABS:(64,-2)]
[ABS:(78,-4)] [ABS:(78,-4)]
[ABS:(125,14)] [ABS:(125,14)]
[ABS:(24,14);(24,14)] [ABS:(24,14);(24,14)]
[ABS:(306,-10);(306,-10)] [ABS:(306,-10);(306,-10)]
[ABS:(6,8)] [ABS:(6,8)]
[ABS:(51,8)] [ABS:(51,8)]
[ABS:(97,6)] [ABS:(97,6)]
[ABS:(128,0)] [ABS:(128,0)]
[ABS:(108,3)] [ABS:(108,3)]
[ABS:(16,6)] [ABS:(16,6)]
[ABS:(70,5)] [ABS:(70,5)]
[ABS:(78,5)] [ABS:(78,5)]
[ABS:(26,2)] [ABS:(26,2)]
[ABS:(33,8)] [ABS:(33,8)]
[ABS:(58,9)] [ABS:(58,9)]
[ABS:(76,6)] [ABS:(76,6)]
[ABS:(40,1)] [ABS:(40,1)]
[ABS:(80,6)] [ABS:(80,6)]
[ABS:(6,6)] [ABS:(6,6)]
[ABS:(26,-1)] [ABS:(26,-1)]
[ABS:(15,0)] [ABS:(15,0)]
[ABS:(27,0)] [ABS:(27,0)]
[ABS:(38,-2)] [ABS:(38,-2)]
[ABS:(44,-2)] [ABS:(44,-2)]
[ABS:(54,3)] [ABS:(54,3)]
[ABS:(18,6)] [ABS:(18,6)]
[ABS:(222,-2)] [ABS:(222,-2)]
[ABS:(102,0)] [ABS:(102,0)]
[ABS:(116,0)] [ABS:(116,0)]
[ABS:(9,8)] [ABS:(9,8)]
[ABS:(23,0)] [ABS:(23,0)]
[ABS:(190,4)] [ABS:(190,4)]
[ABS:(308,-9)] [ABS:(308,-9)]
[ABS:(57,3)] [ABS:(57,3)]
[ABS:(308,4)] [ABS:(308,4)]
[ABS:(14,10)] [ABS:(14,10)]
[ABS:(26,12)] [ABS:(26,12)]
[ABS:(155,0)] [ABS:(155,0)]
[ABS:(19,3)] [ABS:(19,3)]
[ABS:(74,4)] [ABS:(74,4)]
[ABS:(136,0)] [ABS:(136,0)]
[ABS:(-4,0)] [ABS:(-5,1)]
[ABS:(116,2)] [ABS:(116,2)]
[ABS:(286,6)] [ABS:(286,6)]
[ABS:(15,6)] [ABS:(15,6)]
[ABS:(6,2)] [ABS:(6,3)]
[ABS:(77,0)] [ABS:(77,0)]
[ABS:(68,4)] [ABS:(68,4)]
[ABS:(82,0)] [ABS:(82,0)]
[ABS:(154,-2)] [ABS:(154,-2)]
[ABS:(214,1)] [ABS:(214,1)]
[ABS:(222,0)] [ABS:(222,0)]
[ABS:(48,8)] [ABS:(48,8)]
[ABS:(136,-2)] [ABS:(136,-2)]
[ABS:(54,-1)] [ABS:(54,-1)]
[ABS:(101,2)] [ABS:(101,2)]
[ABS:(54,0)] [ABS:(54,0)]
[ABS:(84,2)] [ABS:(84,2)]
[ABS:(-1,-1);(-2,-1)] [ABS:(-3,-1)]
[ABS:(0,0)] [ABS:(1,0)]
[ABS:(-2,0)] [ABS:(-2,0)]
[ABS:(58,4)] [ABS:(58,4)]
[ABS:(152,4)] [ABS:(152,4)]
[ABS:(-1,1)] [ABS:(-1,1)]
[ABS:(70,8)] [ABS:(70,8)]
[ABS:(98,3)] [ABS:(98,3)]
[ABS:(165,-2)] [ABS:(165,-2)]
[ABS:(196,0)] [ABS:(196,0)]
[ABS:(80,0)] [ABS:(80,0)]
[ABS:(122,1)] [ABS:(122,1)]
[ABS:(72,10)] [ABS:(72,10)]
[ABS:(142,2)] [ABS:(142,2)]
[ABS:(12,-2)] [ABS:(12,-2)]
[ABS:(48,3)] [ABS:(48,3)]
[ABS:(257,2)] [ABS:(257,2)]
[ABS:(1,8)] [ABS:(1,8)]
[ABS:(22,4)] [ABS:(22,5)]
[ABS:(204,0)] [ABS:(204,0)]
[ABS:(161,2)] [ABS:(161,2)]
[ABS:(24,1)] [ABS:(24,1)]
[ABS:(78,-2)] [ABS:(78,-2)]
[ABS:(32,8)] [ABS:(32,8)]
[ABS:(36,-2)] [ABS:(36,-2)]
[ABS:(49,-1)] [ABS:(49,-1)]
[ABS:(74,1)] [ABS:(74,1)]
[ABS:(44,3)] [ABS:(44,3)]
[ABS:(21,0)] [ABS:(21,0)]
[ABS:(22,-1)] [ABS:(22,-1)]
[ABS:(37,-2)] [ABS:(37,-2)]
[ABS:(96,5)] [ABS:(96,5)]
[ABS:(5,1)] [ABS:(5,2)]
[ABS:(34,-1)] [ABS:(34,-1)]
[ABS:(76,7)] [ABS:(76,7)]
[ABS:(214,0)] [ABS:(214,0)]
[ABS:(34,7)] [ABS:(34,7)]
[ABS:(92,2)] [ABS:(92,2)]
[ABS:(144,3)] [ABS:(144,3)]
[ABS:(23,6)] [ABS:(23,6)]
[ABS:(28,-2)] [ABS:(28,-2)]
[ABS:(34,2)] [ABS:(34,2)]
[ABS:(108,0)] [ABS:(108,0)]
[ABS:(-1,2)] [ABS:(-1,2)]
[ABS:(1,12)] [ABS:(1,12)]
[ABS:(158,4)] [ABS:(158,4)]
[ABS:(58,8)] [ABS:(58,8)]
[ABS:(0,9)] [ABS:(0,10)]
[ABS:(32,10)] [ABS:(32,10)]
[ABS:(8,8)] [ABS:(8,8)]
[ABS:(33,-2)] [ABS:(33,-2)]
[ABS:(120,-2)] [ABS:(120,-2)]
[ABS:(27,3)] [ABS:(27,3)]
[ABS:(52,5)] [ABS:(52,5)]
[ABS:(302,-4)] [ABS:(302,-4)]
[ABS:(20,8)] [ABS:(20,8)]
[ABS:(170,2)] [ABS:(170,2)]
[ABS:(176,4)] [ABS:(176,4)]
[ABS:(174,2)] [ABS:(174,2)]
[ABS:(86,-2)] [ABS:(86,-2)]
[ABS:(87,1)] [ABS:(87,1)]
[ABS:(56,-2)] [ABS:(56,-2)]
[ABS:(51,-1)] [ABS:(51,-1)]
[ABS:(78,2)] [ABS:(78,2)]
[ABS:(38,1)] [ABS:(38,1)]
[ABS:(110,7)] [ABS:(110,7)]
[ABS:(21,6)] [ABS:(21,6)]
[ABS:(96,2)] [ABS:(96,2)]
[ABS:(144,-3)] [ABS:(144,-3)]
[ABS:(68,1)] [ABS:(68,1)]
[ABS:(0,0);(0,1)] [ABS:(0,1)]
[ABS:(30,7)] [ABS:(30,7)]
[ABS:(16,1)] [ABS:(16,1)]
[ABS:(78,4)] [ABS:(78,4)]
[ABS:(77,8)] [ABS:(77,8)]
[ABS:(98,-2)] [ABS:(98,-2)]
[ABS:(176,-1)] [ABS:(176,-1)]
[ABS:(23,4)] [ABS:(23,4)]
[ABS:(59,6)] [ABS:(59,6)]
[ABS:(170,6)] [ABS:(170,6)]
[ABS:(182,4)] [ABS:(182,4)]
[ABS:(119,2)] [ABS:(119,2)]
[ABS:(16,8)] [ABS:(16,8)]
[ABS:(1,8)] [ABS:(1,10)]
[ABS:(16,10)] [ABS:(16,10)]
[ABS:(15,1)] [ABS:(15,1)]
[ABS:(4,-1)] [ABS:(4,-1)]
[ABS:(40,4)] [ABS:(40,4)]
[ABS:(66,3)] [ABS:(66,3)]
[ABS:(158,-4)] [ABS:(158,-4)]
[ABS:(138,3)] [ABS:(138,3)]
[ABS:(46,0)] [ABS:(46,0)]
[ABS:(90,-1)] [ABS:(90,-1)]
[ABS:(36,0)] [ABS:(36,0)]
[ABS:(95,2)] [ABS:(95,2)]
[ABS:(155,4)] [ABS:(155,4)]
[ABS:(177,-3)] [ABS:(177,-3)]
[ABS:(6,1)] [ABS:(6,1)]
[ABS:(220,2)] [ABS:(220,2)]
[ABS:(224,4)] [ABS:(224,4)]
[ABS:(7,-1)] [ABS:(7,-1)]
[ABS:(50,-2)] [ABS:(50,-2)]
[ABS:(90,2)] [ABS:(90,2)]
[ABS:(139,-2)] [ABS:(139,-2)]
[ABS:(139,0)] [ABS:(139,0)]
[ABS:(154,0)] [ABS:(154,0)]
[ABS:(105,5)] [ABS:(105,5)]
[ABS:(146,-1)] [ABS:(146,-1)]
[ABS:(4,3)] [ABS:(4,4)]
[ABS:(67,7)] [ABS:(67,7)]
[ABS:(54,10)] [ABS:(54,10)]
[ABS:(34,-2)] [ABS:(34,-2)]
[ABS:(74,6)] [ABS:(74,6)]
[ABS:(22,1)] [ABS:(22,1)]
[ABS:(117,2)] [ABS:(117,2)]
[ABS:(90,1)] [ABS:(90,1)]
[ABS:(86,0)] [ABS:(86,0)]
[ABS:(60,-4)] [ABS:(60,-4)]
[ABS:(32,0)] [ABS:(32,0)]
[ABS:(164,6)] [ABS:(164,6)]
[ABS:(68,-2)] [ABS:(68,-2)]
[ABS:(102,-4)] [ABS:(102,-4)]
[ABS:(22,10)] [ABS:(22,10)]
[ABS:(138,4)] [ABS:(138,4)]
[ABS:(28,9)] [ABS:(28,9)]
[ABS:(84,-5)] [ABS:(84,-5)]
[ABS:(83,0)] [ABS:(83,0)]
[ABS:(170,0)] [ABS:(170,0)]
[ABS:(217,4)] [ABS:(217,4)]
[ABS:(79,6)] [ABS:(79,6)]
[ABS:(144,5)] [ABS:(144,5)]
[ABS:(0,9)] [ABS:(0,11)]
[ABS:(118,8)] [ABS:(118,8)]
[ABS:(20,-1)] [ABS:(20,-1)]
[ABS:(76,4)] [ABS:(76,4)]
[ABS:(108,-1)] [ABS:(108,-1)]
[ABS:(121,0)] [ABS:(121,0)]
[ABS:(7,1)] [ABS:(7,1)]
[ABS:(6,4)] [ABS:(6,5)]
[ABS:(0,12)] [ABS:(0,12)]
[ABS:(48,-2)] [ABS:(48,-2)]
[ABS:(34,4)] [ABS:(34,4)]
[ABS:(141,-4)] [ABS:(141,-4)]
[ABS:(31,8)] [ABS:(31,8)]
[ABS:(27,10)] [ABS:(27,10)]
[ABS:(70,1)] [ABS:(70,1)]
[ABS:(206,3)] [ABS:(206,3)]
[ABS:(130,3)] [ABS:(130,3)]
[ABS:(96,0)] [ABS:(96,0)]
[ABS:(66,-1)] [ABS:(66,-1)]
[ABS:(72,0)] [ABS:(72,0)]
[ABS:(97,0)] [ABS:(97,0)]
[ABS:(108,-6)] [ABS:(108,-6)]
[ABS:(59,-3)] [ABS:(59,-3)]
[ABS:(69,6)] [ABS:(69,6)]
[ABS:(166,-6)] [ABS:(166,-6)]
[ABS:(74,-2)] [ABS:(74,-2)]
[ABS:(43,-21)] [ABS:(43,-21)]
[ABS:(0,0);(0,0)] [ABS:(0,0);(-1,0)]
[ABS:(0,0)] [ABS:(1,1)]
[ABS:(1,3)] [ABS:(1,5)]
[ABS:(13,4)] [ABS:(13,4)]
[ABS:(26,14)] [ABS:(26,14)]
[ABS:(47,4)] [ABS:(47,4)]
[ABS:(24,9)] [ABS:(24,9)]
[ABS:(33,6)] [ABS:(33,6)]
[ABS:(66,6)] [ABS:(66,6)]
[ABS:(141,0)] [ABS:(141,0)]
[ABS:(100,10)] [ABS:(100,10)]
[ABS:(278,2)] [ABS:(278,2)]
[ABS:(102,4)] [ABS:(102,4)]
[ABS:(123,6)] [ABS:(123,6)]
[ABS:(126,4)] [ABS:(126,4)]
[ABS:(46,8)] [ABS:(46,8)]
[ABS:(158,1)] [ABS:(158,1)]
[ABS:(15,4)] [ABS:(15,4)]
[ABS:(74,2)] [ABS:(74,2)]
[ABS:(118,-4)] [ABS:(118,-4)]
[ABS:(158,-2)] [ABS:(158,-2)]
[ABS:(38,6)] [ABS:(38,6)]
[ABS:(132,-1)] [ABS:(132,-1)]
[ABS:(3,3)] [ABS:(3,3)]
[ABS:(21,1)] [ABS:(21,1)]
[ABS:(68,-6)] [ABS:(68,-6)]
[ABS:(162,1)] [ABS:(162,1)]
[ABS:(7,2)] [ABS:(7,3)]
[ABS:(273,-7)] [ABS:(273,-7)]
[ABS:(18,8)] [ABS:(18,8)]
[ABS:(32,9)] [ABS:(32,9)]
[ABS:(106,0)] [ABS:(106,0)]
[ABS:(272,4)] [ABS:(272,4)]
[ABS:(210,-4)] [ABS:(210,-4)]
[ABS:(172,6)] [ABS:(172,6)]
[ABS:(39,2)] [ABS:(39,2)]
[ABS:(38,2)] [ABS:(38,2)]
[ABS:(232,-8)] [ABS:(232,-8)]
[ABS:(200,6)] [ABS:(200,6)]
[ABS:(50,0)] [ABS:(50,0)]
[ABS:(90,6)] [ABS:(90,6)]
[ABS:(97,2)] [ABS:(97,2)]
[ABS:(102,8)] [ABS:(102,8)]
[ABS:(144,2)] [ABS:(144,2)]
[ABS:(202,-2)] [ABS:(202,-2)]
[ABS:(0,13)] [ABS:(0,13)]
[ABS:(33,4)] [ABS:(33,4)]
[ABS:(162,2)] [ABS:(162,2)]
[ABS:(200,0)] [ABS:(200,0)]
[ABS:(23,3)] [ABS:(23,3)]
[ABS:(110,8)] [ABS:(110,8)]
[ABS:(117,5)] [ABS:(117,5)]
[ABS:(16,2)] [ABS:(16,2)]
[ABS:(84,10)] [ABS:(84,10)]
[ABS:(212,-1)] [ABS:(212,-1)]
[ABS:(38,3)] [ABS:(38,3)]
[ABS:(20,1)] [ABS:(20,1)]
[ABS:(96,4)] [ABS:(96,4)]
[ABS:(31,2)] [ABS:(31,2)]
[ABS:(19,5)] [ABS:(19,5)]
[ABS:(112,4)] [ABS:(112,4)]
[ABS:(120,2)] [ABS:(120,2)]
[ABS:(9,0)] [ABS:(9,0)]
[ABS:(218,-5)] [ABS:(218,-5)]
[ABS:(92,1)] [ABS:(92,1)]
[ABS:(248,4)] [ABS:(248,4)]
[ABS:(260,6)] [ABS:(260,6)]
[ABS:(265,12)] [ABS:(265,12)]
[ABS:(40,-2)] [ABS:(40,-2)]
[ABS:(128,-6)] [ABS:(128,-6)]
[ABS:(200,-10)] [ABS:(200,-10)]
[ABS:(0,0);(0,0)] [ABS:(0,0);(0,-1)]
[ABS:(128,2)] [ABS:(128,2)]
[ABS:(131,0)] [ABS:(131,0)]
[ABS:(138,2)] [ABS:(138,2)]
[ABS:(149,4)] [ABS:(149,4)]
[ABS:(226,-4)] [ABS:(226,-4)]
[ABS:(220,-1)] [ABS:(220,-1)]
[ABS:(21,8)] [ABS:(21,8)]
[ABS:(218,4)] [ABS:(218,4)]
[ABS:(11,2)] [ABS:(11,2)]
[ABS:(16,7)] [ABS:(16,7)]
[ABS:(40,6)] [ABS:(40,6)]
[ABS:(46,5)] [ABS:(46,5)]
[ABS:(62,4)] [ABS:(62,4)]
[ABS:(107,1)] [ABS:(107,1)]
[ABS:(196,2)] [ABS:(196,2)]
[ABS:(14,7)] [ABS:(14,8)]
[ABS:(44,8)] [ABS:(44,8)]
[ABS:(52,1)] [ABS:(52,1)]
[ABS:(26,5)] [ABS:(26,6)]
[ABS:(94,5)] [ABS:(94,5)]
[ABS:(2,4)] [ABS:(2,4)]
[ABS:(257,1)] [ABS:(257,1)]
[ABS:(63,2)] [ABS:(63,2)]
[ABS:(25,2)] [ABS:(25,2)]
[ABS:(48,5)] [ABS:(48,5)]
[ABS:(14,4)] [ABS:(14,5)]
[ABS:(95,-1)] [ABS:(95,-1)]
[ABS:(22,-2)] [ABS:(22,-2)]
[ABS:(26,-4)] [ABS:(26,-4)]
[ABS:(0,14)] [ABS:(0,14)]
[ABS:(7,5)] [ABS:(7,5)]
[ABS:(37,4)] [ABS:(37,4)]
[ABS:(65,2)] [ABS:(65,2)]
[ABS:(34,5)] [ABS:(34,5)]
[ABS:(44,-1)] [ABS:(44,-1)]
[ABS:(133,2)] [ABS:(133,2)]
[ABS:(-1,8)] [ABS:(-1,10)]
[ABS:(34,6)] [ABS:(34,6)]
[ABS:(120,6)] [ABS:(120,6)]
[ABS:(256,3)] [ABS:(256,3)]
[ABS:(16,3)] [ABS:(16,3)]
[ABS:(35,1)] [ABS:(35,1)]
[ABS:(111,4)] [ABS:(111,4)]
[ABS:(45,0)] [ABS:(45,0)]
[ABS:(95,-2)] [ABS:(95,-2)]
[ABS:(103,6)] [ABS:(103,6)]
[ABS:(64,10)] [ABS:(64,10)]
[ABS:(104,4)] [ABS:(104,4)]
[ABS:(57,8)] [ABS:(57,8)]
[ABS:(88,-4)] [ABS:(88,-4)]
[ABS:(68,3)] [ABS:(68,3)]
[ABS:(111,2)] [ABS:(111,2)]
[ABS:(13,5)] [ABS:(13,5)]
[ABS:(4,2)] [ABS:(4,2)]
[ABS:(4,6)] [ABS:(4,7)]
[ABS:(9,4)] [ABS:(9,4)]
[ABS:(108,2)] [ABS:(108,2)]
[ABS:(33,5)] [ABS:(33,5)]
[ABS:(47,6)] [ABS:(47,6)]
[ABS:(92,5)] [ABS:(92,5)]
[ABS:(106,3)] [ABS:(106,3)]
[ABS:(110,4)] [ABS:(110,4)]
[ABS:(124,0)] [ABS:(124,0)]
[ABS:(164,4)] [ABS:(164,4)]
[ABS:(210,2)] [ABS:(210,2)]
[ABS:(10,1)] [ABS:(10,1)]
[ABS:(124,8)] [ABS:(124,8)]
[ABS:(132,6)] [ABS:(132,6)]
[ABS:(76,0)] [ABS:(76,0)]
[ABS:(36,1)] [ABS:(36,1)]
[ABS:(100,0)] [ABS:(100,0)]
[ABS:(162,-2)] [ABS:(162,-2)]
[ABS:(93,2)] [ABS:(93,2)]
[ABS:(67,2)] [ABS:(67,2)]
[ABS:(54,5)] [ABS:(54,5)]
[ABS:(134,2)] [ABS:(134,2)]
[ABS:(56,3)] [ABS:(56,3)]
[ABS:(82,-6)] [ABS:(82,-6)]
[ABS:(3,0)] [ABS:(3,0)]
[ABS:(9,6)] [ABS:(9,6)]
[ABS:(27,1)] [ABS:(27,1)]
[ABS:(-2,-1)] [ABS:(-3,-1)]
[ABS:(60,4)] [ABS:(60,4)]
[ABS:(122,2)] [ABS:(122,2)]
[ABS:(128,6)] [ABS:(128,6)]
[ABS:(137,6)] [ABS:(137,6)]
[ABS:(146,6)] [ABS:(146,6)]
[ABS:(150,2)] [ABS:(150,2)]
[ABS:(268,4)] [ABS:(268,4)]
[ABS:(116,1)] [ABS:(116,1)]
[ABS:(142,3)] [ABS:(142,3)]
[ABS:(160,4)] [ABS:(160,4)]
[ABS:(230,1)] [ABS:(230,1)]
[ABS:(32,-1)] [ABS:(32,-1)]
[ABS:(198,-4)] [ABS:(198,-4)]
[ABS:(107,2)] [ABS:(107,2)]
[ABS:(152,-4)] [ABS:(152,-4)]
[ABS:(220,6)] [ABS:(220,6)]
[ABS:(141,2)] [ABS:(141,2)]
[ABS:(98,6)] [ABS:(98,6)]
[ABS:(70,0)] [ABS:(70,0)]
[ABS:(40,-3)] [ABS:(40,-3)]
[ABS:(65,0)] [ABS:(65,0)]
[ABS:(83,-2)] [ABS:(83,-2)]
[ABS:(132,4)] [ABS:(132,4)]
[ABS:(150,0)] [ABS:(150,0)]
[ABS:(156,1)] [ABS:(156,1)]
[ABS:(173,2)] [ABS:(173,2)]
[ABS:(222,-4)] [ABS:(222,-4)]
[ABS:(0,3)] [ABS:(0,4)]
[ABS:(68,10)] [ABS:(68,10)]
[ABS:(-1,4)] [ABS:(-1,5)]
[ABS:(3,7)] [ABS:(3,7)]
[ABS:(40,2)] [ABS:(40,2)]
[ABS:(46,4)] [ABS:(46,4)]
[ABS:(81,8)] [ABS:(81,8)]
[ABS:(166,2)] [ABS:(166,2)]
[ABS:(24,-1)] [ABS:(24,-1)]
[ABS:(300,2)] [ABS:(300,2)]
[ABS:(2,8)] [ABS:(2,8)]
[ABS:(30,-1)] [ABS:(30,-1)]
[ABS:(79,8)] [ABS:(79,8)]
[ABS:(50,5)] [ABS:(50,5)]
[ABS:(192,0)] [ABS:(192,0)]
[ABS:(252,0)] [ABS:(252,0)]
[ABS:(12,1)] [ABS:(12,1)]
[ABS:(67,-2)] [ABS:(67,-2)]
[ABS:(87,0)] [ABS:(87,0)]
[ABS:(25,-2)] [ABS:(25,-2)]
[ABS:(20,6)] [ABS:(20,6)]
[ABS:(132,-2)] [ABS:(132,-2)]
[ABS:(27,3)] [ABS:(27,4)]
[ABS:(185,6)] [ABS:(185,6)]
[ABS:(162,6)] [ABS:(162,6)]
[ABS:(23,7)] [ABS:(23,7)]
[ABS:(130,4)] [ABS:(130,4)]
[ABS:(5,5)] [ABS:(5,6)]
[ABS:(5,8)] [ABS:(5,8)]
[ABS:(44,1)] [ABS:(44,1)]
[ABS:(94,2)] [ABS:(94,2)]
[ABS:(10,13)] [ABS:(10,13)]
[ABS:(37,5)] [ABS:(37,5)]
[ABS:(39,0)] [ABS:(39,0)]
[ABS:(126,3)] [ABS:(126,3)]
[ABS:(94,6)] [ABS:(94,6)]
[ABS:(105,0)] [ABS:(105,0)]
[ABS:(72,6)] [ABS:(72,6)]
[ABS:(133,0)] [ABS:(133,0)]
[ABS:(30,8)] [ABS:(30,8)]
[ABS:(39,6)] [ABS:(39,6)]
[ABS:(44,6)] [ABS:(44,6)]
[ABS:(40,8)] [ABS:(40,8)]
[ABS:(63,4)] [ABS:(63,4)]
[ABS:(86,2)] [ABS:(86,2)]
[ABS:(194,-4)] [ABS:(194,-4)]
[ABS:(30,2)] [ABS:(30,2)]
[ABS:(147,3)] [ABS:(147,3)]
[ABS:(130,6)] [ABS:(130,6)]
[ABS:(14,12)] [ABS:(14,12)]
[ABS:(26,4)] [ABS:(26,4)]
[ABS:(31,6)] [ABS:(31,6)]
[ABS:(120,1)] [ABS:(120,1)]
[ABS:(108,5)] [ABS:(108,5)]
[ABS:(156,-6)] [ABS:(156,-6)]
[ABS:(89,2)] [ABS:(89,2)]
[ABS:(262,8)] [ABS:(262,8)]
[ABS:(240,0)] [ABS:(240,0)]
[ABS:(27,6)] [ABS:(27,6)]
[ABS:(43,2)] [ABS:(43,2)]
[ABS:(19,0)] [ABS:(19,0)]
[ABS:(1,14)] [ABS:(1,14)]
[ABS:(19,1)] [ABS:(19,1)]
[ABS:(19,4)] [ABS:(19,4)]
[ABS:(53,-2)] [ABS:(53,-2)]
[ABS:(135,-4)] [ABS:(135,-4)]
[ABS:(180,-2)] [ABS:(180,-2)]
[ABS:(96,1)] [ABS:(96,1)]
[ABS:(105,-2)] [ABS:(105,-2)]
[ABS:(152,2)] [ABS:(152,2)]
[ABS:(13,0)] [ABS:(13,0)]
[ABS:(224,8)] [ABS:(224,8)]
[ABS:(46,-1)] [ABS:(46,-1)]
[ABS:(24,0)] [ABS:(24,0)]
[ABS:(125,2)] [ABS:(125,2)]
[ABS:(153,-2)] [ABS:(153,-2)]
[ABS:(106,-2)] [ABS:(106,-2)]
[ABS:(162,-3)] [ABS:(162,-3)]
[ABS:(176,-3)] [ABS:(176,-3)]
[ABS:(43,-2)] [ABS:(43,-2)]
[ABS:(32,1)] [ABS:(32,1)]
[ABS:(234,4)] [ABS:(234,4)]
[ABS:(98,7)] [ABS:(98,7)]
[ABS:(29,-2)] [ABS:(29,-2)]
[ABS:(90,5)] [ABS:(90,5)]
[ABS:(108,6)] [ABS:(108,6)]
[ABS:(41,0)] [ABS:(41,0)]
[ABS:(282,7)] [ABS:(282,7)]
[ABS:(219,6)] [ABS:(219,6)]
[ABS:(100,7)] [ABS:(100,7)]
[ABS:(124,-2)] [ABS:(124,-2)]
[ABS:(256,-1)] [ABS:(256,-1)]
[ABS:(86,5)] [ABS:(86,5)]
[ABS:(190,2)] [ABS:(190,2)]
[ABS:(4,10)] [ABS:(4,10)]
[ABS:(61,8)] [ABS:(61,8)]
[ABS:(82,4)] [ABS:(82,4)]
[ABS:(91,6)] [ABS:(91,6)]
[ABS:(149,2)] [ABS:(149,2)]
[ABS:(179,-4)] [ABS:(179,-4)]
[ABS:(200,-2)] [ABS:(200,-2)]
[ABS:(28,7)] [ABS:(28,7)]
[ABS:(48,7)] [ABS:(48,7)]
[ABS:(156,-1)] [ABS:(156,-1)]
[ABS:(195,0)] [ABS:(195,0)]
[ABS:(297,-3)] [ABS:(297,-3)]
[ABS:(115,6)] [ABS:(115,6)]
[ABS:(28,12)] [ABS:(28,12)]
[ABS:(201,-7)] [ABS:(201,-7)]
[ABS:(202,-4)] [ABS:(202,-4)]
[ABS:(78,0)] [ABS:(78,0)]
[ABS:(17,2)] [ABS:(17,2)]
[ABS:(73,6)] [ABS:(73,6)]
[ABS:(2,3)] [ABS:(2,3)]
[ABS:(43,1)] [ABS:(43,1)]
[ABS:(25,-1)] [ABS:(25,-1)]
[ABS:(112,-2)] [ABS:(112,-2)]
[ABS:(38,7)] [ABS:(38,7)]
[ABS:(89,0)] [ABS:(89,0)]
[ABS:(148,5)] [ABS:(148,5)]
[ABS:(203,-2)] [ABS:(203,-2)]
[ABS:(112,2)] [ABS:(112,2)]
[ABS:(224,-4)] [ABS:(224,-4)]
[ABS:(290,0)] [ABS:(290,0)]
[ABS:(58,-1)] [ABS:(58,-1)]
[ABS:(94,8)] [ABS:(94,8)]
[ABS:(99,8)] [ABS:(99,8)]
[ABS:(113,8)] [ABS:(113,8)]
[ABS:(35,0)] [ABS:(35,0)]
[ABS:(49,0)] [ABS:(49,0)]
[ABS:(162,18)] [ABS:(162,18)]
[ABS:(58,12)] [ABS:(58,12)]
[ABS:(184,4)] [ABS:(184,4)]
[ABS:(78,8)] [ABS:(78,8)]
[ABS:(13,8)] [ABS:(13,8)]
[ABS:(99,1)] [ABS:(99,1)]
[ABS:(128,4)] [ABS:(128,4)]
[ABS:(173,-2)] [ABS:(173,-2)]
[ABS:(30,10)] [ABS:(30,10)]
[ABS:(11,3)] [ABS:(11,3)]
[ABS:(102,6)] [ABS:(102,6)]
[ABS:(144,1)] [ABS:(144,1)]
[ABS:(52,3)] [ABS:(52,3)]
[ABS:(74,3)] [ABS:(74,3)]
[ABS:(85,4)] [ABS:(85,4)]
[ABS:(166,4)] [ABS:(166,4)]
[ABS:(39,8)] [ABS:(39,8)]
[ABS:(52,7)] [ABS:(52,7)]
[ABS:(202,3)] [ABS:(202,3)]
[ABS:(63,3)] [ABS:(63,3)]
[ABS:(144,-4)] [ABS:(144,-4)]
[ABS:(161,0)] [ABS:(161,0)]
[ABS:(162,-4)] [ABS:(162,-4)]
[ABS:(84,9)] [ABS:(84,9)]
[ABS:(182,-4)] [ABS:(182,-4)]
[ABS:(1,8)] [ABS:(1,9)]
[ABS:(9,3)] [ABS:(9,3)]
[ABS:(122,-4)] [ABS:(122,-4)]
[ABS:(244,0)] [ABS:(244,0)]
[ABS:(54,6)] [ABS:(54,6)]
[ABS:(114,-3)] [ABS:(114,-3)]
[ABS:(40,3)] [ABS:(40,3)]
[ABS:(92,-2)] [ABS:(92,-2)]
[ABS:(10,5)] [ABS:(10,5)]
[ABS:(12,4)] [ABS:(12,5)]
[ABS:(216,-6)] [ABS:(216,-6)]
[ABS:(19,2)] [ABS:(19,2)]
[ABS:(90,0)] [ABS:(90,0)]
[ABS:(168,-3)] [ABS:(168,-3)]
[ABS:(190,-2)] [ABS:(190,-2)]
[ABS:(94,0)] [ABS:(94,0)]
[ABS:(100,-1)] [ABS:(100,-1)]
[ABS:(206,2)] [ABS:(206,2)]
[ABS:(71,0)] [ABS:(71,0)]
[ABS:(32,-2)] [ABS:(32,-2)]
[ABS:(18,-2)] [ABS:(18,-2)]
[ABS:(114,2)] [ABS:(114,2)]
[ABS:(87,4)] [ABS:(87,4)]
[ABS:(15,8)] [ABS:(15,8)]
[ABS:(42,-1)] [ABS:(42,-1)]
[ABS:(207,0)] [ABS:(207,0)]
[ABS:(178,2)] [ABS:(178,2)]
[ABS:(37,-3)] [ABS:(37,-3)]
[ABS:(104,-4)] [ABS:(104,-4)]
[ABS:(253,6)] [ABS:(253,6)]
[ABS:(188,-2)] [ABS:(188,-2)]
[ABS:(214,-8)] [ABS:(214,-8)]
[ABS:(254,6)] [ABS:(254,6)]
[ABS:(130,2)] [ABS:(130,2)]
[ABS:(170,1)] [ABS:(170,1)]
[ABS:(208,-6)] [ABS:(208,-6)]
[ABS:(0,8)] [ABS:(0,11)]
[ABS:(-1,16)] [ABS:(-1,16)]
[ABS:(200,1)] [ABS:(200,1)]
[ABS:(98,4)] [ABS:(98,4)]
[ABS:(103,2)] [ABS:(103,2)]
[ABS:(148,-1)] [ABS:(148,-1)]
[ABS:(156,2)] [ABS:(156,2)]
[ABS:(26,3)] [ABS:(26,3)]
[ABS:(60,3)] [ABS:(60,3)]
[ABS:(60,6)] [ABS:(60,6)]
[ABS:(84,-2)] [ABS:(84,-2)]
[ABS:(86,8)] [ABS:(86,8)]
[ABS:(112,5)] [ABS:(112,5)]
[ABS:(218,8)] [ABS:(218,8)]
[ABS:(227,4)] [ABS:(227,4)]
[ABS:(18,7)] [ABS:(18,7)]
[ABS:(91,8)] [ABS:(91,8)]
[ABS:(224,6)] [ABS:(224,6)]
[ABS:(52,6)] [ABS:(52,6)]
[ABS:(176,10)] [ABS:(176,10)]
[ABS:(38,4)] [ABS:(38,4)]
[ABS:(100,3)] [ABS:(100,3)]
[ABS:(136,2)] [ABS:(136,2)]
[ABS:(160,-4)] [ABS:(160,-4)]
[ABS:(242,-4)] [ABS:(242,-4)]
[ABS:(34,1)] [ABS:(34,1)]
[ABS:(166,0)] [ABS:(166,0)]
[ABS:(30,9)] [ABS:(30,9)]
[ABS:(127,-2)] [ABS:(127,-2)]
[ABS:(14,-2)] [ABS:(14,-2)]
[ABS:(29,-1)] [ABS:(29,-1)]
[ABS:(126,-2)] [ABS:(126,-2)]
[ABS:(135,0)] [ABS:(135,0)]
[ABS:(128,-1)] [ABS:(128,-1)]
[ABS:(140,1)] [ABS:(140,1)]
[ABS:(90,4)] [ABS:(90,4)]
[ABS:(86,4)] [ABS:(86,4)]
[ABS:(121,6)] [ABS:(121,6)]
[ABS:(8,9)] [ABS:(8,9)]
[ABS:(105,-3)] [ABS:(105,-3)]
[ABS:(141,5)] [ABS:(141,5)]
[ABS:(278,0)] [ABS:(278,0)]
[ABS:(148,0)] [ABS:(148,0)]
[ABS:(170,5)] [ABS:(170,5)]
[ABS:(81,-2)] [ABS:(81,-2)]
[ABS:(94,-4)] [ABS:(94,-4)]
[ABS:(82,1)] [ABS:(82,1)]
[ABS:(224,-3)] [ABS:(224,-3)]
[ABS:(249,-2)] [ABS:(249,-2)]
[ABS:(120,8)] [ABS:(120,8)]
[ABS:(6,10)] [ABS:(6,10)]
[ABS:(115,-6)] [ABS:(115,-6)]
[ABS:(158,-6)] [ABS:(158,-6)]
[ABS:(63,0)] [ABS:(63,0)]
[ABS:(103,4)] [ABS:(103,4)]
[ABS:(59,2)] [ABS:(59,2)]
[ABS:(32,12)] [ABS:(32,12)]
[ABS:(98,1)] [ABS:(98,1)]
[ABS:(23,-2)] [ABS:(23,-2)]
[ABS:(71,2)] [ABS:(71,2)]
[ABS:(228,-2)] [ABS:(228,-2)]
[ABS:(183,-3);(183,-3)] [ABS:(183,-3);(183,-3)]
[ABS:(142,11)] [ABS:(142,11)]
[ABS:(58,3)] [ABS:(58,3)]
[ABS:(66,8)] [ABS:(66,8)]
[ABS:(129,0)] [ABS:(129,0)]
[ABS:(126,6)] [ABS:(126,6)]
[ABS:(140,0)] [ABS:(140,0)]
[ABS:(11,4)] [ABS:(11,5)]
[ABS:(20,4)] [ABS:(20,5)]
[ABS:(62,3)] [ABS:(62,3)]
[ABS:(83,2)] [ABS:(83,2)]
[ABS:(83,1)] [ABS:(83,1)]
[ABS:(142,6)] [ABS:(142,6)]
[ABS:(225,4)] [ABS:(225,4)]
[ABS:(122,0)] [ABS:(122,0)]
[ABS:(21,10)] [ABS:(21,10)]
[ABS:(118,4)] [ABS:(118,4)]
[ABS:(148,-6)] [ABS:(148,-6)]
[ABS:(68,6)] [ABS:(68,6)]
[ABS:(82,8)] [ABS:(82,8)]
[ABS:(282,-4)] [ABS:(282,-4)]
[ABS:(198,3)] [ABS:(198,3)]
[ABS:(45,6)] [ABS:(45,6)]
[ABS:(160,-2)] [ABS:(160,-2)]
[ABS:(13,6)] [ABS:(13,6)]
[ABS:(115,0)] [ABS:(115,0)]
[ABS:(42,3)] [ABS:(42,3)]
[ABS:(11,-1)] [ABS:(11,-1)]
[ABS:(41,2)] [ABS:(41,2)]
[ABS:(119,0)] [ABS:(119,0)]
[ABS:(29,2)] [ABS:(29,2)]
[ABS:(132,2)] [ABS:(132,2)]
[ABS:(142,1)] [ABS:(142,1)]
[ABS:(147,2)] [ABS:(147,2)]
[ABS:(156,-4)] [ABS:(156,-4)]
[ABS:(45,8)] [ABS:(45,8)]
[ABS:(134,6)] [ABS:(134,6)]
[ABS:(274,4)] [ABS:(274,4)]
[ABS:(29,4)] [ABS:(29,4)]
[ABS:(29,-3)] [ABS:(29,-3)]
[ABS:(13,1)] [ABS:(13,1)]
[ABS:(58,0)] [ABS:(58,0)]
[ABS:(56,5)] [ABS:(56,5)]
[ABS:(9,-1)] [ABS:(9,-1)]
[ABS:(33,1)] [ABS:(33,1)]
[ABS:(54,1)] [ABS:(54,1)]
[ABS:(47,0)] [ABS:(47,0)]
[ABS:(77,2)] [ABS:(77,2)]
[ABS:(101,-2)] [ABS:(101,-2)]
[ABS:(69,0)] [ABS:(69,0)]
[ABS:(52,10)] [ABS:(52,10)]
[ABS:(49,9)] [ABS:(49,9)]
[ABS:(247,-3)] [ABS:(247,-3)]
[ABS:(201,0)] [ABS:(201,0)]
[ABS:(92,0)] [ABS:(92,0)]
[ABS:(46,12)] [ABS:(46,12)]
[ABS:(72,9)] [ABS:(72,9)]
[ABS:(8,5)] [ABS:(8,5)]
[ABS:(56,8)] [ABS:(56,8)]
[ABS:(82,5)] [ABS:(82,5)]
[ABS:(92,4)] [ABS:(92,4)]
[ABS:(99,2)] [ABS:(99,2)]
[ABS:(151,0)] [ABS:(151,0)]
[ABS:(220,4)] [ABS:(220,4)]
[ABS:(28,6)] [ABS:(28,6)]
[ABS:(42,6)] [ABS:(42,6)]
[ABS:(134,3)] [ABS:(134,3)]
[ABS:(164,-1)] [ABS:(164,-1)]
[ABS:(10,6)] [ABS:(10,7)]
[ABS:(10,8)] [ABS:(10,8)]
[ABS:(12,8)] [ABS:(12,8)]
[ABS:(34,3)] [ABS:(34,3)]
[ABS:(43,6)] [ABS:(43,6)]
[ABS:(63,6)] [ABS:(63,6)]
[ABS:(68,5)] [ABS:(68,5)]
[ABS:(147,8)] [ABS:(147,8)]
[ABS:(212,-2)] [ABS:(212,-2)]
[ABS:(33,7)] [ABS:(33,7)]
[ABS:(117,4)] [ABS:(117,4)]
[ABS:(123,1)] [ABS:(123,1)]
[ABS:(-1,-1)] [ABS:(-1,-2)]
[ABS:(107,0)] [ABS:(107,0)]
[ABS:(144,4)] [ABS:(144,4)]
[ABS:(166,6)] [ABS:(166,6)]
[ABS:(240,-2)] [ABS:(240,-2)]
[ABS:(164,-3)] [ABS:(164,-3)]
[ABS:(36,8)] [ABS:(36,8)]
[ABS:(132,5)] [ABS:(132,5)]
[ABS:(12,10)] [ABS:(12,10)]
[ABS:(160,-3)] [ABS:(160,-3)]
[ABS:(36,-3)] [ABS:(36,-3)]
[ABS:(43,4)] [ABS:(43,4)]
[ABS:(68,8)] [ABS:(68,8)]
[ABS:(93,-1)] [ABS:(93,-1)]
[ABS:(114,0)] [ABS:(114,0)]
[ABS:(4,1)] [ABS:(4,1)]
[ABS:(35,-2)] [ABS:(35,-2)]
[ABS:(60,-2)] [ABS:(60,-2)]
[ABS:(169,-2)] [ABS:(169,-2)]
[ABS:(19,6)] [ABS:(19,6)]
[ABS:(130,-4)] [ABS:(130,-4)]
[ABS:(66,4)] [ABS:(66,4)]
[ABS:(100,1)] [ABS:(100,1)]
[ABS:(116,3)] [ABS:(116,3)]
[ABS:(189,6)] [ABS:(189,6)]
[ABS:(200,2)] [ABS:(200,2)]
[ABS:(204,4)] [ABS:(204,4)]
[ABS:(164,5)] [ABS:(164,5)]
[ABS:(52,2)] [ABS:(52,2)]
[ABS:(73,8)] [ABS:(73,8)]
[ABS:(232,0)] [ABS:(232,0)]
[ABS:(94,-5)] [ABS:(94,-5)]
[ABS:(127,-6)] [ABS:(127,-6)]
[ABS:(59,-2)] [ABS:(59,-2)]
[ABS:(29,8)] [ABS:(29,8)]
[ABS:(92,6)] [ABS:(92,6)]
[ABS:(152,3)] [ABS:(152,3)]
[ABS:(195,8)] [ABS:(195,8)]
[ABS:(154,8)] [ABS:(154,8)]
[ABS:(62,-2)] [ABS:(62,-2)]
[ABS:(225,0)] [ABS:(225,0)]
[ABS:(112,-1)] [ABS:(112,-1)]
[ABS:(134,1)] [ABS:(134,1)]
[ABS:(94,-8)] [ABS:(94,-8)]
[ABS:(39,1)] [ABS:(39,1)]
[ABS:(153,3)] [ABS:(153,3)]
[ABS:(22,14)] [ABS:(22,14)]
[ABS:(153,6)] [ABS:(153,6)]
[ABS:(317,4)] [ABS:(317,4)]
[ABS:(331,-1)] [ABS:(331,-1)]
[ABS:(16,5)] [ABS:(16,6)]
[ABS:(64,9)] [ABS:(64,9)]
[ABS:(124,1)] [ABS:(124,1)]
[ABS:(201,-1)] [ABS:(201,-1)]
[ABS:(46,2)] [ABS:(46,2)]
[ABS:(62,5)] [ABS:(62,5)]
[ABS:(84,-1)] [ABS:(84,-1)]
[ABS:(136,-1)] [ABS:(136,-1)]
[ABS:(58,11)] [ABS:(58,11)]
[ABS:(48,6)] [ABS:(48,6)]
[ABS:(8,10)] [ABS:(8,10)]
[ABS:(27,5)] [ABS:(27,5)]
[ABS:(42,8)] [ABS:(42,8)]
[ABS:(80,-1)] [ABS:(80,-1)]
[ABS:(76,2)] [ABS:(76,2)]
[ABS:(100,-2)] [ABS:(100,-2)]
[ABS:(114,8)] [ABS:(114,8)]
[ABS:(2,9)] [ABS:(2,10)]
[ABS:(141,4)] [ABS:(141,4)]
[ABS:(101,3)] [ABS:(101,3)]
[ABS:(123,2)] [ABS:(123,2)]
[ABS:(61,2)] [ABS:(61,2)]
[ABS:(5,-1)] [ABS:(5,-1)]
[ABS:(51,0)] [ABS:(51,0)]
[ABS:(90,-2)] [ABS:(90,-2)]
[ABS:(14,2)] [ABS:(14,3)]
[ABS:(62,1)] [ABS:(62,1)]
[ABS:(169,0)] [ABS:(169,0)]
[ABS:(95,3)] [ABS:(95,3)]
[ABS:(128,-2)] [ABS:(128,-2)]
[ABS:(127,2)] [ABS:(127,2)]
[ABS:(148,1)] [ABS:(148,1)]
[ABS:(153,-1)] [ABS:(153,-1)]
[ABS:(161,-4)] [ABS:(161,-4)]
[ABS:(64,3)] [ABS:(64,4)]
[ABS:(193,4)] [ABS:(193,4)]
[ABS:(22,7)] [ABS:(22,7)]
[ABS:(48,1)] [ABS:(48,1)]
[ABS:(112,0)] [ABS:(112,0)]
[ABS:(167,6)] [ABS:(167,6)]
[ABS:(238,0)] [ABS:(238,0)]
[ABS:(168,-2)] [ABS:(168,-2)]
[ABS:(215,-6)] [ABS:(215,-6)]
[ABS:(56,1)] [ABS:(56,1)]
[ABS:(188,-4)] [ABS:(188,-4)]
[ABS:(70,6)] [ABS:(70,6)]
[ABS:(62,10)] [ABS:(62,10)]
[ABS:(265,-6)] [ABS:(265,-6)]
[ABS:(92,-1)] [ABS:(92,-1)]
[ABS:(1,11)] [ABS:(1,11)]
[ABS:(200,-4)] [ABS:(200,-4)]
[ABS:(72,-4)] [ABS:(72,-4)]
[ABS:(70,-2)] [ABS:(70,-2)]
[ABS:(80,-3)] [ABS:(80,-3)]
[ABS:(138,-2)] [ABS:(138,-2)]
[ABS:(21,3)] [ABS:(21,3)]
[ABS:(102,5)] [ABS:(102,5)]
[ABS:(142,-2)] [ABS:(142,-2)]
[ABS:(80,-2)] [ABS:(80,-2)]
[ABS:(238,-5)] [ABS:(238,-5)]
[ABS:(168,6)] [ABS:(168,6)]
[ABS:(130,-2)] [ABS:(130,-2)]
[ABS:(47,7)] [ABS:(47,7)]
[ABS:(128,3)] [ABS:(128,3)]
[ABS:(235,6)] [ABS:(235,6)]
[ABS:(50,8)] [ABS:(50,8)]
[ABS:(126,0)] [ABS:(126,0)]
[ABS:(144,0)] [ABS:(144,0)]
[ABS:(173,0)] [ABS:(173,0)]
[ABS:(185,2)] [ABS:(185,2)]
[ABS:(206,-4)] [ABS:(206,-4)]
[ABS:(208,-4)] [ABS:(208,-4)]
[ABS:(243,-2)] [ABS:(243,-2)]
[ABS:(272,-7)] [ABS:(272,-7)]
[ABS:(23,10)] [ABS:(23,10)]
[ABS:(50,10)] [ABS:(50,10)]
[ABS:(66,10)] [ABS:(66,10)]
[ABS:(140,3)] [ABS:(140,3)]
[ABS:(94,7)] [ABS:(94,7)]
[ABS:(180,0)] [ABS:(180,0)]
[ABS:(197,0)] [ABS:(197,0)]
[ABS:(10,1)] [ABS:(10,2)]
[ABS:(53,-1)] [ABS:(53,-1)]
[ABS:(147,9)] [ABS:(147,9)]
[ABS:(214,4)] [ABS:(214,4)]
[ABS:(264,-2)] [ABS:(264,-2)]
[ABS:(40,7)] [ABS:(40,7)]
[ABS:(53,8)] [ABS:(53,8)]
[ABS:(88,2)] [ABS:(88,3)]
[ABS:(225,10)] [ABS:(225,10)]
[ABS:(2,14)] [ABS:(2,14)]
[ABS:(126,-4)] [ABS:(126,-4)]
[ABS:(58,2)] [ABS:(58,2)]
[ABS:(163,-2)] [ABS:(163,-2)]
[ABS:(180,-4)] [ABS:(180,-4)]
[ABS:(118,2)] [ABS:(118,2)]
[ABS:(168,0)] [ABS:(168,0)]
[ABS:(-4,1)] [ABS:(-5,2)]
[ABS:(55,2)] [ABS:(55,2)]
[ABS:(59,1)] [ABS:(59,1)]
[ABS:(61,0)] [ABS:(61,0)]
[ABS:(70,2)] [ABS:(70,2)]
[ABS:(99,0)] [ABS:(99,0)]
[ABS:(22,2)] [ABS:(22,3)]
[ABS:(59,4)] [ABS:(59,4)]
[ABS:(51,-2)] [ABS:(51,-2)]
[ABS:(13,3)] [ABS:(13,3)]
[ABS:(44,-3)] [ABS:(44,-3)]
[ABS:(174,-2)] [ABS:(174,-2)]
[ABS:(76,-1)] [ABS:(76,-1)]
[ABS:(159,-4)] [ABS:(159,-4)]
[ABS:(272,-4)] [ABS:(272,-4)]
[ABS:(21,7)] [ABS:(21,7)]
[ABS:(30,1)] [ABS:(30,2)]
[ABS:(37,3)] [ABS:(37,3)]
[ABS:(66,2)] [ABS:(66,2)]
[ABS:(90,3)] [ABS:(90,3)]
[ABS:(144,6)] [ABS:(144,6)]
[ABS:(188,2)] [ABS:(188,2)]
[ABS:(318,2)] [ABS:(318,2)]
[ABS:(210,3)] [ABS:(210,3)]
[ABS:(0,-2)] [ABS:(0,-3)]
[ABS:(99,4)] [ABS:(99,4)]
[ABS:(151,1)] [ABS:(151,1)]
[ABS:(51,3)] [ABS:(51,3)]
[ABS:(232,-2)] [ABS:(232,-2)]
[ABS:(54,-4)] [ABS:(54,-4)]
[ABS:(228,-3)] [ABS:(228,-3)]
[ABS:(14,-1)] [ABS:(14,-1)]
[ABS:(35,-3)] [ABS:(35,-3)]
[ABS:(50,-1)] [ABS:(50,-1)]
[ABS:(186,-1)] [ABS:(186,-1)]
[ABS:(271,1)] [ABS:(271,1)]
[ABS:(78,6)] [ABS:(78,6)]
[ABS:(204,8)] [ABS:(204,8)]
[ABS:(36,6)] [ABS:(36,7)]
[ABS:(56,-1)] [ABS:(56,-1)]
[ABS:(213,2)] [ABS:(213,2)]
[ABS:(24,10)] [ABS:(24,10)]
[ABS:(132,1)] [ABS:(132,1)]
[ABS:(190,1)] [ABS:(190,1)]
[ABS:(208,1)] [ABS:(208,1)]
[ABS:(236,-4)] [ABS:(236,-4)]
[ABS:(200,8)] [ABS:(200,8)]
[ABS:(40,5)] [ABS:(40,5)]
[ABS:(62,9)] [ABS:(62,9)]
[ABS:(78,9)] [ABS:(78,9)]
[ABS:(88,5)] [ABS:(88,6)]
[ABS:(205,2)] [ABS:(205,2)]
[ABS:(208,4)] [ABS:(208,4)]
[ABS:(288,0)] [ABS:(288,0)]
[ABS:(57,6)] [ABS:(57,6)]
[ABS:(69,-1)] [ABS:(69,-1)]
[ABS:(157,8)] [ABS:(157,8)]
[ABS:(30,6)] [ABS:(30,6)]
[ABS:(56,10)] [ABS:(56,10)]
[ABS:(118,3)] [ABS:(118,3)]
[ABS:(178,3)] [ABS:(178,3)]
[ABS:(28,3)] [ABS:(28,3)]
[ABS:(54,8)] [ABS:(54,8)]
[ABS:(126,7)] [ABS:(126,7)]
[ABS:(162,0)] [ABS:(162,0)]
[ABS:(230,-2)] [ABS:(230,-2)]
[ABS:(84,7)] [ABS:(84,7)]
[ABS:(84,5)] [ABS:(84,5)]
[ABS:(137,4)] [ABS:(137,4)]
[ABS:(181,0)] [ABS:(181,0)]
[ABS:(271,-2)] [ABS:(271,-2)]
[ABS:(59,8)] [ABS:(59,8)]
[ABS:(106,-4)] [ABS:(106,-4)]
[ABS:(39,10)] [ABS:(39,10)]
[ABS:(132,0)] [ABS:(132,0)]
[ABS:(44,-4)] [ABS:(44,-4)]
[ABS:(164,1)] [ABS:(164,1)]
[ABS:(57,-1)] [ABS:(57,-1)]
[ABS:(72,-1)] [ABS:(72,-1)]
[ABS:(148,-3)] [ABS:(148,-3)]
[ABS:(148,-5)] [ABS:(148,-5)]
[ABS:(18,2)] [ABS:(18,3)]
[ABS:(44,5)] [ABS:(44,5)]
[ABS:(204,-4)] [ABS:(204,-4)]
[ABS:(265,0)] [ABS:(265,0)]
[ABS:(12,2)] [ABS:(12,3)]
[ABS:(64,0)] [ABS:(64,0)]
[ABS:(111,0)] [ABS:(111,0)]
[ABS:(164,-6)] [ABS:(164,-6)]
[ABS:(218,-1)] [ABS:(218,-1)]
[ABS:(294,6)] [ABS:(294,6)]
[ABS:(312,2)] [ABS:(312,2)]
[ABS:(194,4)] [ABS:(194,4)]
[ABS:(136,3)] [ABS:(136,3)]
[ABS:(168,5)] [ABS:(168,5)]
[ABS:(238,-2)] [ABS:(238,-2)]
[ABS:(128,-4)] [ABS:(128,-4)]
[ABS:(27,9)] [ABS:(27,9)]
[ABS:(42,5)] [ABS:(42,5)]
[ABS:(55,0)] [ABS:(55,0)]
[ABS:(23,8)] [ABS:(23,8)]
[ABS:(66,11)] [ABS:(66,11)]
[ABS:(88,0)] [ABS:(88,0)]
[ABS:(183,2)] [ABS:(183,2)]
[ABS:(209,4)] [ABS:(209,4)]
[ABS:(2,6)] [ABS:(2,8)]
[ABS:(42,2)] [ABS:(42,2)]
[ABS:(59,0)] [ABS:(59,0)]
[ABS:(60,1)] [ABS:(60,1)]
[ABS:(14,1)] [ABS:(14,1)]
[ABS:(163,-1)] [ABS:(163,-1)]
[ABS:(40,10)] [ABS:(40,10)]
[ABS:(114,10)] [ABS:(114,10)]
[ABS:(96,8)] [ABS:(96,8)]
[ABS:(280,2)] [ABS:(280,2)]
[ABS:(149,-6)] [ABS:(149,-6)]
[ABS:(290,-6)] [ABS:(290,-6)]
[ABS:(104,5)] [ABS:(104,5)]
[ABS:(142,8)] [ABS:(142,8)]
[ABS:(194,-1)] [ABS:(194,-1)]
[ABS:(234,2)] [ABS:(234,2)]
[ABS:(21,-2)] [ABS:(21,-2)]
[ABS:(42,-2)] [ABS:(42,-2)]
[ABS:(30,-4)] [ABS:(30,-4)]
[ABS:(90,-4)] [ABS:(90,-4)]
[ABS:(65,-1)] [ABS:(65,-1)]
[ABS:(220,-2)] [ABS:(220,-2)]
[ABS:(246,-6)] [ABS:(246,-6)]
[ABS:(224,-16)] [ABS:(224,-16)]
[ABS:(0,2);(0,3)] [ABS:(0,5)]
[ABS:(72,7)] [ABS:(72,7)]
[ABS:(239,8)] [ABS:(239,8)]
[ABS:(260,8)] [ABS:(260,8)]
[ABS:(82,2)] [ABS:(82,2)]
[ABS:(91,5)] [ABS:(91,5)]
[ABS:(124,4)] [ABS:(124,4)]
[ABS:(142,4)] [ABS:(142,4)]
[ABS:(179,-2)] [ABS:(179,-2)]
[ABS:(201,-2)] [ABS:(201,-2)]
[ABS:(192,8)] [ABS:(192,8)]
[ABS:(198,7)] [ABS:(198,7)]
[ABS:(290,2)] [ABS:(290,2)]
[ABS:(10,10)] [ABS:(10,10)]
[ABS:(41,6)] [ABS:(41,6)]
[ABS:(88,8)] [ABS:(88,8)]
[ABS:(122,4)] [ABS:(122,4)]
[ABS:(137,0)] [ABS:(137,0)]
[ABS:(149,0)] [ABS:(149,0)]
[ABS:(172,1)] [ABS:(172,1)]
[ABS:(199,0)] [ABS:(199,0)]
[ABS:(260,-2)] [ABS:(260,-2)]
[ABS:(14,7)] [ABS:(14,7)]
[ABS:(43,8)] [ABS:(43,8)]
[ABS:(160,5)] [ABS:(160,5)]
[ABS:(184,6)] [ABS:(184,6)]
[ABS:(216,8)] [ABS:(216,8)]
[ABS:(26,10)] [ABS:(26,10)]
[ABS:(38,8)] [ABS:(38,8)]
[ABS:(61,6)] [ABS:(61,6)]
[ABS:(18,10)] [ABS:(18,10)]
[ABS:(65,6)] [ABS:(65,7)]
[ABS:(110,0)] [ABS:(110,0)]
[ABS:(158,-5)] [ABS:(158,-5)]
[ABS:(168,8)] [ABS:(168,8)]
[ABS:(24,-5)] [ABS:(24,-5)]
[ABS:(25,2)] [ABS:(25,3)]
[ABS:(51,4)] [ABS:(51,4)]
[ABS:(65,4)] [ABS:(65,4)]
[ABS:(181,-2)] [ABS:(181,-2)]
[ABS:(218,-3)] [ABS:(218,-3)]
[ABS:(260,2)] [ABS:(260,2)]
[ABS:(5,4)] [ABS:(5,4)]
[ABS:(115,3)] [ABS:(115,3)]
[ABS:(192,2)] [ABS:(192,2)]
[ABS:(146,-2)] [ABS:(146,-2)]
[ABS:(104,-3)] [ABS:(104,-3)]
[ABS:(72,8)] [ABS:(72,8)]
[ABS:(122,-3)] [ABS:(122,-3)]
[ABS:(126,-3)] [ABS:(126,-3)]
[ABS:(5,6)] [ABS:(5,6)]
[ABS:(6,6)] [ABS:(6,7)]
[ABS:(11,10)] [ABS:(11,10)]
[ABS:(39,-2)] [ABS:(39,-2)]
[ABS:(68,-3)] [ABS:(68,-3)]
[ABS:(197,-12)] [ABS:(197,-12)]
[ABS:(38,-1)] [ABS:(38,-1)]
[ABS:(120,-1)] [ABS:(120,-1)]
[ABS:(134,-1)] [ABS:(134,-1)]
[ABS:(7,4)] [ABS:(7,5)]
[ABS:(91,0)] [ABS:(91,0)]
[ABS:(95,4)] [ABS:(95,4)]
[ABS:(140,-2)] [ABS:(140,-2)]
[ABS:(138,-3)] [ABS:(138,-3)]
[ABS:(181,2)] [ABS:(181,2)]
[ABS:(286,-1)] [ABS:(286,-1)]
[ABS:(60,5)] [ABS:(60,5)]
[ABS:(85,2)] [ABS:(85,2)]
[ABS:(146,-6)] [ABS:(146,-6)]
[ABS:(145,-4)] [ABS:(145,-4)]
[ABS:(117,6)] [ABS:(117,6)]
[ABS:(117,8)] [ABS:(117,8)]
[ABS:(163,5)] [ABS:(163,5)]
[ABS:(160,6)] [ABS:(160,6)]
[ABS:(188,4)] [ABS:(188,4)]
[ABS:(81,6)] [ABS:(81,6)]
[ABS:(175,0)] [ABS:(175,0)]
[ABS:(230,2)] [ABS:(230,2)]
[ABS:(195,-4)] [ABS:(195,-4)]
[ABS:(113,2)] [ABS:(113,2)]
[ABS:(184,-6)] [ABS:(184,-6)]
[ABS:(52,-4)] [ABS:(52,-4)]
[ABS:(151,-4)] [ABS:(151,-4)]
[ABS:(96,-2)] [ABS:(96,-2)]
[ABS:(224,-2)] [ABS:(224,-2)]
[ABS:(47,-2)] [ABS:(47,-2)]
[ABS:(115,2)] [ABS:(115,2)]
[ABS:(134,0)] [ABS:(134,0)]
[ABS:(164,0)] [ABS:(164,0)]
[ABS:(46,9)] [ABS:(46,9)]
[ABS:(99,3)] [ABS:(99,3)]
[ABS:(19,-4)] [ABS:(19,-4)]
[ABS:(42,-4)] [ABS:(42,-4)]
[ABS:(180,8)] [ABS:(180,8)]
[ABS:(40,9)] [ABS:(40,9)]
[ABS:(41,3)] [ABS:(41,3)]
[ABS:(118,-2)] [ABS:(118,-2)]
[ABS:(154,-4)] [ABS:(154,-4)]
[ABS:(104,3)] [ABS:(104,3)]
[ABS:(186,-14)] [ABS:(186,-14)]
[ABS:(248,-6)] [ABS:(248,-6)]
[ABS:(268,-6)] [ABS:(268,-6)]
[ABS:(183,6)] [ABS:(183,6)]
[ABS:(11,-6)] [ABS:(11,-6)]
[ABS:(96,-4)] [ABS:(96,-4)]
[ABS:(230,6)] [ABS:(230,6)]
[ABS:(256,38)] [ABS:(256,38)]
[ABS:(310,-14)] [ABS:(310,-14)]
[ABS:(2,12)] [ABS:(2,12)]
[ABS:(9,4)] [ABS:(9,5)]
[ABS:(24,6)] [ABS:(24,6)]
[ABS:(145,2)] [ABS:(145,2)]
[ABS:(150,1)] [ABS:(150,1)]
[ABS:(170,7)] [ABS:(170,7)]
[ABS:(278,4)] [ABS:(278,4)]
[ABS:(93,5)] [ABS:(93,5)]
[ABS:(93,6)] [ABS:(93,6)]
[ABS:(171,4)] [ABS:(171,4)]
[ABS:(53,1)] [ABS:(53,2)]
[ABS:(53,5)] [ABS:(53,5)]
[ABS:(63,8)] [ABS:(63,8)]
[ABS:(158,3)] [ABS:(158,3)]
[ABS:(48,12)] [ABS:(48,12)]
[ABS:(76,1)] [ABS:(76,1)]
[ABS:(123,4)] [ABS:(123,4)]
[ABS:(132,8)] [ABS:(132,8)]
[ABS:(32,-4)] [ABS:(32,-4)]
[ABS:(180,4)] [ABS:(180,4)]
[ABS:(28,5)] [ABS:(28,5)]
[ABS:(49,2)] [ABS:(49,2)]
[ABS:(63,1)] [ABS:(63,1)]
[ABS:(114,-4)] [ABS:(114,-4)]
[ABS:(121,2)] [ABS:(121,2)]
[ABS:(169,-5)] [ABS:(169,-5)]
[ABS:(7,11)] [ABS:(7,11)]
[ABS:(178,-2)] [ABS:(178,-2)]
[ABS:(195,2)] [ABS:(195,2)]
[ABS:(199,-2)] [ABS:(199,-2)]
[ABS:(109,0)] [ABS:(109,0)]
[ABS:(133,1)] [ABS:(133,1)]
[ABS:(169,-6)] [ABS:(169,-6)]
[ABS:(172,-5)] [ABS:(172,-5)]
[ABS:(1,-1)] [ABS:(2,-2)]
[ABS:(7,7)] [ABS:(7,7)]
[ABS:(8,6)] [ABS:(8,7)]
[ABS:(57,2)] [ABS:(57,2)]
[ABS:(131,-6)] [ABS:(131,-6)]
[ABS:(95,1)] [ABS:(95,1)]
[ABS:(149,-2)] [ABS:(149,-2)]
[ABS:(189,-5)] [ABS:(189,-5)]
[ABS:(192,4)] [ABS:(192,4)]
[ABS:(20,7)] [ABS:(20,7)]
[ABS:(31,10)] [ABS:(31,10)]
[ABS:(136,7)] [ABS:(136,7)]
[ABS:(158,2)] [ABS:(158,2)]
[ABS:(80,4)] [ABS:(80,5)]
[ABS:(113,0)] [ABS:(113,0)]
[ABS:(132,10)] [ABS:(132,10)]
[ABS:(199,-6)] [ABS:(199,-6)]
[ABS:(142,0)] [ABS:(142,0)]
[ABS:(125,8)] [ABS:(125,8)]
[ABS:(109,-4)] [ABS:(109,-4)]
[ABS:(127,-4)] [ABS:(127,-4)]
[ABS:(49,8)] [ABS:(49,8)]
[ABS:(180,2)] [ABS:(180,2)]
[ABS:(65,-5)] [ABS:(65,-5)]
[ABS:(291,-8)] [ABS:(291,-8)]
[ABS:(238,3)] [ABS:(238,3)]
[ABS:(250,2)] [ABS:(250,2)]
[ABS:(55,8)] [ABS:(55,8)]
[ABS:(148,7)] [ABS:(148,7)]
[ABS:(122,7)] [ABS:(122,7)]
[ABS:(112,8)] [ABS:(112,8)]
[ABS:(236,1)] [ABS:(236,1)]
[ABS:(17,-1)] [ABS:(17,-1)]
[ABS:(144,-2)] [ABS:(144,-2)]
[ABS:(150,-4)] [ABS:(150,-4)]
[ABS:(200,-1)] [ABS:(200,-1)]
[ABS:(118,7)] [ABS:(118,7)]
[ABS:(150,5)] [ABS:(150,5)]
[ABS:(244,-5)] [ABS:(244,-5)]
[ABS:(187,4)] [ABS:(187,4)]
[ABS:(113,-6)] [ABS:(113,-6)]
[ABS:(188,6)] [ABS:(188,6)]
[ABS:(131,2)] [ABS:(131,2)]
[ABS:(1,1)] [ABS:(1,2)]
[ABS:(41,8)] [ABS:(41,8)]
[ABS:(42,10)] [ABS:(42,10)]
[ABS:(58,10)] [ABS:(58,10)]
[ABS:(97,4)] [ABS:(97,4)]
[ABS:(97,5)] [ABS:(97,5)]
[ABS:(140,-6)] [ABS:(140,-6)]
[ABS:(171,2)] [ABS:(171,2)]
[ABS:(188,0)] [ABS:(188,0)]
[ABS:(108,4)] [ABS:(108,4)]
[ABS:(106,8)] [ABS:(106,8)]
[ABS:(62,8)] [ABS:(62,8)]
[ABS:(63,9)] [ABS:(63,9)]
[ABS:(125,0)] [ABS:(125,0)]
[ABS:(145,0)] [ABS:(145,0)]
[ABS:(146,4)] [ABS:(146,4)]
[ABS:(162,3)] [ABS:(162,3)]
[ABS:(195,3)] [ABS:(195,3)]
[ABS:(4,7)] [ABS:(4,7)]
[ABS:(4,3)] [ABS:(4,3)]
[ABS:(35,3)] [ABS:(35,4)]
[ABS:(66,7)] [ABS:(66,7)]
[ABS:(76,8)] [ABS:(76,8)]
[ABS:(172,9)] [ABS:(172,9)]
[ABS:(279,2)] [ABS:(279,2)]
[ABS:(16,11)] [ABS:(16,11)]
[ABS:(19,9)] [ABS:(19,9)]
[ABS:(25,11)] [ABS:(25,11)]
[ABS:(119,1)] [ABS:(119,1)]
[ABS:(121,-1)] [ABS:(121,-1)]
[ABS:(230,4)] [ABS:(230,4)]
[ABS:(239,-2)] [ABS:(239,-2)]
[ABS:(17,2)] [ABS:(17,3)]
[ABS:(69,8)] [ABS:(69,8)]
[ABS:(118,-6)] [ABS:(118,-6)]
[ABS:(31,3)] [ABS:(31,3)]
[ABS:(61,-2)] [ABS:(61,-2)]
[ABS:(59,10)] [ABS:(59,10)]
[ABS:(145,-3)] [ABS:(145,-3)]
[ABS:(12,-4)] [ABS:(12,-4)]
[ABS:(83,-6)] [ABS:(83,-6)]
[ABS:(105,-4)] [ABS:(105,-4)]
[ABS:(14,9)] [ABS:(14,9)]
[ABS:(37,1)] [ABS:(37,1)]
[ABS:(80,7)] [ABS:(80,7)]
[ABS:(114,-1)] [ABS:(114,-1)]
[ABS:(164,-8)] [ABS:(164,-8)]
[ABS:(8,2)] [ABS:(8,4)]
[ABS:(168,-6)] [ABS:(168,-6)]
[ABS:(216,-4)] [ABS:(216,-4)]
[ABS:(84,1)] [ABS:(84,1)]
[ABS:(-1,8)] [ABS:(-1,8)]
[ABS:(91,4)] [ABS:(91,4)]
[ABS:(115,4)] [ABS:(115,4)]
[ABS:(164,-2)] [ABS:(164,-2)]
[ABS:(246,3)] [ABS:(246,3)]
[ABS:(19,7)] [ABS:(19,7)]
[ABS:(276,4)] [ABS:(276,4)]
[ABS:(22,0)] [ABS:(22,1)]
[ABS:(131,4)] [ABS:(131,4)]
[ABS:(74,5)] [ABS:(74,5)]
[ABS:(146,-4)] [ABS:(146,-4)]
[ABS:(153,0)] [ABS:(153,0)]
[ABS:(29,11)] [ABS:(29,11)]
[ABS:(2,6)] [ABS:(2,7)]
[ABS:(152,-8)] [ABS:(152,-8)]
[ABS:(228,-10)] [ABS:(228,-10)]
[ABS:(262,-4)] [ABS:(262,-4)]
[ABS:(6,-1)] [ABS:(6,0)]
[ABS:(182,7)] [ABS:(182,7)]
[ABS:(170,-4)] [ABS:(170,-4)]
[ABS:(192,-2)] [ABS:(192,-2)]
[ABS:(217,-2)] [ABS:(217,-2)]
[ABS:(69,4)] [ABS:(69,4)]
[ABS:(249,4)] [ABS:(249,4)]
[ABS:(150,-8)] [ABS:(150,-8)]
[ABS:(6,-2)] [ABS:(6,-2)]
[ABS:(169,6)] [ABS:(169,6)]
[ABS:(128,-8)] [ABS:(128,-8)]
[ABS:(215,2)] [ABS:(215,2)]
[ABS:(229,4)] [ABS:(229,4)]
[ABS:(190,3)] [ABS:(190,3)]
[ABS:(141,-6)] [ABS:(141,-6)]
[ABS:(36,11)] [ABS:(36,11)]
[ABS:(56,7)] [ABS:(56,7)]
[ABS:(84,-6)] [ABS:(84,-6)]
[ABS:(127,0)] [ABS:(127,0)]
[ABS:(150,4)] [ABS:(150,4)]
[ABS:(178,-1)] [ABS:(178,-1)]
[ABS:(220,0)] [ABS:(220,0)]
[ABS:(229,-3)] [ABS:(229,-3)]
[ABS:(280,-8)] [ABS:(280,-8)]
[ABS:(287,-4)] [ABS:(287,-4)]
[ABS:(178,6)] [ABS:(178,6)]
[ABS:(218,0)] [ABS:(218,0)]
[ABS:(246,8)] [ABS:(246,8)]
[ABS:(41,7)] [ABS:(41,7)]
[ABS:(62,7)] [ABS:(62,7)]
[ABS:(79,3)] [ABS:(79,3)]
[ABS:(127,1)] [ABS:(127,1)]
[ABS:(129,2)] [ABS:(129,2)]
[ABS:(143,2)] [ABS:(143,2)]
[ABS:(154,6)] [ABS:(154,6)]
[ABS:(242,-7)] [ABS:(242,-7)]
[ABS:(251,-4)] [ABS:(251,-4)]
[ABS:(308,-4)] [ABS:(308,-4)]
[ABS:(23,1)] [ABS:(23,1)]
[ABS:(23,5)] [ABS:(23,5)]
[ABS:(58,7)] [ABS:(58,7)]
[ABS:(105,4)] [ABS:(105,4)]
[ABS:(114,4)] [ABS:(114,4)]
[ABS:(141,-1)] [ABS:(141,-1)]
[ABS:(158,5)] [ABS:(158,5)]
[ABS:(19,8)] [ABS:(19,8)]
[ABS:(20,10)] [ABS:(20,10)]
[ABS:(116,5)] [ABS:(116,5)]
[ABS:(143,10)] [ABS:(143,10)]
[ABS:(160,8)] [ABS:(160,8)]
[ABS:(162,8)] [ABS:(162,8)]
[ABS:(261,2)] [ABS:(261,2)]
[ABS:(51,6)] [ABS:(51,6)]
[ABS:(304,-6)] [ABS:(304,-6)]
[ABS:(25,0)] [ABS:(25,0)]
[ABS:(47,1)] [ABS:(47,1)]
[ABS:(75,6)] [ABS:(75,6)]
[ABS:(85,3)] [ABS:(85,3)]
[ABS:(33,2)] [ABS:(33,3)]
[ABS:(36,9)] [ABS:(36,9)]
[ABS:(183,-6)] [ABS:(183,-6)]
[ABS:(196,4)] [ABS:(196,4)]
[ABS:(160,-1)] [ABS:(160,-1)]
[ABS:(167,-2)] [ABS:(167,-2)]
[ABS:(184,-4)] [ABS:(184,-4)]
[ABS:(195,-1)] [ABS:(195,-1)]
[ABS:(245,2)] [ABS:(245,2)]
[ABS:(26,11)] [ABS:(26,11)]
[ABS:(84,6)] [ABS:(84,6)]
[ABS:(85,0)] [ABS:(85,0)]
[ABS:(102,-2)] [ABS:(102,-1)]
[ABS:(114,-2)] [ABS:(114,-2)]
[ABS:(136,4)] [ABS:(136,4)]
[ABS:(11,0)] [ABS:(11,1)]
[ABS:(31,-2)] [ABS:(31,-2)]
[ABS:(57,4)] [ABS:(57,4)]
[ABS:(69,-2)] [ABS:(69,-2)]
[ABS:(107,3)] [ABS:(107,3)]
[ABS:(133,-2)] [ABS:(133,-2)]
[ABS:(136,-4)] [ABS:(136,-4)]
[ABS:(140,-4)] [ABS:(140,-4)]
[ABS:(220,-6)] [ABS:(220,-6)]
[ABS:(21,5)] [ABS:(21,5)]
[ABS:(137,-2)] [ABS:(137,-2)]
[ABS:(177,0)] [ABS:(177,0)]
[ABS:(209,2)] [ABS:(209,2)]
[ABS:(214,-4)] [ABS:(214,-4)]
[ABS:(251,-6)] [ABS:(251,-6)]
[ABS:(74,-1)] [ABS:(74,-1)]
[ABS:(101,0)] [ABS:(101,0)]
[ABS:(250,3)] [ABS:(250,3)]
[ABS:(98,-3)] [ABS:(98,-3)]
[ABS:(12,6)] [ABS:(12,7)]
[ABS:(131,5)] [ABS:(131,5)]
[ABS:(166,3)] [ABS:(166,3)]
[ABS:(212,3)] [ABS:(212,3)]
[ABS:(218,1)] [ABS:(218,1)]
[ABS:(128,-5)] [ABS:(128,-5)]
[ABS:(263,-6)] [ABS:(263,-6)]
[ABS:(240,-5)] [ABS:(240,-5)]
[ABS:(8,3)] [ABS:(8,4)]
[ABS:(89,-4)] [ABS:(89,-4)]
[ABS:(171,-2)] [ABS:(171,-2)]
[ABS:(196,-2)] [ABS:(196,-2)]
[ABS:(182,-10)] [ABS:(182,-10)]
[ABS:(232,2)] [ABS:(232,2)]
[ABS:(94,1)] [ABS:(94,1)]
[ABS:(95,0)] [ABS:(95,0)]
[ABS:(198,6)] [ABS:(198,6)]
[ABS:(126,-8)] [ABS:(126,-8)]
[ABS:(186,-6)] [ABS:(186,-6)]
[ABS:(107,8)] [ABS:(107,8)]
[ABS:(117,0)] [ABS:(117,0)]
[ABS:(116,4)] [ABS:(116,4)]
[ABS:(186,3)] [ABS:(186,3)]
[ABS:(210,6)] [ABS:(210,6)]
[ABS:(226,2)] [ABS:(226,2)]
[ABS:(258,2)] [ABS:(258,2)]
[ABS:(69,1)] [ABS:(69,1)]
[ABS:(116,-1)] [ABS:(116,-1)]
[ABS:(178,5)] [ABS:(178,5)]
[ABS:(22,9)] [ABS:(22,9)]
[ABS:(39,-4)] [ABS:(39,-4)]
[ABS:(118,-1)] [ABS:(118,-1)]
[ABS:(233,1)] [ABS:(233,1)]
[ABS:(126,10)] [ABS:(126,10)]
[ABS:(32,7)] [ABS:(32,7)]
[ABS:(65,8)] [ABS:(65,8)]
[ABS:(226,1)] [ABS:(226,1)]
[ABS:(209,-11)] [ABS:(209,-11)]
[ABS:(125,-1)] [ABS:(125,-1)]
[ABS:(268,-12)] [ABS:(268,-12)]
[ABS:(110,10)] [ABS:(110,10)]
[ABS:(65,10)] [ABS:(65,10)]
[ABS:(96,17)] [ABS:(96,17)]
[ABS:(258,-7);(258,-7)] [ABS:(258,-7);(258,-7)]
[ABS:(246,7)] [ABS:(246,7)]
[ABS:(257,10)] [ABS:(257,10)]
[ABS:(292,-3)] [ABS:(292,-3)]
[ABS:(304,4)] [ABS:(304,4)]
[ABS:(6,8)] [ABS:(6,9)]
[ABS:(7,6)] [ABS:(7,6)]
[ABS:(50,-4)] [ABS:(50,-4)]
[ABS:(83,4)] [ABS:(83,4)]
[ABS:(192,-4)] [ABS:(192,-4)]
[ABS:(199,2)] [ABS:(199,2)]
[ABS:(224,-5)] [ABS:(224,-5)]
[ABS:(236,-5)] [ABS:(236,-5)]
[ABS:(244,-1)] [ABS:(244,-1)]
[ABS:(20,11)] [ABS:(20,12)]
[ABS:(30,5)] [ABS:(30,5)]
[ABS:(8,12)] [ABS:(8,12)]
[ABS:(17,7)] [ABS:(17,7)]
[ABS:(142,5)] [ABS:(142,5)]
[ABS:(147,-1)] [ABS:(147,-1)]
[ABS:(196,-1)] [ABS:(196,-1)]
[ABS:(11,8)] [ABS:(11,8)]
[ABS:(61,3)] [ABS:(61,3)]
[ABS:(67,3)] [ABS:(67,3)]
[ABS:(169,8)] [ABS:(169,8)]
[ABS:(29,6)] [ABS:(29,6)]
[ABS:(82,11)] [ABS:(82,11)]
[ABS:(116,6)] [ABS:(116,6)]
[ABS:(129,7)] [ABS:(129,7)]
[ABS:(261,-6)] [ABS:(261,-6)]
[ABS:(262,4)] [ABS:(262,4)]
[ABS:(15,4)] [ABS:(15,5)]
[ABS:(38,4)] [ABS:(38,5)]
[ABS:(72,3)] [ABS:(72,3)]
[ABS:(160,1)] [ABS:(160,1)]
[ABS:(314,-5)] [ABS:(314,-5)]
[ABS:(110,6)] [ABS:(110,6)]
[ABS:(186,-2)] [ABS:(186,-2)]
[ABS:(204,1)] [ABS:(204,1)]
[ABS:(292,2)] [ABS:(292,2)]
[ABS:(145,-1)] [ABS:(145,-1)]
[ABS:(148,-4)] [ABS:(148,-4)]
[ABS:(2,2)] [ABS:(2,3)]
[ABS:(78,-1)] [ABS:(78,-1)]
[ABS:(55,5)] [ABS:(55,5)]
[ABS:(31,1)] [ABS:(31,1)]
[ABS:(20,-2)] [ABS:(20,-2)]
[ABS:(62,-6)] [ABS:(62,-6)]
[ABS:(76,-4)] [ABS:(76,-4)]
[ABS:(9,-2)] [ABS:(9,-2)]
[ABS:(28,-3)] [ABS:(28,-3)]
[ABS:(37,-1)] [ABS:(37,-1)]
[ABS:(150,6)] [ABS:(150,6)]
[ABS:(176,-6)] [ABS:(176,-6)]
[ABS:(198,-2)] [ABS:(198,-2)]
[ABS:(12,9)] [ABS:(12,9)]
[ABS:(14,8)] [ABS:(14,8)]
[ABS:(117,1)] [ABS:(117,1)]
[ABS:(118,0)] [ABS:(118,0)]
[ABS:(126,5)] [ABS:(126,5)]
[ABS:(254,-1)] [ABS:(254,-1)]
[ABS:(268,0)] [ABS:(268,0)]
[ABS:(106,5)] [ABS:(106,5)]
[ABS:(152,1)] [ABS:(152,1)]
[ABS:(154,4)] [ABS:(154,4)]
[ABS:(166,-8)] [ABS:(166,-8)]
[ABS:(198,-7)] [ABS:(198,-7)]
[ABS:(304,-2)] [ABS:(304,-2)]
[ABS:(9,7)] [ABS:(9,7)]
[ABS:(154,-1)] [ABS:(154,-1)]
[ABS:(159,9)] [ABS:(159,9)]
[ABS:(236,-2)] [ABS:(236,-2)]
[ABS:(250,6)] [ABS:(250,6)]
[ABS:(52,-3)] [ABS:(52,-3)]
[ABS:(89,10)] [ABS:(89,10)]
[ABS:(200,-3)] [ABS:(200,-3)]
[ABS:(262,7)] [ABS:(262,7)]
[ABS:(276,-4)] [ABS:(276,-4)]
