[TEXT:␣] [TEXT:-]
[TEXT:␣] [TEXT:1]
[TEXT:␣-] [TEXT:1]
[TEXT:␣] [TEXT:0]
[TEXT:␣] [TEXT:2]
[TEXT:␣-] [TEXT:2]
[TEXT:␣] [TEXT:4]
[TEXT:␣] [TEXT:6]
[TEXT:␣-] [TEXT:4]
[TEXT:␣] [TEXT:8]
[TEXT:␣] [TEXT:3]
[TEXT:␣-] [TEXT:6]
[TEXT:␣1] [TEXT:0]
[TEXT:␣-] [TEXT:3]
[TEXT:␣] [TEXT:5]
[TEXT:␣] [TEXT:7]
[TEXT:␣-] [TEXT:8]
[TEXT:␣1] [TEXT:2]
[TEXT:␣-] [TEXT:5]
[TEXT:␣] [TEXT:9]
[TEXT:␣-1] [TEXT:0]
[TEXT:␣0] [TEXT:␣0]
[TEXT:␣-] [TEXT:7]
[TEXT:␣1] [TEXT:4]
[TEXT:␣1] [TEXT:1]
[TEXT:␣-] [TEXT:9]
[TEXT:␣-1] [TEXT:2]
[TEXT:␣1] [TEXT:6]
[TEXT:␣1] [TEXT:3]
[TEXT:␣-1] [TEXT:1]
[TEXT:␣-1] [TEXT:4]
[TEXT:␣1] [TEXT:8]
[TEXT:␣1] [TEXT:5]
[TEXT:␣0] [TEXT:␣2]
[TEXT:␣-1] [TEXT:3]
[TEXT:␣2] [TEXT:␣2]
[TEXT:␣-1] [TEXT:6]
[TEXT:␣1] [TEXT:7]
[TEXT:␣1] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣-2]
[TEXT:␣4] [TEXT:␣2]
[TEXT:␣-2] [TEXT:␣2]
[TEXT:␣-1] [TEXT:5]
[TEXT:␣0] [TEXT:␣6]
[TEXT:␣0] [TEXT:␣-1]
[TEXT:␣0] [TEXT:␣8]
[TEXT:␣1] [TEXT:9]
[TEXT:␣-4] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣4]
[TEXT:␣6] [TEXT:␣2]
[TEXT:␣-1] [TEXT:8]
[TEXT:␣-2] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣1]
[TEXT:␣-1] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣10]
[TEXT:␣3] [TEXT:␣2]
[TEXT:␣8] [TEXT:␣2]
[TEXT:␣6] [TEXT:␣-2]
[TEXT:␣8] [TEXT:␣-2]
[TEXT:␣-8] [TEXT:␣2]
[TEXT:␣-1] [TEXT:␣-2]
[TEXT:␣-1] [TEXT:7]
[TEXT:␣4] [TEXT:␣4]
[TEXT:␣0] [TEXT:␣12]
[TEXT:␣4] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣0␣0]
[TEXT:␣0] [TEXT:␣-4]
[TEXT:␣5] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣7]
[TEXT:␣1] [TEXT:␣-2]
[TEXT:␣1] [TEXT:␣6]
[TEXT:␣-5] [TEXT:␣2]
[TEXT:␣0] [TEXT:␣9]
[TEXT:␣1] [TEXT:␣4]
[TEXT:␣12] [TEXT:␣-2]
[TEXT:␣-10] [TEXT:␣2]
[TEXT:␣6] [TEXT:␣6]
[TEXT:␣1] [TEXT:␣-1]
[TEXT:␣-4] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣4]
[TEXT:␣-6] [TEXT:␣6]
[TEXT:␣8] [TEXT:␣-4]
[TEXT:␣8] [TEXT:␣4]
[TEXT:␣12] [TEXT:␣2]
[TEXT:␣-7] [TEXT:␣2]
[TEXT:␣-8] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣6]
[TEXT:␣0] [TEXT:␣14]
[TEXT:␣7] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣-2]
[TEXT:␣8] [TEXT:␣-1]
[TEXT:␣7] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣-3]
[TEXT:␣10] [TEXT:␣-4]
[TEXT:␣6] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣-2]
[TEXT:␣3] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣11]
[TEXT:␣10] [TEXT:␣4]
[TEXT:␣5] [TEXT:␣-2]
[TEXT:␣8] [TEXT:␣3]
[TEXT:␣-1] [TEXT:9]
[TEXT:␣-4] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣2]
[TEXT:␣-4] [TEXT:␣6]
[TEXT:␣-10] [TEXT:␣4]
[TEXT:␣14] [TEXT:␣-2]
[TEXT:␣-9] [TEXT:␣2]
[TEXT:␣6] [TEXT:␣3]
[TEXT:␣5] [TEXT:␣4]
[TEXT:␣-12] [TEXT:␣2]
[TEXT:␣-10] [TEXT:␣6]
[TEXT:␣10] [TEXT:␣-1]
[TEXT:␣8] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣-6]
[TEXT:␣0␣0] [TEXT:␣2]
[TEXT:␣8] [TEXT:␣-3]
[TEXT:␣10] [TEXT:␣3]
[TEXT:␣-1] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣-2]
[TEXT:␣8] [TEXT:␣-6]
[TEXT:␣10] [TEXT:␣1]
[TEXT:␣1] [TEXT:␣1]
[TEXT:␣11] [TEXT:␣-2]
[TEXT:␣7] [TEXT:␣4]
[TEXT:␣-1] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣-4]
[TEXT:␣14] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣-4]
[TEXT:␣12] [TEXT:␣4]
[TEXT:␣3] [TEXT:␣3]
[TEXT:␣-8] [TEXT:␣3]
[TEXT:␣10] [TEXT:␣-6]
[TEXT:␣10] [TEXT:␣-3]
[TEXT:␣0] [TEXT:␣16]
[TEXT:␣-6] [TEXT:␣3]
[TEXT:␣13] [TEXT:␣-2]
[TEXT:␣-8] [TEXT:␣-2]
[TEXT:␣-7] [TEXT:␣4]
[TEXT:␣-5] [TEXT:␣6]
[TEXT:-] [TEXT:1]
[TEXT:␣-4] [TEXT:␣3]
[TEXT:␣8] [TEXT:␣6]
[TEXT:␣-5] [TEXT:␣4]
[TEXT:␣11] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣1]
[TEXT:␣-4] [TEXT:␣-1]
[TEXT:␣3] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣8]
[TEXT:␣-7] [TEXT:␣6]
[TEXT:0] [TEXT:␣-2]
[TEXT:␣-3] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣0]
[TEXT:␣-1] [TEXT:␣1]
[TEXT:␣9] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣5]
[TEXT:␣12] [TEXT:␣-1]
[TEXT:␣-12] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣6]
[TEXT:␣-12] [TEXT:␣6]
[TEXT:␣16] [TEXT:␣-2]
[TEXT:␣-9] [TEXT:␣4]
[TEXT:␣-5] [TEXT:␣-2]
[TEXT:␣12] [TEXT:␣-6]
[TEXT:␣0] [TEXT:␣13]
[TEXT:␣-10] [TEXT:␣8]
[TEXT:␣-6] [TEXT:␣5]
[TEXT:␣12] [TEXT:␣3]
[TEXT:␣-9] [TEXT:␣6]
[TEXT:␣9] [TEXT:␣-4]
[TEXT:␣-10] [TEXT:␣3]
[TEXT:␣-8] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣1]
[TEXT:␣-8] [TEXT:␣1]
[TEXT:␣-11] [TEXT:␣2]
[TEXT:0] [TEXT:␣2]
[TEXT:␣0␣0] [TEXT:␣-2]
[TEXT:␣-6] [TEXT:␣-1]
[TEXT:␣-4] [TEXT:␣1]
[TEXT:␣5] [TEXT:␣6]
[TEXT:␣-14] [TEXT:␣2]
[TEXT:␣-6] [TEXT:␣0]
[TEXT:␣12] [TEXT:␣-3]
[TEXT:␣-4] [TEXT:␣5]
[TEXT:-] [TEXT:2]
[TEXT:␣-1] [TEXT:␣-1]
[TEXT:1] [TEXT:0]
[TEXT:␣10] [TEXT:␣6]
[TEXT:␣14] [TEXT:␣-4]
[TEXT:␣1] [TEXT:␣3]
[TEXT:␣5] [TEXT:␣3]
[TEXT:␣0] [TEXT:␣18]
[TEXT:␣14] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣0]
[TEXT:␣-10] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣7]
[TEXT:␣15] [TEXT:␣-2]
[TEXT:␣7] [TEXT:␣3]
[TEXT:␣13] [TEXT:␣2]
[TEXT:␣-1] [TEXT:␣3]
[TEXT:2] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣-5]
[TEXT:␣-12] [TEXT:␣8]
[TEXT:␣-4] [TEXT:␣-3]
[TEXT:␣0␣2] [TEXT:␣2]
[TEXT:␣-10] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣-2]
[TEXT:␣11] [TEXT:␣-4]
[TEXT:␣9] [TEXT:␣1]
[TEXT:␣14] [TEXT:␣1]
[TEXT:␣-5] [TEXT:␣3]
[TEXT:␣9] [TEXT:␣-1]
[TEXT:␣16] [TEXT:␣2]
[TEXT:␣-7] [TEXT:␣3]
[TEXT:␣11] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣-1]
[TEXT:␣9] [TEXT:␣3]
[TEXT:␣8] [TEXT:␣5]
[TEXT:␣-7] [TEXT:␣-2]
[TEXT:␣14] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣-3]
[TEXT:␣7] [TEXT:␣1]
[TEXT:␣8] [TEXT:␣-5]
[TEXT:␣-8] [TEXT:␣10]
[TEXT:␣-11] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣10]
[TEXT:␣-6] [TEXT:␣-4]
[TEXT:␣-10] [TEXT:␣1]
[TEXT:␣-12] [TEXT:␣3]
[TEXT:␣12] [TEXT:␣6]
[TEXT:␣-8] [TEXT:␣9]
[TEXT:␣6] [TEXT:␣1]
[TEXT:␣-2] [TEXT:␣4]
[TEXT:␣-11] [TEXT:␣6]
[TEXT:␣0] [TEXT:␣15]
[TEXT:1] [TEXT:2]
[TEXT:␣-9] [TEXT:␣3]
[TEXT:␣7] [TEXT:␣-1]
[TEXT:␣9] [TEXT:␣-3]
[TEXT:␣18] [TEXT:␣-2]
[TEXT:␣14] [TEXT:␣-3]
[TEXT:␣-7] [TEXT:␣0]
[TEXT:␣7] [TEXT:␣6]
[TEXT:␣14] [TEXT:␣-6]
[TEXT:␣12] [TEXT:␣-5]
[TEXT:␣14] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣-3]
[TEXT:␣10] [TEXT:␣5]
[TEXT:␣5] [TEXT:␣1]
[TEXT:␣11] [TEXT:␣1]
[TEXT:␣8] [TEXT:␣8]
[TEXT:␣-4] [TEXT:␣0]
[TEXT:␣-14] [TEXT:␣4]
[TEXT:2] [TEXT:␣2]
[TEXT:␣11] [TEXT:␣-1]
[TEXT:4] [TEXT:␣-2]
[TEXT:␣-7] [TEXT:␣5]
[TEXT:␣-14] [TEXT:␣6]
[TEXT:␣-13] [TEXT:␣2]
[TEXT:␣9] [TEXT:␣6]
[TEXT:␣-9] [TEXT:␣8]
[TEXT:␣-5] [TEXT:␣1]
[TEXT:␣-12] [TEXT:␣0]
[TEXT:␣-5] [TEXT:␣0]
[TEXT:␣-16] [TEXT:␣2]
[TEXT:␣-12] [TEXT:␣10]
[TEXT:␣-7] [TEXT:␣8]
[TEXT:␣-12] [TEXT:␣5]
[TEXT:1] [TEXT:4]
[TEXT:␣-7] [TEXT:␣1]
[TEXT:␣9] [TEXT:␣-6]
[TEXT:␣-9] [TEXT:␣0]
[TEXT:1] [TEXT:6]
[TEXT:␣-9] [TEXT:␣5]
[TEXT:␣-5] [TEXT:␣-4]
[TEXT:␣-7] [TEXT:␣7]
[TEXT:␣-8] [TEXT:␣-4]
[TEXT:␣0] [TEXT:␣1␣2]
[TEXT:1] [TEXT:3]
[TEXT:␣13] [TEXT:␣-4]
[TEXT:␣11] [TEXT:␣-3]
[TEXT:␣11] [TEXT:␣-6]
[TEXT:␣-5] [TEXT:␣5]
[TEXT:␣0␣6] [TEXT:␣2]
[TEXT:-] [TEXT:3]
[TEXT:␣-2] [TEXT:␣6]
[TEXT:␣11] [TEXT:␣3]
[TEXT:␣-10] [TEXT:␣-1]
[TEXT:␣16] [TEXT:␣-4]
[TEXT:␣4] [TEXT:␣3]
[TEXT:␣-12] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣9]
[TEXT:␣0] [TEXT:␣4␣2]
[TEXT:␣-5] [TEXT:␣-1]
[TEXT:␣-8] [TEXT:␣-3]
[TEXT:␣7] [TEXT:␣5]
[TEXT:␣0␣8] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣5]
[TEXT:␣-9] [TEXT:␣7]
[TEXT:8] [TEXT:␣-2]
[TEXT:␣12] [TEXT:␣-8]
[TEXT:6] [TEXT:␣-2]
[TEXT:␣-11] [TEXT:␣8]
[TEXT:␣-3] [TEXT:␣5]
[TEXT:␣2␣2] [TEXT:␣2]
[TEXT:␣-9] [TEXT:␣-2]
[TEXT:␣0] [TEXT:␣17]
[TEXT:␣0␣0] [TEXT:␣1]
[TEXT:␣13] [TEXT:␣4]
[TEXT:␣15] [TEXT:␣2]
[TEXT:␣-14] [TEXT:␣8]
[TEXT:␣16] [TEXT:␣4]
[TEXT:0] [TEXT:␣-4]
[TEXT:␣-3] [TEXT:␣1]
[TEXT:1] [TEXT:␣-2]
[TEXT:␣0␣0] [TEXT:␣-1]
[TEXT:1] [TEXT:5]
[TEXT:1] [TEXT:8]
[TEXT:␣11] [TEXT:␣6]
[TEXT:␣-1] [TEXT:␣5]
[TEXT:␣14] [TEXT:␣6]
[TEXT:␣13] [TEXT:␣1]
[TEXT:␣-6] [TEXT:␣-6]
[TEXT:␣0␣-2] [TEXT:␣2]
[TEXT:␣16] [TEXT:␣1]
[TEXT:␣-9] [TEXT:␣1]
[TEXT:␣-7] [TEXT:␣-1]
[TEXT:0] [TEXT:␣-3]
[TEXT:␣13] [TEXT:␣-1]
[TEXT:␣16] [TEXT:␣-1]
[TEXT:4] [TEXT:␣2]
[TEXT:␣9] [TEXT:␣5]
[TEXT:␣18] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣6]
[TEXT:␣-6] [TEXT:␣8]
[TEXT:␣-12] [TEXT:␣-2]
[TEXT:␣-3] [TEXT:␣-1]
[TEXT:␣-5] [TEXT:␣7]
[TEXT:␣-11] [TEXT:␣3]
[TEXT:␣-12] [TEXT:␣1]
[TEXT:␣-9] [TEXT:␣10]
[TEXT:␣4] [TEXT:␣1]
[TEXT:␣0␣10] [TEXT:␣2]
[TEXT:␣10] [TEXT:␣8]
[TEXT:␣17] [TEXT:␣-2]
[TEXT:␣-13] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣8]
[TEXT:␣6] [TEXT:␣-1]
[TEXT:␣0␣-2] [TEXT:␣-2]
[TEXT:␣0␣0] [TEXT:␣0␣2]
[TEXT:␣13] [TEXT:␣-6]
[TEXT:␣0␣-1] [TEXT:␣2]
[TEXT:␣12] [TEXT:␣-7]
[TEXT:1] [TEXT:␣2]
[TEXT:␣14] [TEXT:␣-5]
[TEXT:␣-5] [TEXT:␣-3]
[TEXT:␣-12] [TEXT:␣9]
[TEXT:␣16] [TEXT:␣-3]
[TEXT:␣13] [TEXT:␣-3]
[TEXT:␣16] [TEXT:␣-6]
[TEXT:1] [TEXT:7]
[TEXT:␣-14] [TEXT:␣3]
[TEXT:-] [TEXT:4]
[TEXT:␣8] [TEXT:␣7]
[TEXT:␣10] [TEXT:␣7]
[TEXT:␣14] [TEXT:␣-8]
[TEXT:␣-11] [TEXT:␣0]
[TEXT:␣16] [TEXT:␣3]
[TEXT:␣13] [TEXT:␣3]
[TEXT:0] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣7]
[TEXT:␣-10] [TEXT:␣-4]
[TEXT:␣-2] [TEXT:␣-1]
[TEXT:␣-10] [TEXT:␣12]
[TEXT:␣-11] [TEXT:␣5]
[TEXT:␣-15] [TEXT:␣2]
[TEXT:␣-11] [TEXT:␣10]
[TEXT:␣-7] [TEXT:␣-4]
[TEXT:␣-14] [TEXT:␣10]
[TEXT:␣15] [TEXT:␣-4]
[TEXT:␣0␣2] [TEXT:0]
[TEXT:6] [TEXT:␣2]
[TEXT:␣0␣8] [TEXT:␣-2]
[TEXT:␣11] [TEXT:␣-5]
[TEXT:␣9] [TEXT:␣-5]
[TEXT:␣-18] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣8]
[TEXT:␣-16] [TEXT:␣6]
[TEXT:3] [TEXT:␣-2]
[TEXT:1] [TEXT:9]
[TEXT:2] [TEXT:␣-4]
[TEXT:␣-14] [TEXT:␣5]
[TEXT:2] [TEXT:␣-3]
[TEXT:␣-9] [TEXT:␣-1]
[TEXT:␣-12] [TEXT:␣12]
[TEXT:␣-11] [TEXT:␣7]
[TEXT:␣0␣10] [TEXT:␣-2]
[TEXT:␣-14] [TEXT:␣0]
[TEXT:␣0␣6] [TEXT:␣-2]
[TEXT:␣0␣12] [TEXT:␣2]
[TEXT:␣11] [TEXT:␣5]
[TEXT:␣-7] [TEXT:␣10]
[TEXT:␣-16] [TEXT:␣4]
[TEXT:␣14] [TEXT:␣5]
[TEXT:8] [TEXT:␣2]
[TEXT:␣5] [TEXT:␣-1]
[TEXT:␣0] [TEXT:␣19]
[TEXT:␣-10] [TEXT:␣-3]
[TEXT:0] [TEXT:␣3]
[TEXT:␣4] [TEXT:␣6]
[TEXT:␣-9] [TEXT:␣9]
[TEXT:␣15] [TEXT:␣1]
[TEXT:␣-10] [TEXT:␣11]
[TEXT:␣-12] [TEXT:␣-1]
[TEXT:␣18] [TEXT:␣-4]
[TEXT:␣-14] [TEXT:␣7]
[TEXT:␣15] [TEXT:␣-1]
[TEXT:0] [TEXT:␣-6]
[TEXT:␣15] [TEXT:␣4]
[TEXT:␣12] [TEXT:␣8]
[TEXT:␣13] [TEXT:␣6]
[TEXT:␣-1] [TEXT:␣0␣0]
[TEXT:␣0␣2] [TEXT:␣-2]
[TEXT:4] [TEXT:␣-3]
[TEXT:␣0␣-1] [TEXT:␣-2]
[TEXT:␣-7] [TEXT:␣-3]
[TEXT:␣1␣2] [TEXT:␣1]
[TEXT:␣0] [TEXT:␣3␣2]
[TEXT:␣3] [TEXT:␣6]
[TEXT:0] [TEXT:␣1]
[TEXT:␣12] [TEXT:␣7]
[TEXT:␣-11] [TEXT:␣-2]
[TEXT:␣-11] [TEXT:␣1]
[TEXT:␣4] [TEXT:␣-1]
[TEXT:␣8] [TEXT:␣0␣8]
[TEXT:␣15] [TEXT:␣-6]
[TEXT:␣17] [TEXT:␣2]
[TEXT:0] [TEXT:␣-1]
[TEXT:5] [TEXT:␣-2]
[TEXT:␣3] [TEXT:␣1]
[TEXT:2] [TEXT:0]
[TEXT:␣-3] [TEXT:␣0]
[TEXT:␣15] [TEXT:␣-3]
[TEXT:␣-6] [TEXT:␣-5]
[TEXT:4] [TEXT:␣-4]
[TEXT:␣18] [TEXT:␣1]
[TEXT:3] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣3]
[TEXT:␣13] [TEXT:␣-5]
[TEXT:␣18] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣8]
[TEXT:␣-13] [TEXT:␣10]
[TEXT:␣-8] [TEXT:␣12]
[TEXT:␣-7] [TEXT:␣9]
[TEXT:7] [TEXT:␣-2]
[TEXT:␣16] [TEXT:␣6]
[TEXT:6] [TEXT:␣-3]
[TEXT:␣4␣2] [TEXT:␣4]
[TEXT:␣0␣0] [TEXT:␣0␣-2]
[TEXT:␣0␣2] [TEXT:2]
[TEXT:␣0␣4] [TEXT:␣-2]
[TEXT:␣18] [TEXT:␣-1]
[TEXT:␣5] [TEXT:␣5]
[TEXT:0] [TEXT:␣-5]
[TEXT:␣-2␣-2] [TEXT:␣-2]
[TEXT:␣14] [TEXT:␣-7]
[TEXT:␣-11] [TEXT:␣9]
[TEXT:␣7] [TEXT:␣-4]
[TEXT:␣0␣12] [TEXT:␣-2]
[TEXT:␣-16] [TEXT:␣8]
[TEXT:␣8] [TEXT:␣0␣6]
[TEXT:␣-14] [TEXT:␣1]
[TEXT:␣16] [TEXT:␣-5]
[TEXT:␣-8] [TEXT:␣11]
[TEXT:␣0␣7] [TEXT:␣2]
[TEXT:␣-15] [TEXT:␣6]
[TEXT:␣-12] [TEXT:␣11]
[TEXT:␣0␣1] [TEXT:␣-2]
[TEXT:2] [TEXT:2]
[TEXT:␣-14] [TEXT:␣-2]
[TEXT:␣-9] [TEXT:␣-4]
[TEXT:8] [TEXT:␣-3]
[TEXT:␣19] [TEXT:␣-2]
[TEXT:␣15] [TEXT:␣3]
[TEXT:␣10] [TEXT:␣0␣10]
[TEXT:␣7] [TEXT:␣-3]
[TEXT:␣-14] [TEXT:␣9]
[TEXT:␣-15] [TEXT:␣4]
[TEXT:␣0␣2] [TEXT:␣1]
[TEXT:9] [TEXT:␣-2]
[TEXT:6] [TEXT:␣-4]
[TEXT:␣-14] [TEXT:␣12]
[TEXT:␣-8] [TEXT:␣-6]
[TEXT:␣18] [TEXT:␣-3]
[TEXT:␣0␣9] [TEXT:␣2]
[TEXT:1] [TEXT:␣-4]
[TEXT:0] [TEXT:␣6]
[TEXT:␣-9] [TEXT:␣12]
[TEXT:8] [TEXT:␣-4]
[TEXT:␣0␣-4] [TEXT:␣-2]
[TEXT:␣-13] [TEXT:␣5]
[TEXT:␣8] [TEXT:␣0␣10]
[TEXT:␣1] [TEXT:␣0␣0]
[TEXT:␣-2␣2] [TEXT:0]
[TEXT:␣-12] [TEXT:␣-4]
[TEXT:␣0] [TEXT:␣5␣2]
[TEXT:␣6␣2] [TEXT:␣6]
[TEXT:1] [TEXT:␣-3]
[TEXT:␣-2␣2] [TEXT:2]
[TEXT:␣7] [TEXT:␣7]
[TEXT:␣10] [TEXT:␣0␣8]
[TEXT:␣-13] [TEXT:␣0]
[TEXT:␣-10] [TEXT:␣14]
[TEXT:␣2␣2] [TEXT:0]
[TEXT:␣17] [TEXT:␣-4]
[TEXT:␣6␣2] [TEXT:␣4]
[TEXT:2] [TEXT:4]
[TEXT:␣-1␣-2] [TEXT:␣-1]
[TEXT:␣-5] [TEXT:␣8]
[TEXT:␣6␣-2] [TEXT:␣6]
[TEXT:-] [TEXT:5]
[TEXT:␣10] [TEXT:␣10]
[TEXT:␣16] [TEXT:␣-8]
[TEXT:␣-16] [TEXT:␣3]
[TEXT:␣2␣2] [TEXT:2]
[TEXT:␣-17] [TEXT:␣2]
[TEXT:␣-13] [TEXT:␣7]
[TEXT:2] [TEXT:␣-5]
[TEXT:␣-6] [TEXT:␣10]
[TEXT:␣-12] [TEXT:␣14]
[TEXT:␣3] [TEXT:␣-1]
[TEXT:␣1] [TEXT:␣5]
[TEXT:␣4] [TEXT:␣5]
[TEXT:␣-8] [TEXT:␣-5]
[TEXT:2] [TEXT:␣-6]
[TEXT:5] [TEXT:␣2]
[TEXT:␣14] [TEXT:␣8]
[TEXT:␣-11] [TEXT:␣12]
[TEXT:␣0␣7] [TEXT:␣-2]
[TEXT:␣18] [TEXT:␣3]
[TEXT:␣16] [TEXT:␣5]
[TEXT:␣-9] [TEXT:␣11]
[TEXT:␣0␣14] [TEXT:␣2]
[TEXT:␣18] [TEXT:␣-6]
[TEXT:␣13] [TEXT:␣5]
[TEXT:2] [TEXT:3]
[TEXT:␣6] [TEXT:␣-4]
[TEXT:␣0␣0] [TEXT:␣4]
[TEXT:␣13] [TEXT:␣-8]
[TEXT:7] [TEXT:␣2]
[TEXT:␣-1␣2] [TEXT:␣1]
[TEXT:␣-16] [TEXT:␣10]
[TEXT:␣-15] [TEXT:␣8]
[TEXT:␣0␣9] [TEXT:␣-2]
[TEXT:␣6] [TEXT:␣5]
[TEXT:␣-11] [TEXT:␣-1]
[TEXT:␣0␣0] [TEXT:␣0␣1]
[TEXT:␣6] [TEXT:␣-3]
[TEXT:␣1␣2] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣9]
[TEXT:␣-9] [TEXT:␣-3]
[TEXT:␣-2␣2] [TEXT:␣-2]
[TEXT:␣2␣2] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣0␣-2]
[TEXT:␣-12] [TEXT:␣-3]
[TEXT:2] [TEXT:6]
[TEXT:␣-16] [TEXT:␣5]
[TEXT:␣10] [TEXT:␣0␣12]
[TEXT:␣-4␣2] [TEXT:0]
[TEXT:2] [TEXT:␣4]
[TEXT:␣9] [TEXT:␣7]
[TEXT:␣0␣3] [TEXT:␣-2]
[TEXT:␣-1] [TEXT:␣0␣1]
[TEXT:␣15] [TEXT:␣6]
[TEXT:␣15] [TEXT:␣-5]
[TEXT:␣17] [TEXT:␣4]
[TEXT:␣-13] [TEXT:␣9]
[TEXT:␣8] [TEXT:␣1␣6]
[TEXT:4] [TEXT:␣-5]
[TEXT:␣0␣11] [TEXT:␣2]
[TEXT:␣4␣-2] [TEXT:␣4]
[TEXT:9] [TEXT:␣2]
[TEXT:␣-1␣-2] [TEXT:␣1]
[TEXT:␣12] [TEXT:␣0␣12]
[TEXT:␣0␣5] [TEXT:␣-2]
[TEXT:␣17] [TEXT:␣-1]
[TEXT:␣-15] [TEXT:␣10]
[TEXT:␣-13] [TEXT:␣1]
[TEXT:-] [TEXT:6]
[TEXT:␣4␣4] [TEXT:␣4]
[TEXT:␣12] [TEXT:␣0␣10]
[TEXT:␣-16] [TEXT:␣7]
[TEXT:␣-14] [TEXT:␣11]
[TEXT:␣8␣2] [TEXT:␣6]
[TEXT:␣-18] [TEXT:␣6]
[TEXT:2] [TEXT:␣-1]
[TEXT:8] [TEXT:␣-5]
[TEXT:␣-13] [TEXT:␣12]
[TEXT:␣2␣2] [TEXT:␣-2]
[TEXT:␣-13] [TEXT:␣-2]
[TEXT:␣0␣14] [TEXT:␣-2]
[TEXT:␣-4] [TEXT:␣10]
[TEXT:␣17] [TEXT:␣1]
[TEXT:2] [TEXT:␣3]
[TEXT:␣8] [TEXT:␣0␣4]
[TEXT:1] [TEXT:␣-6]
[TEXT:␣-16] [TEXT:␣0]
[TEXT:␣0␣0] [TEXT:␣0␣-1]
[TEXT:␣0␣0] [TEXT:␣3]
[TEXT:␣-3] [TEXT:␣-4]
[TEXT:␣13] [TEXT:␣-7]
[TEXT:␣0␣2] [TEXT:4]
[TEXT:␣8] [TEXT:␣6␣6]
[TEXT:␣6␣-2] [TEXT:␣4]
[TEXT:0] [TEXT:␣-8]
[TEXT:␣1␣6] [TEXT:␣1]
[TEXT:6] [TEXT:␣-5]
[TEXT:␣-10] [TEXT:␣16]
[TEXT:␣-14] [TEXT:␣-1]
[TEXT:␣-15] [TEXT:␣3]
[TEXT:␣1] [TEXT:␣0␣1]
[TEXT:␣-7] [TEXT:␣-5]
[TEXT:␣-4] [TEXT:␣0␣-4]
[TEXT:␣0␣11] [TEXT:␣-2]
[TEXT:␣19] [TEXT:␣2]
[TEXT:␣-4] [TEXT:␣9]
[TEXT:3] [TEXT:␣-3]
[TEXT:2] [TEXT:5]
[TEXT:␣14] [TEXT:␣7]
[TEXT:␣0␣0␣0␣0] [TEXT:␣2]
[TEXT:␣11] [TEXT:␣8]
[TEXT:␣0␣-2] [TEXT:␣-1]
[TEXT:␣0␣-6] [TEXT:␣0]
[TEXT:␣-10] [TEXT:␣13]
[TEXT:␣17] [TEXT:␣-3]
[TEXT:0] [TEXT:␣5]
[TEXT:␣1␣4] [TEXT:␣1]
[TEXT:1] [TEXT:␣4]
[TEXT:4] [TEXT:␣-6]
[TEXT:␣-3] [TEXT:␣8]
[TEXT:␣15] [TEXT:␣-8]
[TEXT:0] [TEXT:␣-7]
[TEXT:3] [TEXT:␣-4]
[TEXT:␣-11] [TEXT:␣11]
[TEXT:␣-4␣2] [TEXT:␣-2]
[TEXT:␣1␣-2] [TEXT:␣-1]
[TEXT:␣-14] [TEXT:␣14]
[TEXT:␣8␣-4] [TEXT:␣6]
[TEXT:8] [TEXT:␣-6]
[TEXT:␣18] [TEXT:␣-5]
[TEXT:␣-18] [TEXT:␣4]
[TEXT:␣16] [TEXT:␣-7]
[TEXT:␣17] [TEXT:␣-6]
[TEXT:␣-16] [TEXT:␣12]
[TEXT:␣-10] [TEXT:␣-6]
[TEXT:6] [TEXT:␣-6]
[TEXT:␣-4] [TEXT:␣-2␣-2]
[TEXT:␣10] [TEXT:␣0␣6]
[TEXT:2] [TEXT:␣1]
[TEXT:␣4␣2] [TEXT:␣6]
[TEXT:␣8␣-2] [TEXT:␣6]
[TEXT:␣-11] [TEXT:␣-4]
[TEXT:␣18] [TEXT:␣6]
[TEXT:␣0␣0] [TEXT:␣2␣2]
[TEXT:␣8] [TEXT:␣4␣4]
[TEXT:1] [TEXT:␣-5]
[TEXT:␣-16] [TEXT:␣9]
[TEXT:␣3] [TEXT:␣5]
[TEXT:␣-4␣2] [TEXT:2]
[TEXT:2] [TEXT:7]
[TEXT:␣-6] [TEXT:␣0␣-4]
[TEXT:␣11] [TEXT:␣7]
[TEXT:␣-2␣2] [TEXT:4]
[TEXT:␣-12] [TEXT:␣13]
[TEXT:␣2␣2] [TEXT:4]
[TEXT:␣4␣-2] [TEXT:␣6]
[TEXT:␣15] [TEXT:␣5]
[TEXT:␣-16] [TEXT:␣-2]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0␣0␣0]
[TEXT:␣1␣-1] [TEXT:␣1]
[TEXT:␣-1] [TEXT:␣0␣-1]
[TEXT:␣0␣0] [TEXT:␣1␣2]
[TEXT:␣17] [TEXT:␣3]
[TEXT:␣0] [TEXT:␣-4␣2]
[TEXT:␣-10] [TEXT:␣-5]
[TEXT:␣18] [TEXT:␣-8]
[TEXT:␣-15] [TEXT:␣5]
[TEXT:␣-16] [TEXT:␣1]
[TEXT:␣10] [TEXT:␣9]
[TEXT:␣-9] [TEXT:␣14]
[TEXT:1] [TEXT:␣3]
[TEXT:␣-1] [TEXT:␣7]
[TEXT:1] [TEXT:␣-1]
[TEXT:␣0␣-2] [TEXT:␣1]
[TEXT:␣0␣2] [TEXT:␣4]
[TEXT:␣-12] [TEXT:␣16]
[TEXT:␣-14] [TEXT:␣-4]
[TEXT:␣8␣2] [TEXT:␣4]
[TEXT:9] [TEXT:␣-3]
[TEXT:5] [TEXT:␣-4]
[TEXT:␣0␣-3] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣-7]
[TEXT:2] [TEXT:␣-8]
[TEXT:2] [TEXT:␣-7]
[TEXT:␣6␣6] [TEXT:␣4]
[TEXT:4] [TEXT:␣4]
[TEXT:7] [TEXT:␣-4]
[TEXT:2] [TEXT:8]
[TEXT:5] [TEXT:␣-3]
[TEXT:␣0␣8] [TEXT:␣1]
[TEXT:␣0␣4] [TEXT:␣1]
[TEXT:␣0␣16] [TEXT:␣2]
[TEXT:␣13] [TEXT:␣8]
[TEXT:␣0␣6] [TEXT:␣1]
[TEXT:␣-15] [TEXT:␣0]
[TEXT:␣-1␣2] [TEXT:0]
[TEXT:␣0␣8] [TEXT:␣-1]
[TEXT:␣-7] [TEXT:␣-6]
[TEXT:␣-13] [TEXT:␣11]
[TEXT:␣-17] [TEXT:␣6]
[TEXT:4] [TEXT:␣3]
[TEXT:␣-19] [TEXT:␣2]
[TEXT:␣1␣2] [TEXT:␣3]
[TEXT:␣5] [TEXT:␣-4]
[TEXT:␣-15] [TEXT:␣7]
[TEXT:␣19] [TEXT:␣-4]
[TEXT:0] [TEXT:␣8]
[TEXT:␣8␣4] [TEXT:␣6]
[TEXT:␣0] [TEXT:␣-3␣2]
[TEXT:␣-18] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣-5]
[TEXT:␣15] [TEXT:␣-7]
[TEXT:␣0] [TEXT:␣13␣-2]
[TEXT:␣-18] [TEXT:␣8]
[TEXT:7] [TEXT:␣-3]
[TEXT:␣0␣-2] [TEXT:␣4]
[TEXT:␣-4␣2] [TEXT:4]
[TEXT:␣1␣2] [TEXT:0]
[TEXT:␣13] [TEXT:␣7]
[TEXT:␣1] [TEXT:␣0␣-1]
[TEXT:␣14] [TEXT:␣0␣12]
[TEXT:␣-10] [TEXT:␣18]
[TEXT:9] [TEXT:␣-4]
[TEXT:␣12] [TEXT:␣0␣8]
[TEXT:␣0␣2] [TEXT:1]
[TEXT:␣-11] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣0␣0]
[TEXT:␣5] [TEXT:␣-3]
[TEXT:␣16] [TEXT:␣8]
[TEXT:␣11] [TEXT:␣-7]
[TEXT:1] [TEXT:1]
[TEXT:␣1␣2] [TEXT:␣-2]
[TEXT:␣-17] [TEXT:␣4]
[TEXT:␣-6␣2] [TEXT:0]
[TEXT:␣0␣13] [TEXT:␣2]
[TEXT:␣-8] [TEXT:␣0␣-6]
[TEXT:␣8␣-6] [TEXT:␣8]
[TEXT:␣0␣6] [TEXT:␣-1]
[TEXT:␣12] [TEXT:␣0␣14]
[TEXT:␣-6] [TEXT:␣0␣-2]
[TEXT:␣1␣-2] [TEXT:␣1]
[TEXT:␣12] [TEXT:␣9]
[TEXT:␣1␣6] [TEXT:␣-1]
[TEXT:␣14] [TEXT:␣0␣14]
[TEXT:␣-11] [TEXT:␣-3]
[TEXT:␣0␣2] [TEXT:␣0␣0]
[TEXT:␣-13] [TEXT:␣-1]
[TEXT:␣0␣10] [TEXT:␣1]
[TEXT:␣0␣2] [TEXT:␣-1]
[TEXT:␣-4] [TEXT:␣-1␣-2]
[TEXT:␣-8] [TEXT:␣0␣-4]
[TEXT:␣6␣4] [TEXT:␣6]
[TEXT:␣-14] [TEXT:␣13]
[TEXT:␣18] [TEXT:␣5]
[TEXT:␣0␣16] [TEXT:␣-2]
[TEXT:␣1␣-1] [TEXT:␣-1]
[TEXT:␣9] [TEXT:␣0␣9]
[TEXT:␣4␣2] [TEXT:0]
[TEXT:␣-15] [TEXT:␣12]
[TEXT:␣-1␣2] [TEXT:2]
[TEXT:␣-15] [TEXT:␣9]
[TEXT:3] [TEXT:␣-5]
[TEXT:4] [TEXT:␣-7]
[TEXT:␣-6␣2] [TEXT:2]
[TEXT:␣12] [TEXT:␣10]
[TEXT:␣1␣2] [TEXT:2]
[TEXT:␣-18] [TEXT:␣10]
[TEXT:3] [TEXT:␣-6]
[TEXT:␣6␣6] [TEXT:␣6]
[TEXT:4] [TEXT:␣1]
[TEXT:6] [TEXT:␣-1]
[TEXT:␣-13] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣6␣-2]
[TEXT:6] [TEXT:␣3]
[TEXT:␣-3␣2] [TEXT:0]
[TEXT:␣-17] [TEXT:␣8]
[TEXT:␣-2␣2] [TEXT:1]
[TEXT:␣17] [TEXT:␣-8]
[TEXT:␣0␣2] [TEXT:3]
[TEXT:␣4␣2] [TEXT:2]
[TEXT:␣-1␣2] [TEXT:␣-1]
[TEXT:8] [TEXT:␣-7]
[TEXT:6] [TEXT:␣-7]
[TEXT:4] [TEXT:␣-1]
[TEXT:␣-8] [TEXT:␣8␣-6]
[TEXT:␣-1␣6] [TEXT:␣-1]
[TEXT:␣10] [TEXT:␣6␣6]
[TEXT:␣-9] [TEXT:␣-5]
[TEXT:␣-15] [TEXT:␣-2]
[TEXT:␣-6] [TEXT:␣0␣-6]
[TEXT:␣-5] [TEXT:␣9]
[TEXT:␣2␣2] [TEXT:1]
[TEXT:␣17] [TEXT:␣6]
[TEXT:␣-16] [TEXT:␣11]
[TEXT:␣-10] [TEXT:␣15]
[TEXT:␣19] [TEXT:␣-3]
[TEXT:␣-15] [TEXT:␣1]
[TEXT:␣-4] [TEXT:␣8␣-4]
[TEXT:␣0␣2] [TEXT:␣0␣2]
[TEXT:␣0␣10] [TEXT:␣-1]
[TEXT:␣10␣2] [TEXT:␣6]
[TEXT:0] [TEXT:␣-9]
[TEXT:2] [TEXT:9]
[TEXT:␣-14] [TEXT:␣-3]
[TEXT:␣4] [TEXT:␣7]
[TEXT:␣8] [TEXT:␣0␣12]
[TEXT:␣-14] [TEXT:␣16]
[TEXT:␣19] [TEXT:␣1]
[TEXT:␣17] [TEXT:␣-5]
[TEXT:␣1␣4] [TEXT:␣3]
[TEXT:0] [TEXT:␣7]
[TEXT:␣-9] [TEXT:␣-6]
[TEXT:␣1␣4] [TEXT:␣-1]
[TEXT:4] [TEXT:␣-8]
[TEXT:␣0␣-1] [TEXT:␣0␣1]
[TEXT:␣1␣6] [TEXT:␣3]
[TEXT:-] [TEXT:7]
[TEXT:␣0] [TEXT:␣-5]
[TEXT:␣8] [TEXT:␣6␣4]
[TEXT:␣1] [TEXT:␣2␣2]
[TEXT:␣-12] [TEXT:␣-5]
[TEXT:␣-9] [TEXT:␣13]
[TEXT:6] [TEXT:␣4]
[TEXT:8] [TEXT:␣3]
[TEXT:␣0␣0] [TEXT:␣-2␣-2]
[TEXT:2] [TEXT:␣6]
[TEXT:␣19] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣8␣-2]
[TEXT:␣8] [TEXT:␣0␣7]
[TEXT:␣-1␣2] [TEXT:␣-2]
[TEXT:␣-9] [TEXT:␣16]
[TEXT:␣1␣-2] [TEXT:␣3]
[TEXT:␣-12] [TEXT:␣-6]
[TEXT:␣10] [TEXT:␣-8]
[TEXT:6] [TEXT:␣-8]
[TEXT:␣-6␣2] [TEXT:␣-2]
[TEXT:␣-8] [TEXT:␣-8]
[TEXT:8] [TEXT:␣4]
[TEXT:␣0␣-4] [TEXT:␣0]
[TEXT:␣-4] [TEXT:␣4␣-2]
[TEXT:␣0␣4] [TEXT:␣-1]
[TEXT:␣6] [TEXT:␣0␣6]
[TEXT:␣3␣2] [TEXT:␣4]
[TEXT:␣3␣2] [TEXT:␣3]
[TEXT:␣-18] [TEXT:␣5]
[TEXT:␣-6␣2] [TEXT:4]
[TEXT:␣-12] [TEXT:␣15]
[TEXT:␣-16] [TEXT:␣-1]
[TEXT:␣0␣-4] [TEXT:␣4]
[TEXT:␣-11] [TEXT:␣13]
[TEXT:␣-8] [TEXT:␣8␣-4]
[TEXT:␣0␣2] [TEXT:6]
[TEXT:1] [TEXT:␣1]
[TEXT:␣16] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣8␣-6]
[TEXT:␣7] [TEXT:␣0␣7]
[TEXT:␣0␣2] [TEXT:␣0␣-2]
[TEXT:␣-16] [TEXT:␣14]
[TEXT:␣11] [TEXT:␣-8]
[TEXT:␣-12] [TEXT:␣18]
[TEXT:␣8␣3] [TEXT:␣6]
[TEXT:7] [TEXT:␣-5]
[TEXT:8] [TEXT:␣-1]
[TEXT:1] [TEXT:␣-8]
[TEXT:9] [TEXT:␣-5]
[TEXT:␣15] [TEXT:␣8]
[TEXT:3] [TEXT:␣4]
[TEXT:␣8␣-2] [TEXT:␣4]
[TEXT:␣0␣9] [TEXT:␣1]
[TEXT:␣10␣-6] [TEXT:␣8]
[TEXT:␣-2␣-2] [TEXT:␣-1]
[TEXT:␣2␣2] [TEXT:␣1]
[TEXT:3] [TEXT:4]
[TEXT:␣10] [TEXT:␣1␣6]
[TEXT:␣-8␣2] [TEXT:0]
[TEXT:␣8␣-3] [TEXT:␣6]
[TEXT:8] [TEXT:␣-8]
[TEXT:␣8] [TEXT:␣5␣6]
[TEXT:␣-6] [TEXT:␣8␣-4]
[TEXT:␣9] [TEXT:␣9]
[TEXT:␣-18] [TEXT:␣12]
[TEXT:␣-4] [TEXT:␣3␣-2]
[TEXT:␣-17] [TEXT:␣10]
[TEXT:␣8] [TEXT:␣1␣4]
[TEXT:␣0␣8] [TEXT:␣4]
[TEXT:5] [TEXT:␣-5]
[TEXT:␣-3␣2] [TEXT:2]
[TEXT:␣-1␣6] [TEXT:␣1]
[TEXT:␣-3␣-2] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣-4␣-4]
[TEXT:1] [TEXT:␣-7]
[TEXT:␣-2␣2] [TEXT:6]
[TEXT:␣-4] [TEXT:␣-4␣-2]
[TEXT:␣18] [TEXT:␣-7]
[TEXT:0] [TEXT:␣10]
[TEXT:5] [TEXT:␣-6]
[TEXT:␣-10␣2] [TEXT:0]
[TEXT:␣0␣0␣0␣0] [TEXT:␣-2]
[TEXT:␣5␣2] [TEXT:␣4]
[TEXT:␣8] [TEXT:␣5␣4]
[TEXT:␣19] [TEXT:␣-6]
[TEXT:␣-8␣2] [TEXT:2]
[TEXT:␣7] [TEXT:␣0␣6]
[TEXT:␣-5] [TEXT:␣-5]
[TEXT:␣4␣2] [TEXT:␣3]
[TEXT:␣1␣1] [TEXT:␣1]
[TEXT:␣19] [TEXT:␣-1]
[TEXT:␣0␣10] [TEXT:␣4]
[TEXT:␣-17] [TEXT:␣3]
[TEXT:2] [TEXT:␣5]
[TEXT:␣0␣12] [TEXT:␣1]
[TEXT:1] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣5␣-2]
[TEXT:␣6␣3] [TEXT:␣4]
[TEXT:␣8␣-1] [TEXT:␣6]
[TEXT:␣-1␣4] [TEXT:␣-1]
[TEXT:␣1␣-1] [TEXT:␣3]
[TEXT:␣3␣2] [TEXT:0]
[TEXT:␣0␣4] [TEXT:␣4]
[TEXT:␣0␣0␣2] [TEXT:␣1]
[TEXT:␣0␣2] [TEXT:␣3]
[TEXT:␣-18] [TEXT:␣7]
[TEXT:3] [TEXT:6]
[TEXT:␣0␣-4] [TEXT:␣1]
[TEXT:2] [TEXT:␣-9]
[TEXT:8] [TEXT:␣1]
[TEXT:␣0␣-1] [TEXT:␣1]
[TEXT:␣0␣11] [TEXT:␣1]
[TEXT:␣-13] [TEXT:␣-4]
[TEXT:␣-3] [TEXT:␣0␣0]
[TEXT:␣0␣-2] [TEXT:␣0␣0]
[TEXT:3] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣-2␣-2]
[TEXT:␣8] [TEXT:␣8␣6]
[TEXT:␣0␣12] [TEXT:␣-1]
[TEXT:␣0␣9] [TEXT:␣-1]
[TEXT:␣1␣2] [TEXT:4]
[TEXT:␣-8] [TEXT:␣-7]
[TEXT:␣0␣11] [TEXT:␣-1]
[TEXT:6] [TEXT:␣1]
[TEXT:␣-1␣4] [TEXT:␣1]
[TEXT:3] [TEXT:0]
[TEXT:9] [TEXT:␣-6]
[TEXT:␣15] [TEXT:␣7]
[TEXT:7] [TEXT:␣-6]
[TEXT:␣3␣2] [TEXT:2]
[TEXT:␣0␣-6] [TEXT:␣1]
[TEXT:␣7] [TEXT:␣-5]
[TEXT:␣19] [TEXT:␣3]
[TEXT:␣14] [TEXT:␣9]
[TEXT:␣16] [TEXT:␣0␣14]
[TEXT:␣0␣-1] [TEXT:␣4]
[TEXT:␣0␣6] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣9]
[TEXT:␣-15] [TEXT:␣11]
[TEXT:␣3␣2] [TEXT:␣1]
[TEXT:␣17] [TEXT:␣5]
[TEXT:␣3] [TEXT:0]
[TEXT:␣8␣-4] [TEXT:␣8]
[TEXT:␣-3␣2] [TEXT:4]
[TEXT:␣0␣-3] [TEXT:␣4]
[TEXT:␣6␣3] [TEXT:␣6]
[TEXT:␣1␣2] [TEXT:␣4]
[TEXT:␣0␣15] [TEXT:␣2]
[TEXT:␣0␣18] [TEXT:␣2]
[TEXT:␣-10] [TEXT:␣17]
[TEXT:␣2␣2] [TEXT:6]
[TEXT:␣-2␣2] [TEXT:3]
[TEXT:␣4␣4] [TEXT:␣6]
[TEXT:␣-11] [TEXT:␣16]
[TEXT:␣-4␣2] [TEXT:1]
[TEXT:␣3␣-2] [TEXT:␣3]
[TEXT:␣-4␣2] [TEXT:6]
[TEXT:␣7␣4] [TEXT:␣5]
[TEXT:-] [TEXT:8]
[TEXT:␣5␣4] [TEXT:␣5]
[TEXT:␣0␣-2] [TEXT:␣0]
[TEXT:␣-18] [TEXT:␣9]
[TEXT:␣0] [TEXT:␣15␣-2]
[TEXT:␣0␣-4] [TEXT:␣-1]
[TEXT:␣11] [TEXT:␣9]
[TEXT:␣-17] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣1␣-2]
[TEXT:␣7] [TEXT:␣0␣5]
[TEXT:␣9] [TEXT:␣0␣7]
[TEXT:␣4␣2] [TEXT:4]
[TEXT:␣0␣-6] [TEXT:␣-1]
[TEXT:␣10␣-6] [TEXT:␣10]
[TEXT:␣-1␣2] [TEXT:4]
[TEXT:␣10␣4] [TEXT:␣6]
[TEXT:2] [TEXT:␣-10]
[TEXT:␣0␣0] [TEXT:␣-1␣-2]
[TEXT:␣8␣-4] [TEXT:␣4]
[TEXT:␣-6] [TEXT:␣4␣-2]
[TEXT:␣-15] [TEXT:␣14]
[TEXT:␣10] [TEXT:␣0␣14]
[TEXT:␣0␣1] [TEXT:␣-1]
[TEXT:␣10␣-4] [TEXT:␣6]
[TEXT:␣-6] [TEXT:␣6␣-2]
[TEXT:␣9] [TEXT:␣0␣8]
[TEXT:␣14] [TEXT:␣10]
[TEXT:␣14] [TEXT:␣0␣16]
[TEXT:␣-4␣2] [TEXT:3]
[TEXT:␣-7] [TEXT:␣12]
[TEXT:␣0␣2] [TEXT:␣2␣2]
[TEXT:␣-6] [TEXT:␣-1␣-2]
[TEXT:␣10␣-2] [TEXT:␣6]
[TEXT:␣3␣-2] [TEXT:␣4]
[TEXT:␣-4] [TEXT:␣7␣-2]
[TEXT:␣0␣7] [TEXT:␣1]
[TEXT:0] [TEXT:␣-10]
[TEXT:3] [TEXT:␣-7]
[TEXT:␣-2␣2] [TEXT:␣1]
[TEXT:␣14] [TEXT:␣0␣10]
[TEXT:␣-14] [TEXT:␣15]
[TEXT:␣-11] [TEXT:␣-6]
[TEXT:3] [TEXT:␣3]
[TEXT:␣-5] [TEXT:␣10]
[TEXT:␣-13] [TEXT:␣16]
[TEXT:␣-5␣2] [TEXT:0]
[TEXT:␣12] [TEXT:␣0␣6]
[TEXT:␣-13] [TEXT:␣-3]
[TEXT:␣5] [TEXT:␣7]
[TEXT:␣-6␣2] [TEXT:1]
[TEXT:␣-13] [TEXT:␣13]
[TEXT:␣-16] [TEXT:␣16]
[TEXT:␣-16] [TEXT:␣13]
[TEXT:␣8] [TEXT:␣8␣4]
[TEXT:␣10] [TEXT:␣0␣4]
[TEXT:␣-5␣2] [TEXT:2]
[TEXT:␣0␣0␣2] [TEXT:␣-2]
[TEXT:␣10] [TEXT:␣0␣9]
[TEXT:␣-8␣2] [TEXT:4]
[TEXT:␣3␣4] [TEXT:␣3]
[TEXT:␣-6] [TEXT:␣11]
[TEXT:␣0␣7] [TEXT:␣-1]
[TEXT:␣11] [TEXT:␣10]
[TEXT:␣-17] [TEXT:␣7]
[TEXT:␣9] [TEXT:␣0␣6]
[TEXT:␣-6␣2] [TEXT:6]
[TEXT:␣16] [TEXT:␣0␣16]
[TEXT:␣8␣-1] [TEXT:9]
[TEXT:4] [TEXT:6]
[TEXT:␣4␣2] [TEXT:␣5]
[TEXT:␣7] [TEXT:␣0␣8]
[TEXT:␣18] [TEXT:␣8]
[TEXT:␣-15] [TEXT:␣-1]
[TEXT:␣-6] [TEXT:␣12]
[TEXT:␣-16] [TEXT:␣-4]
[TEXT:4] [TEXT:8]
[TEXT:3] [TEXT:8]
[TEXT:3] [TEXT:␣-8]
[TEXT:␣9] [TEXT:␣0␣10]
[TEXT:␣-14] [TEXT:␣18]
[TEXT:␣17] [TEXT:␣-7]
[TEXT:1] [TEXT:␣5]
[TEXT:␣-18] [TEXT:␣-2]
[TEXT:␣2␣2] [TEXT:␣3]
[TEXT:␣0␣-2] [TEXT:␣3]
[TEXT:␣8␣-1] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣10␣-6]
[TEXT:␣5␣-2] [TEXT:␣6]
[TEXT:3] [TEXT:5]
[TEXT:4] [TEXT:4]
[TEXT:␣-4] [TEXT:␣12]
[TEXT:␣0␣-1] [TEXT:␣0␣0]
[TEXT:␣-6␣-2] [TEXT:␣-4]
[TEXT:␣5␣2] [TEXT:␣3]
[TEXT:␣6␣2] [TEXT:␣5]
[TEXT:␣1␣2] [TEXT:␣0␣0]
[TEXT:␣-14] [TEXT:␣-6]
[TEXT:␣-17] [TEXT:␣12]
[TEXT:␣10] [TEXT:␣8␣6]
[TEXT:␣0␣12] [TEXT:␣4]
[TEXT:␣0␣-3] [TEXT:␣1]
[TEXT:␣0␣13] [TEXT:␣1]
[TEXT:␣2␣2] [TEXT:3]
[TEXT:␣10␣-4] [TEXT:␣8]
[TEXT:␣8] [TEXT:␣7␣4]
[TEXT:␣1␣-2] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣8␣-6]
[TEXT:␣-4] [TEXT:␣10␣-2]
[TEXT:␣5␣4] [TEXT:␣3]
[TEXT:␣-9] [TEXT:␣15]
[TEXT:␣3␣3] [TEXT:␣3]
[TEXT:␣7␣6] [TEXT:␣5]
[TEXT:␣7␣2] [TEXT:␣6]
[TEXT:␣-12] [TEXT:␣17]
[TEXT:␣-8␣6] [TEXT:␣-6]
[TEXT:␣-10] [TEXT:␣-8]
[TEXT:␣0␣-2] [TEXT:␣0␣2]
[TEXT:␣-2␣2] [TEXT:␣-1]
[TEXT:␣-10] [TEXT:␣-7]
[TEXT:9] [TEXT:␣-7]
[TEXT:␣0␣-1] [TEXT:␣-1]
[TEXT:␣0␣14] [TEXT:␣1]
[TEXT:3] [TEXT:7]
[TEXT:␣-18] [TEXT:␣1]
[TEXT:␣-9] [TEXT:␣18]
[TEXT:0] [TEXT:␣-11]
[TEXT:␣16] [TEXT:␣0␣18]
[TEXT:␣-4] [TEXT:␣11]
[TEXT:␣-4] [TEXT:␣8␣-6]
[TEXT:␣8] [TEXT:␣-6␣6]
[TEXT:␣-16] [TEXT:␣-3]
[TEXT:␣-3␣2] [TEXT:␣-2]
[TEXT:␣3␣2] [TEXT:␣5]
[TEXT:␣10] [TEXT:␣4␣4]
[TEXT:␣6␣2] [TEXT:␣3]
[TEXT:␣8] [TEXT:␣0␣9]
[TEXT:␣-1␣2] [TEXT:1]
[TEXT:␣3␣2] [TEXT:4]
[TEXT:␣10␣-2] [TEXT:0]
[TEXT:␣5␣-2] [TEXT:␣4]
[TEXT:␣10] [TEXT:␣0␣11]
[TEXT:␣2␣2] [TEXT:␣0␣0]
[TEXT:␣0␣8] [TEXT:␣3]
[TEXT:␣0␣3] [TEXT:␣-1]
[TEXT:␣5␣2] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣-3␣-2]
[TEXT:␣0␣0␣-2] [TEXT:␣-1]
[TEXT:␣18] [TEXT:␣0␣18]
[TEXT:␣7␣-2] [TEXT:␣6]
[TEXT:␣-18] [TEXT:␣14]
[TEXT:␣-4] [TEXT:␣10␣-4]
[TEXT:␣19] [TEXT:␣6]
[TEXT:␣0␣3] [TEXT:␣4]
[TEXT:3] [TEXT:␣1]
[TEXT:5] [TEXT:␣-1]
[TEXT:␣7] [TEXT:␣8]
[TEXT:␣0␣1] [TEXT:␣1]
[TEXT:2] [TEXT:␣8]
[TEXT:␣7] [TEXT:␣4␣4]
[TEXT:␣11] [TEXT:␣0␣9]
[TEXT:␣-11] [TEXT:␣-5]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣0]
[TEXT:␣-17] [TEXT:␣9]
[TEXT:␣0␣6] [TEXT:␣3]
[TEXT:␣8␣-3] [TEXT:␣4]
[TEXT:␣-3] [TEXT:␣0␣-3]
[TEXT:␣-8] [TEXT:␣10␣-4]
[TEXT:␣0␣-6] [TEXT:␣3]
[TEXT:␣4␣2] [TEXT:1]
[TEXT:␣0␣3] [TEXT:␣1]
[TEXT:␣8] [TEXT:␣0␣2]
[TEXT:␣-6] [TEXT:␣-4␣-2]
[TEXT:␣-8] [TEXT:␣-4␣-4]
[TEXT:5] [TEXT:8]
[TEXT:␣7␣2] [TEXT:␣4]
[TEXT:␣-18] [TEXT:␣0]
[TEXT:␣-5␣2] [TEXT:4]
[TEXT:␣0␣5] [TEXT:␣-1]
[TEXT:␣-6␣6] [TEXT:␣-6]
[TEXT:␣0␣13] [TEXT:␣-1]
[TEXT:␣7] [TEXT:␣0␣9]
[TEXT:␣-8] [TEXT:␣14]
[TEXT:␣8␣3] [TEXT:␣4]
[TEXT:␣0␣1] [TEXT:␣4]
[TEXT:␣-7␣2] [TEXT:0]
[TEXT:␣7␣2] [TEXT:␣5]
[TEXT:␣10] [TEXT:␣8␣8]
[TEXT:␣19] [TEXT:␣-5]
[TEXT:␣0␣5] [TEXT:␣1]
[TEXT:2] [TEXT:␣-11]
[TEXT:7] [TEXT:␣-1]
[TEXT:␣10] [TEXT:␣5␣6]
[TEXT:␣1␣2] [TEXT:1]
[TEXT:4] [TEXT:␣6]
[TEXT:␣0␣4] [TEXT:␣3]
[TEXT:␣-5] [TEXT:␣0␣-3]
[TEXT:␣12␣-2] [TEXT:0]
[TEXT:␣6␣4] [TEXT:␣5]
[TEXT:␣12] [TEXT:␣12]
[TEXT:␣-7] [TEXT:␣11]
[TEXT:␣0␣1] [TEXT:␣0␣-1]
[TEXT:␣8␣-2] [TEXT:0]
[TEXT:␣18] [TEXT:␣7]
[TEXT:␣10␣2] [TEXT:␣4]
[TEXT:␣10␣3] [TEXT:␣6]
[TEXT:-] [TEXT:9]
[TEXT:␣12] [TEXT:␣0␣16]
[TEXT:␣11] [TEXT:␣0␣11]
[TEXT:␣3␣-2] [TEXT:␣5]
[TEXT:3] [TEXT:9]
[TEXT:4] [TEXT:␣-9]
[TEXT:␣-3] [TEXT:␣0␣-1]
[TEXT:␣13] [TEXT:␣9]
[TEXT:5] [TEXT:␣4]
[TEXT:5] [TEXT:␣3]
[TEXT:␣0] [TEXT:␣-6␣2]
[TEXT:␣3␣4] [TEXT:␣1]
[TEXT:␣-19] [TEXT:␣4]
[TEXT:␣-3␣6] [TEXT:␣-1]
[TEXT:␣-11] [TEXT:␣15]
[TEXT:␣5␣-2] [TEXT:␣5]
[TEXT:␣16] [TEXT:␣9]
[TEXT:␣-10␣2] [TEXT:2]
[TEXT:␣0␣-4] [TEXT:␣3]
[TEXT:␣-12␣2] [TEXT:0]
[TEXT:␣12␣-6] [TEXT:␣10]
[TEXT:␣6␣-2] [TEXT:␣5]
[TEXT:5] [TEXT:␣-7]
[TEXT:␣2␣2] [TEXT:␣6]
[TEXT:␣8] [TEXT:␣0␣5]
[TEXT:␣10] [TEXT:␣0␣7]
[TEXT:␣9] [TEXT:␣6␣6]
[TEXT:␣-8␣2] [TEXT:1]
[TEXT:␣-6␣6] [TEXT:␣-4]
[TEXT:2] [TEXT:␣7]
[TEXT:␣5␣2] [TEXT:␣6]
[TEXT:␣7␣-2] [TEXT:␣7]
[TEXT:␣11] [TEXT:␣0␣10]
[TEXT:␣-11] [TEXT:␣18]
[TEXT:5] [TEXT:␣1]
[TEXT:␣-8] [TEXT:␣0␣-2]
[TEXT:␣0␣1] [TEXT:␣0␣0]
[TEXT:␣-7] [TEXT:␣-7]
[TEXT:␣4␣-2] [TEXT:␣3]
[TEXT:␣-4␣-4] [TEXT:␣-4]
[TEXT:6] [TEXT:␣-9]
[TEXT:␣-4␣2] [TEXT:8]
[TEXT:7] [TEXT:␣4]
[TEXT:␣6] [TEXT:␣8]
[TEXT:␣-3] [TEXT:␣0␣-2]
[TEXT:␣5␣6] [TEXT:␣1]
[TEXT:1] [TEXT:16]
[TEXT:␣0␣2] [TEXT:␣0␣4]
[TEXT:␣-6] [TEXT:␣1␣-2]
[TEXT:␣-10] [TEXT:␣10␣-6]
[TEXT:␣0␣2] [TEXT:8]
[TEXT:␣1␣-1] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣19]
[TEXT:␣-4␣-2] [TEXT:␣-4]
[TEXT:␣1␣1] [TEXT:␣3]
[TEXT:␣-6␣2] [TEXT:3]
[TEXT:␣5␣-2] [TEXT:␣3]
[TEXT:␣5␣6] [TEXT:␣5]
[TEXT:2] [TEXT:␣0␣0]
[TEXT:␣8] [TEXT:␣4␣2]
[TEXT:␣-3␣6] [TEXT:␣-3]
[TEXT:␣7] [TEXT:␣-6]
[TEXT:␣0␣1] [TEXT:␣0␣1]
[TEXT:␣-8] [TEXT:␣13]
[TEXT:␣4␣-2] [TEXT:␣5]
[TEXT:␣-4␣-2] [TEXT:␣-1]
[TEXT:4] [TEXT:␣5]
[TEXT:␣-5] [TEXT:␣0␣-2]
[TEXT:␣-10] [TEXT:␣0␣-6]
[TEXT:␣16] [TEXT:␣10]
[TEXT:␣13] [TEXT:␣10]
[TEXT:␣-7␣2] [TEXT:2]
[TEXT:␣7␣-2] [TEXT:␣5]
[TEXT:5] [TEXT:␣-8]
[TEXT:9] [TEXT:␣-1]
[TEXT:␣-2␣2] [TEXT:8]
[TEXT:␣4␣4] [TEXT:␣3]
[TEXT:␣0␣17] [TEXT:␣2]
[TEXT:␣8␣-5] [TEXT:␣8]
[TEXT:␣-3] [TEXT:␣10]
[TEXT:␣2␣2] [TEXT:␣-1]
[TEXT:␣6␣6] [TEXT:␣3]
[TEXT:␣0␣4] [TEXT:␣0␣4]
[TEXT:␣-8␣2] [TEXT:␣-2]
[TEXT:␣-17] [TEXT:␣1]
[TEXT:␣14␣-2] [TEXT:0]
[TEXT:␣-1␣-1] [TEXT:␣-1]
[TEXT:8] [TEXT:␣-9]
[TEXT:␣8␣6] [TEXT:␣5]
[TEXT:4] [TEXT:␣-10]
[TEXT:␣0␣14] [TEXT:␣-1]
[TEXT:␣-4␣6] [TEXT:␣-4]
[TEXT:␣18] [TEXT:␣0␣16]
[TEXT:9] [TEXT:␣4]
[TEXT:␣6] [TEXT:␣7]
[TEXT:␣9] [TEXT:␣0␣11]
[TEXT:␣4␣2] [TEXT:␣1]
[TEXT:␣10␣-1] [TEXT:␣6]
[TEXT:␣-14] [TEXT:␣-5]
[TEXT:␣-3] [TEXT:␣-2␣-2]
[TEXT:␣17] [TEXT:␣8]
[TEXT:␣-15] [TEXT:␣13]
[TEXT:␣10␣-3] [TEXT:␣6]
[TEXT:0] [TEXT:␣-12]
[TEXT:3] [TEXT:2]
[TEXT:␣12] [TEXT:␣0␣11]
[TEXT:␣14] [TEXT:␣0␣18]
[TEXT:␣6␣2] [TEXT:0]
[TEXT:␣10␣2] [TEXT:␣8]
[TEXT:0] [TEXT:␣0␣-2]
[TEXT:1] [TEXT:␣-9]
[TEXT:␣-4] [TEXT:␣-6]
[TEXT:␣0␣-3] [TEXT:␣-1]
[TEXT:␣0␣-3] [TEXT:␣0]
[TEXT:␣-13] [TEXT:␣15]
[TEXT:␣-1␣-2] [TEXT:␣3]
[TEXT:7] [TEXT:␣1]
[TEXT:␣-16] [TEXT:␣15]
[TEXT:7] [TEXT:␣3]
[TEXT:␣-18] [TEXT:␣11]
[TEXT:␣9␣2] [TEXT:␣6]
[TEXT:3] [TEXT:␣6]
[TEXT:␣7] [TEXT:␣0␣4]
[TEXT:␣12␣-8] [TEXT:␣12]
[TEXT:␣8␣-2] [TEXT:␣8]
[TEXT:␣-4␣2] [TEXT:5]
[TEXT:␣6␣2] [TEXT:␣8␣2]
[TEXT:␣1␣3] [TEXT:␣1]
[TEXT:8] [TEXT:␣0␣0]
[TEXT:␣0␣2] [TEXT:5]
[TEXT:␣1␣2] [TEXT:␣1␣2]
[TEXT:␣-1␣-2] [TEXT:␣0␣0]
[TEXT:␣0␣5] [TEXT:␣4]
[TEXT:␣8␣4] [TEXT:␣5]
[TEXT:␣-1␣6] [TEXT:␣-3]
[TEXT:␣-5] [TEXT:␣0␣-4]
[TEXT:␣-16] [TEXT:␣18]
[TEXT:␣-5␣2] [TEXT:␣-2]
[TEXT:0␣2] [TEXT:␣-2]
[TEXT:␣10␣6] [TEXT:␣8]
[TEXT:0] [TEXT:␣-2␣-2]
[TEXT:8] [TEXT:␣-10]
[TEXT:␣10] [TEXT:␣0]
[TEXT:␣1␣2] [TEXT:6]
[TEXT:␣-8␣2] [TEXT:6]
[TEXT:␣-19] [TEXT:␣6]
[TEXT:5] [TEXT:6]
[TEXT:␣0␣8] [TEXT:␣-4]
[TEXT:␣-10␣2] [TEXT:4]
[TEXT:␣-17] [TEXT:␣11]
[TEXT:␣0␣10] [TEXT:␣3]
[TEXT:␣10␣-2] [TEXT:2]
[TEXT:0] [TEXT:␣0␣0]
[TEXT:␣8] [TEXT:␣2␣2]
[TEXT:␣19] [TEXT:␣5]
[TEXT:␣9␣-4] [TEXT:␣7]
[TEXT:␣6␣-2] [TEXT:0]
[TEXT:␣4␣4] [TEXT:␣5]
[TEXT:␣1␣6] [TEXT:␣4]
[TEXT:␣-9␣2] [TEXT:0]
[TEXT:7] [TEXT:␣-8]
[TEXT:7] [TEXT:␣-7]
[TEXT:␣-12] [TEXT:␣19]
[TEXT:␣-18] [TEXT:␣-1]
[TEXT:␣-3␣2] [TEXT:6]
[TEXT:␣-3␣2] [TEXT:1]
[TEXT:␣8] [TEXT:␣0]
[TEXT:␣-6] [TEXT:␣0␣0]
[TEXT:␣9] [TEXT:␣0␣5]
[TEXT:␣8␣-6] [TEXT:␣7]
[TEXT:␣-3] [TEXT:␣6␣-2]
[TEXT:␣11] [TEXT:␣0␣7]
[TEXT:␣-15] [TEXT:␣16]
[TEXT:␣-3␣2] [TEXT:␣-1]
[TEXT:␣8␣-4] [TEXT:␣7]
[TEXT:␣-2␣2] [TEXT:5]
[TEXT:␣-15] [TEXT:␣-4]
[TEXT:␣3␣-2] [TEXT:␣6]
[TEXT:␣0␣13] [TEXT:␣4]
[TEXT:6] [TEXT:␣-10]
[TEXT:␣-13] [TEXT:␣18]
[TEXT:␣-1␣2] [TEXT:6]
[TEXT:␣10␣-4] [TEXT:␣10]
[TEXT:␣2␣2] [TEXT:8]
[TEXT:␣4␣2] [TEXT:␣-2]
[TEXT:␣-2␣-2] [TEXT:␣2␣2]
[TEXT:␣-3] [TEXT:␣8␣-3]
[TEXT:␣12] [TEXT:␣11]
[TEXT:␣-13] [TEXT:␣-6]
[TEXT:␣4␣2] [TEXT:6]
[TEXT:␣-17] [TEXT:␣14]
[TEXT:␣0␣0] [TEXT:␣0]
[TEXT:␣0␣-1] [TEXT:␣3]
[TEXT:␣0␣12] [TEXT:␣-4]
[TEXT:␣5␣3] [TEXT:␣5]
[TEXT:␣12] [TEXT:␣-8␣10]
[TEXT:␣8␣-2] [TEXT:2]
[TEXT:␣0␣4␣2] [TEXT:␣4]
[TEXT:␣11] [TEXT:␣0␣8]
[TEXT:␣-17] [TEXT:␣0]
[TEXT:␣-3␣4] [TEXT:␣-1]
[TEXT:1] [TEXT:10]
[TEXT:9] [TEXT:␣3]
[TEXT:␣6␣2] [TEXT:2]
[TEXT:␣8␣-2] [TEXT:␣7]
[TEXT:␣7␣-2] [TEXT:␣4]
[TEXT:␣-3␣-2] [TEXT:␣-3]
[TEXT:␣-14] [TEXT:␣17]
[TEXT:␣9␣-2] [TEXT:␣6]
[TEXT:␣7␣4] [TEXT:␣6]
[TEXT:␣12] [TEXT:␣0␣9]
[TEXT:␣-5] [TEXT:␣-6]
[TEXT:␣2␣2] [TEXT:0␣2]
[TEXT:␣6␣-2] [TEXT:␣7]
[TEXT:␣-1␣-2] [TEXT:␣-3]
[TEXT:␣5␣4] [TEXT:␣1]
[TEXT:␣0␣6␣2] [TEXT:␣4]
[TEXT:1] [TEXT:14]
[TEXT:4] [TEXT:␣0␣0]
[TEXT:␣-6␣4] [TEXT:␣-4]
[TEXT:1] [TEXT:␣8]
[TEXT:␣9␣4] [TEXT:␣7]
[TEXT:3] [TEXT:3]
[TEXT:␣17] [TEXT:␣7]
[TEXT:␣-12␣2] [TEXT:2]
[TEXT:␣0␣10] [TEXT:␣-4]
[TEXT:␣5␣1] [TEXT:␣5]
[TEXT:1] [TEXT:␣-10]
[TEXT:␣-6] [TEXT:␣8␣-2]
[TEXT:␣-6␣2] [TEXT:5]
[TEXT:␣9␣-6] [TEXT:␣8]
[TEXT:␣9␣-6] [TEXT:␣9]
[TEXT:␣-7] [TEXT:␣8␣-5]
[TEXT:1] [TEXT:12]
[TEXT:2] [TEXT:␣-2␣-2]
[TEXT:␣-5] [TEXT:␣-4␣-4]
[TEXT:␣8␣2] [TEXT:␣10␣2]
[TEXT:␣-5␣-2] [TEXT:␣-1]
[TEXT:1] [TEXT:18]
[TEXT:6] [TEXT:␣6]
[TEXT:9] [TEXT:␣1]
[TEXT:␣1␣2] [TEXT:␣5]
[TEXT:␣-17] [TEXT:␣-2]
[TEXT:␣6␣6] [TEXT:␣5]
[TEXT:␣8␣-6] [TEXT:␣10]
[TEXT:8] [TEXT:␣6]
[TEXT:␣-2␣2] [TEXT:␣4]
[TEXT:␣0␣0␣0␣0] [TEXT:␣-1]
[TEXT:0] [TEXT:␣9]
[TEXT:␣0␣3] [TEXT:␣3]
[TEXT:␣3␣3] [TEXT:␣1]
[TEXT:␣8] [TEXT:␣9]
[TEXT:␣8] [TEXT:␣0␣11]
[TEXT:␣-15] [TEXT:␣-3]
[TEXT:␣-5] [TEXT:␣8␣-4]
[TEXT:␣8␣2] [TEXT:␣5]
[TEXT:␣12␣-2] [TEXT:2]
[TEXT:␣10␣-5] [TEXT:␣8]
[TEXT:4] [TEXT:␣-11]
[TEXT:␣-8] [TEXT:␣12␣-6]
[TEXT:␣-9] [TEXT:␣-8]
[TEXT:␣-12] [TEXT:␣-8]
[TEXT:␣-5␣2] [TEXT:1]
[TEXT:4] [TEXT:2]
[TEXT:␣0␣14] [TEXT:␣4]
[TEXT:␣0␣17] [TEXT:␣-2]
[TEXT:␣8] [TEXT:␣7␣6]
[TEXT:␣-6] [TEXT:␣3␣-2]
[TEXT:␣-1␣2] [TEXT:3]
[TEXT:␣-3␣2] [TEXT:␣1]
[TEXT:4] [TEXT:␣-2␣-2]
[TEXT:␣14] [TEXT:␣0␣8]
[TEXT:␣-14␣2] [TEXT:0]
[TEXT:␣8] [TEXT:␣6␣2]
[TEXT:␣3] [TEXT:2]
[TEXT:␣15] [TEXT:␣10]
[TEXT:␣1␣2] [TEXT:␣-1␣-2]
[TEXT:␣0␣0␣-2] [TEXT:␣1]
[TEXT:4] [TEXT:␣-12]
[TEXT:␣7] [TEXT:␣6␣6]
[TEXT:␣-8] [TEXT:␣9␣-4]
[TEXT:␣3␣2] [TEXT:␣6]
[TEXT:␣0␣12] [TEXT:␣3]
[TEXT:␣-2␣-2] [TEXT:␣1]
[TEXT:␣-19] [TEXT:␣8]
[TEXT:␣5␣4] [TEXT:␣6]
[TEXT:␣3␣3] [TEXT:␣4]
[TEXT:2] [TEXT:␣0␣-2]
[TEXT:␣2␣2] [TEXT:5]
[TEXT:␣1␣-1] [TEXT:␣0␣0]
[TEXT:␣9␣6] [TEXT:␣5]
[TEXT:6] [TEXT:␣0␣0]
[TEXT:␣-4] [TEXT:␣0␣-6]
[TEXT:␣-10] [TEXT:␣0␣-4]
[TEXT:␣-9] [TEXT:␣17]
[TEXT:␣-9␣2] [TEXT:2]
[TEXT:0] [TEXT:␣0]
[TEXT:␣0␣6] [TEXT:␣-3]
[TEXT:␣-5␣2] [TEXT:6]
[TEXT:␣8] [TEXT:␣-7]
[TEXT:␣-6] [TEXT:␣-6␣-4]
[TEXT:␣4␣2] [TEXT:3]
[TEXT:␣10␣-2] [TEXT:␣4]
[TEXT:␣-10␣2] [TEXT:1]
[TEXT:␣0␣13] [TEXT:␣-4]
[TEXT:␣0␣15] [TEXT:␣1]
[TEXT:␣4␣2] [TEXT:␣6␣2]
[TEXT:␣0␣7] [TEXT:␣4]
[TEXT:␣6␣3] [TEXT:␣3]
[TEXT:␣-6] [TEXT:␣10␣-4]
[TEXT:␣1␣2] [TEXT:3]
[TEXT:␣-10] [TEXT:␣12␣-6]
[TEXT:␣-7] [TEXT:␣-8]
[TEXT:␣7␣2] [TEXT:␣3]
[TEXT:␣-5␣-2] [TEXT:␣-3]
[TEXT:␣-1␣3] [TEXT:␣-1]
[TEXT:␣0␣15] [TEXT:␣-1]
[TEXT:␣10] [TEXT:␣1␣4]
[TEXT:␣-7␣2] [TEXT:4]
[TEXT:␣0] [TEXT:␣-5␣2]
[TEXT:␣0␣8] [TEXT:␣-3]
[TEXT:␣9␣-2] [TEXT:␣7]
[TEXT:␣0␣18] [TEXT:␣-2]
[TEXT:␣-6] [TEXT:␣-3␣-2]
[TEXT:␣10] [TEXT:␣6␣4]
[TEXT:␣-8] [TEXT:␣6␣-2]
[TEXT:␣-8] [TEXT:␣4␣-2]
[TEXT:␣-1␣2] [TEXT:␣3]
[TEXT:␣10␣4] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣9␣-4]
[TEXT:␣-7] [TEXT:␣0␣-4]
[TEXT:␣9␣4] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣0␣-3]
[TEXT:␣12] [TEXT:␣1␣6]
[TEXT:␣-5] [TEXT:␣-2␣-2]
[TEXT:␣13] [TEXT:␣0␣11]
[TEXT:␣6␣2] [TEXT:4]
[TEXT:␣-3␣2] [TEXT:3]
[TEXT:␣1␣3] [TEXT:␣-1]
[TEXT:4] [TEXT:9]
[TEXT:␣0␣-1] [TEXT:␣0␣-1]
[TEXT:␣3␣2] [TEXT:1]
[TEXT:␣8␣2] [TEXT:␣8␣2]
[TEXT:4] [TEXT:5]
[TEXT:␣-6] [TEXT:␣10␣-6]
[TEXT:␣8] [TEXT:␣0␣8␣2]
[TEXT:␣-4␣-4] [TEXT:␣-1]
[TEXT:␣3␣4] [TEXT:␣5]
[TEXT:␣-6␣2] [TEXT:8]
[TEXT:␣-10␣2] [TEXT:6]
[TEXT:2] [TEXT:␣-12]
[TEXT:4] [TEXT:3]
[TEXT:␣0] [TEXT:␣-6␣-2]
[TEXT:␣12␣2] [TEXT:␣6]
[TEXT:0] [TEXT:␣-13]
[TEXT:␣10␣4] [TEXT:␣8]
[TEXT:␣-5␣6] [TEXT:␣-3]
[TEXT:␣-6] [TEXT:␣5␣-2]
[TEXT:␣8␣4] [TEXT:␣7]
[TEXT:␣-19] [TEXT:␣10]
[TEXT:5] [TEXT:7]
[TEXT:␣9] [TEXT:␣1␣6]
[TEXT:␣-8␣2] [TEXT:3]
[TEXT:␣-3] [TEXT:␣0␣1]
[TEXT:␣-7] [TEXT:␣8␣-6]
[TEXT:␣19] [TEXT:␣-8]
[TEXT:␣0␣4] [TEXT:␣0␣6]
[TEXT:␣-18] [TEXT:␣13]
[TEXT:␣-11] [TEXT:␣17]
[TEXT:␣0␣2] [TEXT:␣-2␣4]
[TEXT:␣5␣2] [TEXT:2]
[TEXT:␣-3] [TEXT:␣1␣-1]
[TEXT:␣-5] [TEXT:␣8␣-3]
[TEXT:␣-5] [TEXT:␣-3␣-3]
[TEXT:␣7] [TEXT:␣1␣6]
[TEXT:␣-6] [TEXT:␣14]
[TEXT:␣-8] [TEXT:␣12␣-4]
[TEXT:␣0␣2] [TEXT:0␣2]
[TEXT:␣-6␣2] [TEXT:␣-4]
[TEXT:␣-2␣2] [TEXT:0␣-2]
[TEXT:␣-4␣2] [TEXT:␣-4]
[TEXT:␣12␣-6] [TEXT:␣12]
[TEXT:6] [TEXT:␣5]
[TEXT:␣-7] [TEXT:␣8␣-4]
[TEXT:␣-16] [TEXT:␣-6]
[TEXT:␣6␣4] [TEXT:␣3]
[TEXT:1] [TEXT:␣7]
[TEXT:␣-8] [TEXT:␣-2␣-2]
[TEXT:␣-7] [TEXT:␣0␣-3]
[TEXT:␣0␣6] [TEXT:␣-4]
[TEXT:␣0␣12] [TEXT:␣-3]
[TEXT:␣-5␣2] [TEXT:3]
[TEXT:␣9] [TEXT:␣8␣6]
[TEXT:2␣2] [TEXT:␣-2]
[TEXT:␣12] [TEXT:␣8␣8]
[TEXT:␣-5] [TEXT:␣0␣-1]
[TEXT:␣0␣-2] [TEXT:␣-2␣-2]
[TEXT:␣12␣-6] [TEXT:␣8]
[TEXT:␣-1␣3] [TEXT:␣1]
[TEXT:␣-5] [TEXT:␣0␣0]
[TEXT:␣-10] [TEXT:␣12␣-8]
[TEXT:␣0␣0␣2] [TEXT:␣4]
[TEXT:␣7␣3] [TEXT:␣5]
[TEXT:␣-18] [TEXT:␣16]
[TEXT:␣0␣10] [TEXT:␣-3]
[TEXT:␣5␣2] [TEXT:␣1]
[TEXT:␣7␣1] [TEXT:␣5]
[TEXT:␣-6] [TEXT:␣-6␣-2]
[TEXT:␣-8] [TEXT:␣-6␣-6]
[TEXT:␣-15] [TEXT:␣15]
[TEXT:␣8␣-5] [TEXT:␣7]
[TEXT:5] [TEXT:4]
[TEXT:␣8] [TEXT:␣1␣2]
[TEXT:␣-6] [TEXT:␣-5␣-4]
[TEXT:␣-7] [TEXT:␣14]
[TEXT:␣5␣2] [TEXT:0]
[TEXT:␣5␣-2] [TEXT:␣7]
[TEXT:␣7␣3] [TEXT:␣6]
[TEXT:␣-1␣5] [TEXT:␣-1]
[TEXT:6] [TEXT:8]
[TEXT:␣6␣-2] [TEXT:␣3]
[TEXT:␣-6␣4] [TEXT:␣-6␣4]
[TEXT:␣-19] [TEXT:␣3]
[TEXT:␣12␣6] [TEXT:␣8]
[TEXT:1] [TEXT:␣-11]
[TEXT:␣10␣2] [TEXT:␣12␣2]
[TEXT:␣1␣-2] [TEXT:␣5]
[TEXT:9] [TEXT:␣-8]
[TEXT:␣10] [TEXT:␣10␣8]
[TEXT:␣-5] [TEXT:␣-1␣-2]
[TEXT:␣-9] [TEXT:␣8␣-6]
[TEXT:␣0␣-1] [TEXT:8]
[TEXT:␣-4␣-2] [TEXT:␣-3]
[TEXT:␣10␣-6] [TEXT:␣9]
[TEXT:␣9␣-4] [TEXT:␣9]
[TEXT:0] [TEXT:␣4␣-2]
[TEXT:␣0␣2] [TEXT:7]
[TEXT:␣-4␣6] [TEXT:␣-1]
[TEXT:␣0␣0␣2] [TEXT:␣-1]
[TEXT:6] [TEXT:␣-11]
[TEXT:6] [TEXT:␣-2␣-2]
[TEXT:␣-3] [TEXT:␣8␣-2]
[TEXT:␣12] [TEXT:␣6␣6]
[TEXT:␣-7] [TEXT:␣0␣-6]
[TEXT:␣7␣-2] [TEXT:␣3]
[TEXT:␣0␣1␣2] [TEXT:␣1]
[TEXT:1] [TEXT:␣-12]
[TEXT:6] [TEXT:4]
[TEXT:␣-9] [TEXT:␣19]
[TEXT:␣10␣-2] [TEXT:␣10]
[TEXT:␣0␣0␣0␣0] [TEXT:␣1]
[TEXT:␣3␣-2] [TEXT:␣1]
[TEXT:5] [TEXT:3]
[TEXT:␣-3] [TEXT:␣4␣-2]
[TEXT:␣0␣0] [TEXT:␣-2␣2]
[TEXT:␣0␣2] [TEXT:␣-2␣2]
[TEXT:␣-15] [TEXT:␣18]
[TEXT:␣-4] [TEXT:␣9␣-2]
[TEXT:␣5] [TEXT:␣0␣5]
[TEXT:␣-8] [TEXT:␣16]
[TEXT:␣0␣0] [TEXT:␣1␣-1]
[TEXT:␣0␣6] [TEXT:␣0␣6]
[TEXT:␣8␣6] [TEXT:␣8]
[TEXT:␣-5] [TEXT:␣-4␣-3]
[TEXT:␣-2␣2] [TEXT:7]
[TEXT:␣6␣-2] [TEXT:2]
[TEXT:␣7␣4] [TEXT:␣7]
[TEXT:␣-1␣1] [TEXT:␣3]
[TEXT:␣-4] [TEXT:␣0␣-3]
[TEXT:␣16] [TEXT:␣0␣12]
[TEXT:␣15] [TEXT:␣9]
[TEXT:␣0␣4] [TEXT:␣-2␣4]
[TEXT:␣-6␣2] [TEXT:␣-6␣2]
[TEXT:4] [TEXT:0]
[TEXT:␣0␣4] [TEXT:␣2␣2]
[TEXT:␣8␣3] [TEXT:␣5]
[TEXT:␣16␣-2] [TEXT:0]
[TEXT:␣0␣2␣2] [TEXT:␣4]
[TEXT:␣-5] [TEXT:␣12]
[TEXT:␣8] [TEXT:␣0␣8␣-2]
[TEXT:␣-10] [TEXT:␣8␣-4]
[TEXT:␣14] [TEXT:␣12]
[TEXT:␣6␣2] [TEXT:␣6␣2]
[TEXT:␣0␣14] [TEXT:␣-4]
[TEXT:␣13␣-2] [TEXT:0]
[TEXT:␣0] [TEXT:␣-5␣0]
[TEXT:␣0␣-2] [TEXT:␣0␣-2]
[TEXT:␣10] [TEXT:␣7␣6]
[TEXT:1] [TEXT:␣10]
[TEXT:␣7] [TEXT:␣0␣3]
[TEXT:␣4␣4] [TEXT:␣1]
[TEXT:␣7␣4] [TEXT:␣3]
[TEXT:␣10] [TEXT:␣0␣10␣2]
[TEXT:␣12␣-2] [TEXT:␣6]
[TEXT:␣9␣2] [TEXT:␣5]
[TEXT:␣0␣16] [TEXT:␣-1]
[TEXT:␣-8␣-2] [TEXT:␣-4]
[TEXT:-1] [TEXT:0]
[TEXT:␣10] [TEXT:␣-6␣6]
[TEXT:␣8␣-3] [TEXT:␣8]
[TEXT:5] [TEXT:5]
[TEXT:␣-4] [TEXT:␣9␣-4]
[TEXT:␣10] [TEXT:␣-8␣8]
[TEXT:␣0␣9] [TEXT:␣4]
[TEXT:␣7␣2] [TEXT:␣7]
[TEXT:␣-9␣2] [TEXT:4]
[TEXT:␣18] [TEXT:␣10]
[TEXT:␣1␣4] [TEXT:␣5]
[TEXT:␣14␣-2] [TEXT:2]
[TEXT:␣-8␣9] [TEXT:␣-6]
[TEXT:␣-3] [TEXT:␣8␣-1]
[TEXT:␣-9] [TEXT:␣10␣-6]
[TEXT:␣0␣1] [TEXT:␣3]
[TEXT:␣-17] [TEXT:␣-1]
[TEXT:4] [TEXT:␣0␣-2]
[TEXT:5] [TEXT:2]
[TEXT:␣0␣0] [TEXT:␣0␣4]
[TEXT:␣-5] [TEXT:␣8␣-5]
[TEXT:␣0␣0] [TEXT:␣-1␣2]
[TEXT:␣0␣2] [TEXT:␣6]
[TEXT:␣-8␣6] [TEXT:␣-10␣6]
[TEXT:4] [TEXT:7]
[TEXT:␣-5] [TEXT:␣4␣-2]
[TEXT:␣11] [TEXT:␣0␣13]
[TEXT:␣-1␣-2] [TEXT:␣1␣2]
[TEXT:␣-6␣4] [TEXT:␣-8␣4]
[TEXT:␣-8] [TEXT:␣11␣-6]
[TEXT:␣0␣-2␣2] [TEXT:␣-2]
[TEXT:␣-3] [TEXT:␣-1␣-1]
[TEXT:␣-5] [TEXT:␣-4␣-2]
[TEXT:␣-7] [TEXT:␣8␣-3]
[TEXT:␣-8␣2] [TEXT:8]
[TEXT:␣9␣2] [TEXT:␣7]
[TEXT:␣6␣3] [TEXT:␣5]
[TEXT:␣7␣-1] [TEXT:␣5]
[TEXT:6] [TEXT:␣-12]
[TEXT:␣-13] [TEXT:␣-5]
[TEXT:␣2␣2] [TEXT:␣0␣2]
[TEXT:␣4␣2] [TEXT:␣8␣2]
[TEXT:␣8␣4] [TEXT:␣8]
[TEXT:␣10␣2] [TEXT:␣10␣2]
[TEXT:␣0␣5] [TEXT:␣3]
[TEXT:␣0␣11] [TEXT:␣4]
[TEXT:␣-8␣2] [TEXT:5]
[TEXT:␣-4␣6] [TEXT:␣-3]
[TEXT:␣0␣16] [TEXT:␣1]
[TEXT:␣10␣7] [TEXT:␣8]
[TEXT:6] [TEXT:5]
[TEXT:␣10] [TEXT:␣-8␣10]
[TEXT:␣-8] [TEXT:␣1␣-2]
[TEXT:␣-10] [TEXT:␣-10]
[TEXT:␣-16] [TEXT:␣17]
[TEXT:␣-4␣2] [TEXT:0␣-2]
[TEXT:␣8␣-2] [TEXT:␣5]
[TEXT:␣-8␣4] [TEXT:␣-8␣4]
[TEXT:␣3␣2] [TEXT:6]
[TEXT:␣1␣-1] [TEXT:␣-1␣1]
[TEXT:␣9␣-2] [TEXT:0]
[TEXT:␣12␣4] [TEXT:␣6]
[TEXT:␣12] [TEXT:␣8␣6]
[TEXT:␣11] [TEXT:␣0␣12]
[TEXT:␣-12␣2] [TEXT:4]
[TEXT:␣8␣-6] [TEXT:␣5]
[TEXT:␣-5␣6] [TEXT:␣-1]
[TEXT:1] [TEXT:␣9]
[TEXT:␣-3] [TEXT:␣-1␣-2]
[TEXT:␣-8] [TEXT:␣-6␣-4]
[TEXT:␣-13] [TEXT:␣17]
[TEXT:␣10␣-2] [TEXT:␣8]
[TEXT:␣11␣-6] [TEXT:␣9]
[TEXT:3] [TEXT:␣-9]
[TEXT:5] [TEXT:9]
[TEXT:␣10] [TEXT:␣8␣4]
[TEXT:␣-8␣6] [TEXT:␣-8␣6]
[TEXT:␣-6] [TEXT:␣7␣-2]
[TEXT:␣-4␣2] [TEXT:7]
[TEXT:␣3␣-2] [TEXT:␣-1]
[TEXT:␣-19] [TEXT:␣5]
[TEXT:␣0␣6␣2] [TEXT:␣6]
[TEXT:␣13] [TEXT:␣0␣9]
[TEXT:␣0␣4] [TEXT:␣0␣2]
[TEXT:␣-1␣4] [TEXT:␣-3]
[TEXT:␣0␣0␣-2] [TEXT:␣4]
[TEXT:␣7␣5] [TEXT:␣5]
[TEXT:␣10] [TEXT:␣0␣8␣2]
[TEXT:␣-3] [TEXT:␣-4␣-2]
[TEXT:␣12] [TEXT:␣0]
[TEXT:␣12] [TEXT:␣0␣13]
[TEXT:␣0␣6] [TEXT:␣-2␣6]
[TEXT:␣-1␣2] [TEXT:5]
[TEXT:␣12␣2] [TEXT:␣12␣2]
[TEXT:␣11␣-2] [TEXT:0]
[TEXT:␣10] [TEXT:␣10␣6]
[TEXT:␣9] [TEXT:␣-6␣7]
[TEXT:␣4␣4] [TEXT:␣-2]
[TEXT:␣9␣4] [TEXT:␣6]
[TEXT:␣5␣3] [TEXT:␣6]
[TEXT:3] [TEXT:␣5]
[TEXT:␣8␣2] [TEXT:␣7]
[TEXT:␣6␣-2] [TEXT:␣8]
[TEXT:␣0␣0␣0␣0] [TEXT:␣0␣2]
[TEXT:␣-6␣6] [TEXT:␣-5]
[TEXT:␣0␣-3] [TEXT:␣3]
[TEXT:␣10␣6] [TEXT:␣7]
[TEXT:0] [TEXT:␣-1␣-2]
[TEXT:8] [TEXT:␣5]
[TEXT:8] [TEXT:␣-11]
[TEXT:␣-3] [TEXT:␣-4␣-1]
[TEXT:␣9] [TEXT:␣8␣7]
[TEXT:␣0␣0] [TEXT:␣6]
[TEXT:␣-18] [TEXT:␣4␣-2]
[TEXT:␣-7␣2] [TEXT:1]
[TEXT:␣0␣15] [TEXT:␣-4]
[TEXT:1] [TEXT:13]
[TEXT:␣0␣4] [TEXT:␣-2␣6]
[TEXT:␣-19] [TEXT:␣7]
[TEXT:␣-4␣3] [TEXT:0]
[TEXT:3] [TEXT:␣-10]
[TEXT:␣-4] [TEXT:␣0␣-1]
[TEXT:␣11] [TEXT:␣12]
[TEXT:␣4␣2] [TEXT:5]
[TEXT:␣6␣2] [TEXT:6]
[TEXT:␣-3] [TEXT:␣-4␣-3]
[TEXT:␣-8] [TEXT:␣15]
[TEXT:␣12] [TEXT:␣0␣12␣2]
[TEXT:␣-1␣2] [TEXT:8]
[TEXT:␣-6␣2] [TEXT:␣-8␣2]
[TEXT:␣3␣2] [TEXT:␣-1]
[TEXT:␣0␣14] [TEXT:␣3]
[TEXT:␣-4␣4] [TEXT:␣-4]
[TEXT:␣3␣3] [TEXT:␣5]
[TEXT:␣0␣15] [TEXT:␣4]
[TEXT:␣-8] [TEXT:␣8␣-2]
[TEXT:␣9] [TEXT:␣0]
[TEXT:␣-7] [TEXT:␣10␣-5]
[TEXT:␣0␣2] [TEXT:0␣-2]
[TEXT:␣-6␣2] [TEXT:7]
[TEXT:␣-6␣6] [TEXT:␣-3]
[TEXT:␣-5␣6] [TEXT:␣-5]
[TEXT:␣-3␣6] [TEXT:␣1]
[TEXT:8] [TEXT:␣-2␣-2]
[TEXT:␣-4] [TEXT:␣-6␣-2]
[TEXT:␣2␣2] [TEXT:7]
[TEXT:␣8␣2] [TEXT:␣8]
[TEXT:␣8␣-4] [TEXT:␣5]
[TEXT:␣-11␣2] [TEXT:0]
[TEXT:6] [TEXT:7]
[TEXT:␣-6] [TEXT:␣13]
[TEXT:␣-17] [TEXT:␣16]
[TEXT:␣10␣-6] [TEXT:␣12]
[TEXT:␣-3␣-3] [TEXT:␣-1]
[TEXT:␣-2␣2] [TEXT:␣0␣0]
[TEXT:␣0␣1] [TEXT:␣0␣2]
[TEXT:␣0␣3] [TEXT:0]
[TEXT:␣-3␣2] [TEXT:8]
[TEXT:␣12␣-2] [TEXT:1]
[TEXT:␣-19] [TEXT:␣12]
[TEXT:␣9␣2] [TEXT:␣4]
[TEXT:␣-10] [TEXT:␣10␣-4]
[TEXT:␣2␣2] [TEXT:␣-2␣-2]
[TEXT:␣19] [TEXT:␣-7]
[TEXT:␣-7␣2] [TEXT:6]
[TEXT:0] [TEXT:␣-14]
[TEXT:␣-3] [TEXT:␣0␣-4]
[TEXT:␣9] [TEXT:␣4␣4]
[TEXT:␣11] [TEXT:␣0␣6]
[TEXT:␣4␣2] [TEXT:␣4␣2]
[TEXT:␣-2␣2] [TEXT:␣0␣2]
[TEXT:␣-8␣6] [TEXT:␣-4]
[TEXT:␣-1␣4] [TEXT:␣3]
[TEXT:␣10␣-6] [TEXT:␣7]
[TEXT:␣8␣8] [TEXT:␣8]
[TEXT:␣-7␣6] [TEXT:␣-5]
[TEXT:␣8␣8] [TEXT:␣7]
[TEXT:␣9␣6] [TEXT:␣7]
[TEXT:␣14␣-8] [TEXT:␣12]
[TEXT:␣0␣4] [TEXT:␣-3]
[TEXT:␣8␣-2] [TEXT:␣10␣-2]
[TEXT:␣-8␣6] [TEXT:␣-8␣4]
[TEXT:␣9␣-2] [TEXT:2]
[TEXT:␣9␣-2] [TEXT:␣5]
[TEXT:2] [TEXT:1]
[TEXT:6] [TEXT:2]
[TEXT:␣10] [TEXT:␣0␣5]
[TEXT:␣4␣2] [TEXT:8]
[TEXT:␣0␣-1] [TEXT:7]
[TEXT:␣-18] [TEXT:␣18]
[TEXT:␣5␣2] [TEXT:4]
[TEXT:␣0␣16] [TEXT:␣4]
[TEXT:␣11␣4] [TEXT:␣7]
[TEXT:␣-4␣7] [TEXT:␣-4]
[TEXT:6] [TEXT:␣0␣-2]
[TEXT:␣16] [TEXT:␣0␣10]
[TEXT:␣18] [TEXT:␣9]
[TEXT:␣1␣2] [TEXT:8]
[TEXT:␣0␣8] [TEXT:␣0␣8]
[TEXT:␣0␣9] [TEXT:␣-4]
[TEXT:␣9␣-2] [TEXT:␣9]
[TEXT:␣8␣1] [TEXT:␣5]
[TEXT:␣8␣-3] [TEXT:␣7]
[TEXT:␣-6] [TEXT:␣9␣-6]
[TEXT:␣0␣0] [TEXT:␣0␣3]
[TEXT:␣-7␣2] [TEXT:␣-2]
[TEXT:␣10␣-1] [TEXT:␣4]
[TEXT:␣11␣-2] [TEXT:2]
[TEXT:␣-3␣4] [TEXT:␣-3]
[TEXT:4] [TEXT:␣4␣-2]
[TEXT:␣12] [TEXT:␣0␣10␣2]
[TEXT:␣13] [TEXT:␣0␣12]
[TEXT:␣0␣4] [TEXT:␣-4]
[TEXT:␣-1␣2] [TEXT:␣-3]
[TEXT:␣1␣-1] [TEXT:␣5]
[TEXT:␣-9] [TEXT:␣-7]
[TEXT:␣13] [TEXT:␣0␣10]
[TEXT:␣-18] [TEXT:␣-4]
[TEXT:␣9␣-4] [TEXT:␣5]
[TEXT:␣9␣3] [TEXT:␣6]
[TEXT:␣-4] [TEXT:␣-5␣-4]
[TEXT:␣1␣2] [TEXT:5]
[TEXT:␣-17] [TEXT:␣13]
[TEXT:␣-10␣2] [TEXT:8]
[TEXT:␣-14␣2] [TEXT:2]
[TEXT:␣0] [TEXT:␣-5␣-2]
[TEXT:␣18] [TEXT:␣0␣20]
[TEXT:␣0␣-2] [TEXT:␣6]
[TEXT:␣3␣2] [TEXT:3]
[TEXT:␣-6␣7] [TEXT:␣-4]
[TEXT:4␣2] [TEXT:␣-2]
[TEXT:␣-7] [TEXT:␣10␣-6]
[TEXT:␣19] [TEXT:␣8]
[TEXT:␣10␣-2] [TEXT:4]
[TEXT:␣-10␣2] [TEXT:3]
[TEXT:␣8␣-1] [TEXT:␣5]
[TEXT:␣-4␣6] [TEXT:␣-6␣6]
[TEXT:␣-1␣2] [TEXT:␣1␣2]
[TEXT:␣8␣2] [TEXT:␣3]
[TEXT:␣10␣-2] [TEXT:␣12␣-2]
[TEXT:␣12␣-2] [TEXT:4]
[TEXT:␣10␣-4] [TEXT:␣9]
[TEXT:␣-6␣0] [TEXT:␣-6␣2]
[TEXT:␣-5] [TEXT:␣11]
[TEXT:␣-8␣2] [TEXT:␣-8␣2]
[TEXT:␣0␣7] [TEXT:␣-4]
[TEXT:␣-5␣2] [TEXT:␣-1]
[TEXT:␣-8␣3] [TEXT:0]
[TEXT:␣10] [TEXT:␣9␣8]
[TEXT:␣-12] [TEXT:␣-7]
[TEXT:␣-14] [TEXT:␣19]
[TEXT:␣0␣7] [TEXT:␣3]
[TEXT:␣10␣-4] [TEXT:␣7]
[TEXT:␣-9␣2] [TEXT:6]
[TEXT:␣-12␣2] [TEXT:1]
[TEXT:␣8␣6] [TEXT:␣7]
[TEXT:␣-16␣2] [TEXT:0]
[TEXT:␣-6␣-6] [TEXT:␣-6]
[TEXT:6] [TEXT:␣-13]
[TEXT:␣3␣4] [TEXT:␣-1]
[TEXT:␣0␣13] [TEXT:␣3]
[TEXT:␣10␣6] [TEXT:␣5]
[TEXT:␣0␣2␣2] [TEXT:␣-2]
[TEXT:␣12␣-7] [TEXT:␣10]
[TEXT:␣10] [TEXT:␣5␣4]
[TEXT:␣-8] [TEXT:␣-1␣-2]
[TEXT:␣-5] [TEXT:␣1␣-1]
[TEXT:␣-10] [TEXT:␣14␣-6]
[TEXT:␣0␣2] [TEXT:␣1␣2]
[TEXT:␣-4␣2] [TEXT:␣-6␣2]
[TEXT:␣6␣2] [TEXT:␣10␣2]
[TEXT:␣-3␣2] [TEXT:5]
[TEXT:␣-7␣2] [TEXT:3]
[TEXT:␣-12␣2] [TEXT:6]
[TEXT:␣-8␣10] [TEXT:␣-8]
[TEXT:␣8] [TEXT:␣3␣2]
[TEXT:␣-6␣0] [TEXT:␣-8␣2]
[TEXT:␣-18␣2] [TEXT:␣-2]
[TEXT:5] [TEXT:␣-10]
[TEXT:␣8] [TEXT:␣0␣10␣-2]
[TEXT:␣-5] [TEXT:␣1␣-2]
[TEXT:␣9] [TEXT:␣5␣6]
[TEXT:␣-7] [TEXT:␣10␣-4]
[TEXT:␣12␣-4] [TEXT:␣8]
[TEXT:1] [TEXT:15]
[TEXT:␣-4] [TEXT:␣-5␣-2]
[TEXT:␣-14] [TEXT:␣-8]
[TEXT:␣10␣-2] [TEXT:1]
[TEXT:␣0␣9] [TEXT:␣3]
[TEXT:␣7␣-1] [TEXT:␣7]
[TEXT:5] [TEXT:0]
[TEXT:5] [TEXT:␣-9]
[TEXT:␣-2␣2] [TEXT:␣-2␣2]
[TEXT:␣-15] [TEXT:␣-6]
[TEXT:␣-4␣2] [TEXT:␣-1]
[TEXT:␣8␣-1] [TEXT:␣7]
[TEXT:␣-4␣6] [TEXT:␣-6]
[TEXT:␣16] [TEXT:␣0␣20]
[TEXT:␣-11] [TEXT:␣-8]
[TEXT:␣-9␣2] [TEXT:1]
[TEXT:␣-5␣4] [TEXT:␣-3]
[TEXT:␣-3␣5] [TEXT:␣-1]
[TEXT:␣9] [TEXT:␣-7]
[TEXT:␣0␣0] [TEXT:␣-3]
[TEXT:␣-9] [TEXT:␣0␣-6]
[TEXT:␣-10␣6] [TEXT:␣-10␣6]
[TEXT:␣-4␣-4] [TEXT:␣-3]
[TEXT:␣12] [TEXT:␣-1␣6]
[TEXT:␣6␣2] [TEXT:␣7]
[TEXT:␣-18] [TEXT:␣15]
[TEXT:␣-1␣2] [TEXT:␣4]
[TEXT:␣8␣2] [TEXT:0]
[TEXT:2] [TEXT:␣-1␣-2]
[TEXT:␣10] [TEXT:␣0␣10␣-2]
[TEXT:␣0␣1] [TEXT:␣2␣2]
[TEXT:␣10␣2] [TEXT:␣7]
[TEXT:␣-4␣-2] [TEXT:␣-4␣-2]
[TEXT:8] [TEXT:␣-12]
[TEXT:␣-4] [TEXT:␣2␣2]
[TEXT:␣3] [TEXT:1]
[TEXT:␣9] [TEXT:␣-1␣6]
[TEXT:␣0␣0] [TEXT:␣5]
[TEXT:␣16␣-2] [TEXT:2]
[TEXT:6] [TEXT:9]
[TEXT:␣10] [TEXT:␣7␣4]
[TEXT:␣-7] [TEXT:␣0␣-2]
[TEXT:␣2␣2] [TEXT:0␣4]
[TEXT:␣-5␣2] [TEXT:5]
[TEXT:␣-19] [TEXT:␣9]
[TEXT:␣10␣3] [TEXT:␣4]
[TEXT:1] [TEXT:17]
[TEXT:1] [TEXT:19]
[TEXT:␣-4] [TEXT:␣0␣2]
[TEXT:␣-5] [TEXT:␣6␣-2]
[TEXT:␣-5] [TEXT:␣-4␣-1]
[TEXT:␣8␣-2] [TEXT:1]
[TEXT:␣1␣6] [TEXT:␣-3]
[TEXT:␣-10␣10] [TEXT:␣-8]
[TEXT:␣7␣6] [TEXT:␣7]
[TEXT:␣0␣0␣0␣2] [TEXT:␣-2]
[TEXT:␣-10] [TEXT:␣9␣-6]
[TEXT:␣8␣-4] [TEXT:␣10]
[TEXT:␣8␣-1] [TEXT:␣8]
[TEXT:␣-19] [TEXT:␣-2]
[TEXT:␣-11␣2] [TEXT:2]
[TEXT:␣-6␣4] [TEXT:␣-6]
[TEXT:␣0␣11] [TEXT:␣-4]
[TEXT:␣5␣4] [TEXT:␣7]
[TEXT:␣12] [TEXT:␣5␣6]
[TEXT:␣10␣4] [TEXT:␣5]
[TEXT:␣12␣-7] [TEXT:␣12]
[TEXT:␣10] [TEXT:␣0␣16]
[TEXT:␣-7] [TEXT:␣10␣-3]
[TEXT:␣-12] [TEXT:␣0␣-6]
[TEXT:␣0␣-4] [TEXT:␣6]
[TEXT:␣-3] [TEXT:␣10␣-3]
[TEXT:␣5] [TEXT:␣8]
[TEXT:␣-11] [TEXT:␣19]
[TEXT:␣2␣2] [TEXT:␣2␣2]
[TEXT:␣6␣2] [TEXT:1]
[TEXT:␣-2␣-2] [TEXT:␣0]
[TEXT:␣-4␣-2] [TEXT:␣-6␣-2]
[TEXT:␣-8␣6] [TEXT:␣-10␣4]
[TEXT:␣14␣-2] [TEXT:4]
[TEXT:␣-8␣8] [TEXT:␣-5]
[TEXT:␣-10␣8] [TEXT:␣-8]
[TEXT:␣18␣-2] [TEXT:0]
[TEXT:␣-3␣-3] [TEXT:␣-3]
[TEXT:3] [TEXT:1]
[TEXT:␣9] [TEXT:␣0␣12]
[TEXT:␣-9] [TEXT:␣8␣-5]
[TEXT:␣4␣2] [TEXT:0␣2]
[TEXT:␣0␣6] [TEXT:␣0␣4]
[TEXT:␣10␣-4] [TEXT:␣4]
[TEXT:␣12␣3] [TEXT:␣6]
[TEXT:␣14␣-8] [TEXT:␣14]
[TEXT:2] [TEXT:␣-14]
[TEXT:␣12] [TEXT:␣0␣18]
[TEXT:␣-7] [TEXT:␣-4␣-4]
[TEXT:␣14] [TEXT:␣0␣12␣2]
[TEXT:␣13] [TEXT:␣0␣13]
[TEXT:␣-8␣2] [TEXT:7]
[TEXT:␣-5␣2] [TEXT:8]
[TEXT:␣-6␣6] [TEXT:␣-6␣6]
[TEXT:␣-6␣3] [TEXT:0]
[TEXT:␣-3␣3] [TEXT:␣-1]
[TEXT:␣14␣-6] [TEXT:␣12]
[TEXT:␣0␣17] [TEXT:␣1]
[TEXT:␣0␣19] [TEXT:␣2]
[TEXT:4] [TEXT:␣-13]
[TEXT:␣18] [TEXT:␣0␣14]
[TEXT:␣-2␣-2] [TEXT:␣0␣0]
[TEXT:␣-6␣-2] [TEXT:␣-6]
[TEXT:␣-13␣2] [TEXT:0]
[TEXT:␣0␣8␣2] [TEXT:␣6]
[TEXT:␣10] [TEXT:␣0␣12␣-2]
[TEXT:␣-8] [TEXT:␣-5␣-4]
[TEXT:␣9] [TEXT:␣0␣4]
[TEXT:␣8␣-6] [TEXT:␣9]
[TEXT:␣-8␣7] [TEXT:␣-6]
[TEXT:␣10␣-5] [TEXT:␣10]
[TEXT:4] [TEXT:␣-1␣-2]
[TEXT:␣-3] [TEXT:␣1␣-2]
[TEXT:␣11] [TEXT:␣11]
[TEXT:␣10␣2] [TEXT:␣8␣2]
[TEXT:␣-6␣-2] [TEXT:␣-1]
[TEXT:␣-8␣-4] [TEXT:␣-6]
[TEXT:␣0␣17] [TEXT:␣-1]
[TEXT:6] [TEXT:␣-1␣-2]
[TEXT:␣7] [TEXT:␣1␣4]
[TEXT:␣18] [TEXT:␣2␣20]
[TEXT:␣-6␣4] [TEXT:␣-6␣2]
[TEXT:␣11␣-4] [TEXT:␣9]
[TEXT:4] [TEXT:␣7]
[TEXT:␣10] [TEXT:␣9␣6]
[TEXT:␣14] [TEXT:␣0]
[TEXT:␣2␣2] [TEXT:␣4␣2]
[TEXT:␣-16] [TEXT:␣4␣-2]
[TEXT:␣-8␣2] [TEXT:␣-8␣4]
[TEXT:␣9␣5] [TEXT:␣7]
[TEXT:␣0␣-1␣2] [TEXT:␣-2]
[TEXT:6␣2] [TEXT:␣-2]
[TEXT:6] [TEXT:6]
[TEXT:7] [TEXT:6]
[TEXT:␣-2␣2] [TEXT:␣-4␣2]
[TEXT:␣-18] [TEXT:␣6␣-2]
[TEXT:␣-6␣2] [TEXT:␣-8␣4]
[TEXT:␣-10␣2] [TEXT:5]
[TEXT:␣-6␣4] [TEXT:␣-4␣2]
[TEXT:␣-19] [TEXT:␣14]
[TEXT:␣14␣-2] [TEXT:1]
[TEXT:␣12␣-4] [TEXT:␣10]
[TEXT:␣-5␣4] [TEXT:␣-1]
[TEXT:0␣-2] [TEXT:0]
[TEXT:␣-14␣2] [TEXT:4]
[TEXT:␣9␣1] [TEXT:␣5]
[TEXT:␣8␣5] [TEXT:␣7]
[TEXT:2] [TEXT:␣-13]
[TEXT:␣0␣2] [TEXT:␣0␣0␣2]
[TEXT:␣-18] [TEXT:␣-3]
[TEXT:␣10␣-2] [TEXT:␣10␣-2]
[TEXT:␣13␣-2] [TEXT:2]
[TEXT:␣0␣-1␣2] [TEXT:␣1]
[TEXT:4] [TEXT:␣8]
[TEXT:␣-5] [TEXT:␣-6␣-3]
[TEXT:␣0␣7] [TEXT:␣-3]
[TEXT:␣-3␣4] [TEXT:␣1]
[TEXT:␣12] [TEXT:␣14]
[TEXT:␣12] [TEXT:␣10␣8]
[TEXT:␣-2␣2] [TEXT:␣-4]
[TEXT:␣-8␣-2] [TEXT:␣-6]
[TEXT:9] [TEXT:␣-10]
[TEXT:␣-8] [TEXT:␣11␣-4]
[TEXT:␣9] [TEXT:␣7␣7]
[TEXT:␣12␣-2] [TEXT:␣14␣-2]
[TEXT:␣11␣-6] [TEXT:␣11]
[TEXT:␣9␣-5] [TEXT:␣9]
[TEXT:0] [TEXT:␣-4␣-2]
[TEXT:␣11] [TEXT:␣6␣6]
[TEXT:␣0␣6] [TEXT:␣0␣8]
[TEXT:␣-4␣2] [TEXT:0␣-4]
[TEXT:␣6␣2] [TEXT:␣1]
[TEXT:␣6␣2] [TEXT:␣8␣-2]
[TEXT:␣-3␣2] [TEXT:␣-3]
[TEXT:␣-7␣2] [TEXT:5]
[TEXT:␣0␣1␣2] [TEXT:␣-1]
[TEXT:7] [TEXT:␣-9]
[TEXT:␣-6␣6] [TEXT:␣-8␣6]
[TEXT:␣0␣14] [TEXT:␣-3]
[TEXT:␣0␣18] [TEXT:␣1]
[TEXT:␣8] [TEXT:␣-5␣6]
[TEXT:␣-6] [TEXT:␣16]
[TEXT:␣-5] [TEXT:␣-1␣-1]
[TEXT:␣14] [TEXT:␣0␣11]
[TEXT:␣-9] [TEXT:␣12␣-6]
[TEXT:␣4␣2] [TEXT:0␣4]
[TEXT:␣-1␣2] [TEXT:␣1␣-2]
[TEXT:␣10␣2] [TEXT:␣5]
[TEXT:␣-6␣4] [TEXT:␣-8␣6]
[TEXT:0] [TEXT:␣1␣-2]
[TEXT:9] [TEXT:␣-9]
[TEXT:␣-4] [TEXT:␣8␣-3]
[TEXT:␣10] [TEXT:␣-5␣6]
[TEXT:␣-8] [TEXT:␣0␣-3]
[TEXT:␣9] [TEXT:␣0␣3]
[TEXT:␣13] [TEXT:␣0␣8]
[TEXT:␣1␣2] [TEXT:␣0␣2]
[TEXT:␣-2␣2] [TEXT:␣-4␣4]
[TEXT:␣0␣9] [TEXT:␣-3]
[TEXT:␣-6␣4] [TEXT:␣-8␣2]
[TEXT:␣9␣-2] [TEXT:␣4]
[TEXT:␣8␣3] [TEXT:␣3]
[TEXT:␣12␣4] [TEXT:␣7]
[TEXT:␣-4␣-1] [TEXT:␣-1]
[TEXT:␣9␣3] [TEXT:␣5]
[TEXT:␣-4] [TEXT:␣1␣-1]
[TEXT:␣3] [TEXT:4]
[TEXT:␣17] [TEXT:␣10]
[TEXT:␣6␣2] [TEXT:␣8]
[TEXT:␣12␣-2] [TEXT:␣12␣-2]
[TEXT:␣8␣4] [TEXT:␣10␣2]
[TEXT:␣14␣2] [TEXT:␣14␣2]
[TEXT:␣3␣3] [TEXT:␣-1]
[TEXT:␣15␣-2] [TEXT:0]
[TEXT:8] [TEXT:8]
[TEXT:␣-8] [TEXT:␣12␣-8]
[TEXT:␣-10] [TEXT:␣14␣-8]
[TEXT:␣1␣4] [TEXT:␣-3]
[TEXT:␣11␣2] [TEXT:␣6]
[TEXT:␣8␣7] [TEXT:␣8]
[TEXT:2] [TEXT:␣4␣-2]
[TEXT:␣-6] [TEXT:␣8␣-5]
[TEXT:␣9] [TEXT:␣-4␣6]
[TEXT:␣-7] [TEXT:␣13]
[TEXT:␣-9] [TEXT:␣10␣-5]
[TEXT:␣-16] [TEXT:␣-5]
[TEXT:␣8␣2] [TEXT:␣8␣-2]
[TEXT:␣10␣-2] [TEXT:␣7]
[TEXT:␣-6␣6] [TEXT:␣-8␣4]
[TEXT:␣-6␣-2] [TEXT:␣-3]
[TEXT:␣-3␣-2] [TEXT:␣1]
[TEXT:␣0␣19] [TEXT:␣-2]
[TEXT:␣-12] [TEXT:␣10␣-6]
[TEXT:␣8␣2] [TEXT:␣12␣2]
[TEXT:␣10␣4] [TEXT:␣12␣2]
[TEXT:␣-4␣4] [TEXT:␣-1]
[TEXT:␣0␣0] [TEXT:␣1␣-2]
[TEXT:␣15] [TEXT:␣0␣13]
[TEXT:␣0␣2] [TEXT:␣4␣2]
[TEXT:␣-2␣2] [TEXT:␣-3]
[TEXT:␣-15] [TEXT:␣-5]
[TEXT:␣-1␣-2] [TEXT:␣-1␣-2]
[TEXT:␣0␣0␣0␣0] [TEXT:␣4]
[TEXT:␣5␣2] [TEXT:␣7]
[TEXT:␣6␣6] [TEXT:␣1]
[TEXT:␣8␣4] [TEXT:␣3]
[TEXT:␣-7␣-4] [TEXT:␣-5]
[TEXT:␣12␣7] [TEXT:␣8]
[TEXT:3] [TEXT:␣-11]
[TEXT:␣0␣0] [TEXT:␣-1␣1]
