{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[TEXT:-]": 4,
    "[TEXT:0]": 5,
    "[TEXT:1]": 6,
    "[TEXT:2]": 7,
    "[TEXT:3]": 8,
    "[TEXT:4]": 9,
    "[TEXT:5]": 10,
    "[TEXT:6]": 11,
    "[TEXT:7]": 12,
    "[TEXT:8]": 13,
    "[TEXT:9]": 14,
    "[TEXT:␣]": 15,
    "[TEXT:␣-]": 16,
    "[TEXT:␣1]": 17,
    "[TEXT:␣-1]": 18,
    "[TEXT:␣0]": 19,
    "[TEXT:␣2]": 20,
    "[TEXT:␣-2]": 21,
    "[TEXT:␣4]": 22,
    "[TEXT:␣6]": 23,
    "[TEXT:␣-4]": 24,
    "[TEXT:␣8]": 25,
    "[TEXT:␣3]": 26,
    "[TEXT:␣-6]": 27,
    "[TEXT:␣10]": 28,
    "[TEXT:␣-3]": 29,
    "[TEXT:␣5]": 30,
    "[TEXT:␣7]": 31,
    "[TEXT:␣-8]": 32,
    "[TEXT:␣12]": 33,
    "[TEXT:␣-5]": 34,
    "[TEXT:␣9]": 35,
    "[TEXT:␣0␣0]": 36,
    "[TEXT:␣-10]": 37,
    "[TEXT:␣-7]": 38,
    "[TEXT:␣14]": 39,
    "[TEXT:␣11]": 40,
    "[TEXT:␣-9]": 41,
    "[TEXT:␣-12]": 42,
    "[TEXT:␣16]": 43,
    "[TEXT:␣13]": 44,
    "[TEXT:␣-11]": 45,
    "[TEXT:␣-14]": 46,
    "[TEXT:␣15]": 47,
    "[TEXT:␣18]": 48,
    "[TEXT:␣0␣2]": 49,
    "[TEXT:␣-13]": 50,
    "[TEXT:␣2␣2]": 51,
    "[TEXT:␣-16]": 52,
    "[TEXT:␣17]": 53,
    "[TEXT:␣1␣2]": 54,
    "[TEXT:␣0␣-2]": 55,
    "[TEXT:␣4␣2]": 56,
    "[TEXT:␣-2␣2]": 57,
    "[TEXT:␣0␣-1]": 58,
    "[TEXT:␣0␣6]": 59,
    "[TEXT:␣-15]": 60,
    "[TEXT:␣0␣1]": 61,
    "[TEXT:␣0␣8]": 62,
    "[TEXT:␣-4␣2]": 63,
    "[TEXT:␣-18]": 64,
    "[TEXT:␣0␣4]": 65,
    "[TEXT:␣-1␣2]": 66,
    "[TEXT:␣6␣2]": 67,
    "[TEXT:␣19]": 68,
    "[TEXT:␣-2␣-2]": 69,
    "[TEXT:␣-6␣2]": 70,
    "[TEXT:␣0␣10]": 71,
    "[TEXT:␣3␣2]": 72,
    "[TEXT:␣8␣2]": 73,
    "[TEXT:␣6␣-2]": 74,
    "[TEXT:␣0␣0␣0␣0]": 75,
    "[TEXT:␣8␣-2]": 76,
    "[TEXT:␣-1␣-2]": 77,
    "[TEXT:␣-8␣2]": 78,
    "[TEXT:␣-17]": 79,
    "[TEXT:␣4␣-2]": 80,
    "[TEXT:␣0␣3]": 81,
    "[TEXT:␣-3␣2]": 82,
    "[TEXT:␣0␣12]": 83,
    "[TEXT:␣10␣-2]": 84,
    "[TEXT:␣4␣4]": 85,
    "[TEXT:␣10␣2]": 86,
    "[TEXT:␣0␣-4]": 87,
    "[TEXT:␣5␣2]": 88,
    "[TEXT:␣1␣-2]": 89,
    "[TEXT:␣0␣7]": 90,
    "[TEXT:␣1␣-1]": 91,
    "[TEXT:␣6␣6]": 92,
    "[TEXT:␣0␣9]": 93,
    "[TEXT:␣-5␣2]": 94,
    "[TEXT:␣12␣-2]": 95,
    "[TEXT:␣6␣-4]": 96,
    "[TEXT:␣1␣4]": 97,
    "[TEXT:␣-4␣-2]": 98,
    "[TEXT:␣-10␣2]": 99,
    "[TEXT:␣-6␣4]": 100,
    "[TEXT:␣0␣5]": 101,
    "[TEXT:␣8␣-4]": 102,
    "[TEXT:␣1␣6]": 103,
    "[TEXT:␣8␣4]": 104,
    "[TEXT:␣12␣2]": 105,
    "[TEXT:␣-8␣4]": 106,
    "[TEXT:␣-7␣2]": 107,
    "[TEXT:␣0␣14]": 108,
    "[TEXT:␣-6␣-2]": 109,
    "[TEXT:␣7␣2]": 110,
    "[TEXT:␣0␣-3]": 111,
    "[TEXT:␣8␣-1]": 112,
    "[TEXT:␣7␣-2]": 113,
    "[TEXT:␣3␣-2]": 114,
    "[TEXT:␣9␣-2]": 115,
    "[TEXT:␣10␣-4]": 116,
    "[TEXT:␣-6␣6]": 117,
    "[TEXT:␣5␣-2]": 118,
    "[TEXT:␣8␣3]": 119,
    "[TEXT:␣-19]": 120,
    "[TEXT:␣6␣4]": 121,
    "[TEXT:␣-8␣6]": 122,
    "[TEXT:␣10␣4]": 123,
    "[TEXT:␣0␣11]": 124,
    "[TEXT:␣9␣2]": 125,
    "[TEXT:␣0␣0␣2]": 126,
    "[TEXT:␣14␣-2]": 127,
    "[TEXT:␣6␣3]": 128,
    "[TEXT:␣0␣-6]": 129,
    "[TEXT:␣8␣1]": 130,
    "[TEXT:␣-10␣4]": 131,
    "[TEXT:␣5␣4]": 132,
    "[TEXT:␣-9␣2]": 133,
    "[TEXT:␣8␣-3]": 134,
    "[TEXT:␣8␣-6]": 135,
    "[TEXT:␣-12␣2]": 136,
    "[TEXT:␣-3␣-2]": 137,
    "[TEXT:␣10␣-1]": 138,
    "[TEXT:␣1␣1]": 139,
    "[TEXT:␣10␣1]": 140,
    "[TEXT:␣6␣-1]": 141,
    "[TEXT:␣10␣3]": 142,
    "[TEXT:␣-4␣4]": 143,
    "[TEXT:␣11␣-2]": 144,
    "[TEXT:␣-4␣-4]": 145,
    "[TEXT:␣-10␣6]": 146,
    "[TEXT:␣7␣4]": 147,
    "[TEXT:␣10␣-6]": 148,
    "[TEXT:␣3␣3]": 149,
    "[TEXT:␣12␣-4]": 150,
    "[TEXT:␣14␣2]": 151,
    "[TEXT:␣-8␣3]": 152,
    "[TEXT:␣-6␣3]": 153,
    "[TEXT:␣0␣16]": 154,
    "[TEXT:␣10␣-3]": 155,
    "[TEXT:␣-8␣-2]": 156,
    "[TEXT:␣12␣4]": 157,
    "[TEXT:␣-1␣-1]": 158,
    "[TEXT:␣6␣-3]": 159,
    "[TEXT:␣-1␣4]": 160,
    "[TEXT:␣0␣-5]": 161,
    "[TEXT:␣13␣-2]": 162,
    "[TEXT:␣-7␣4]": 163,
    "[TEXT:-1]": 164,
    "[TEXT:␣11␣2]": 165,
    "[TEXT:␣7␣-4]": 166,
    "[TEXT:␣-1␣-4]": 167,
    "[TEXT:␣8␣-8]": 168,
    "[TEXT:␣8␣6]": 169,
    "[TEXT:␣12␣-1]": 170,
    "[TEXT:␣12␣1]": 171,
    "[TEXT:␣8␣-5]": 172,
    "[TEXT:␣9␣-4]": 173,
    "[TEXT:␣3␣4]": 174,
    "[TEXT:␣6␣1]": 175,
    "[TEXT:␣1␣-4]": 176,
    "[TEXT:␣9␣4]": 177,
    "[TEXT:␣0␣0␣-2]": 178,
    "[TEXT:␣5␣-4]": 179,
    "[TEXT:0␣-2]": 180,
    "[TEXT:␣12␣-6]": 181,
    "[TEXT:␣-12␣4]": 182,
    "[TEXT:␣10␣-8]": 183,
    "[TEXT:␣-8␣0]": 184,
    "[TEXT:␣16␣-2]": 185,
    "[TEXT:␣-9␣4]": 186,
    "[TEXT:␣-12␣6]": 187,
    "[TEXT:␣0␣13]": 188,
    "[TEXT:␣12␣3]": 189,
    "[TEXT:␣-10␣3]": 190,
    "[TEXT:0␣2]": 191,
    "[TEXT:␣12␣-3]": 192,
    "[TEXT:␣-5␣4]": 193,
    "[TEXT:␣-11␣2]": 194,
    "[TEXT:␣1␣3]": 195,
    "[TEXT:-2]": 196,
    "[TEXT:␣-7␣6]": 197,
    "[TEXT:␣-3␣4]": 198,
    "[TEXT:␣8␣5]": 199,
    "[TEXT:␣0␣18]": 200,
    "[TEXT:␣10␣6]": 201,
    "[TEXT:␣10␣-5]": 202,
    "[TEXT:␣-5␣-2]": 203,
    "[TEXT:␣7␣-1]": 204,
    "[TEXT:␣9␣-1]": 205,
    "[TEXT:␣7␣-6]": 206,
    "[TEXT:␣-9␣6]": 207,
    "[TEXT:␣-1␣-6]": 208,
    "[TEXT:␣-8␣5]": 209,
    "[TEXT:␣-3␣-4]": 210,
    "[TEXT:␣-14␣2]": 211,
    "[TEXT:␣-8␣1]": 212,
    "[TEXT:␣14␣-4]": 213,
    "[TEXT:10]": 214,
    "[TEXT:␣-1␣1]": 215,
    "[TEXT:␣5␣3]": 216,
    "[TEXT:␣11␣-4]": 217,
    "[TEXT:␣9␣-6]": 218,
    "[TEXT:␣0␣15]": 219,
    "[TEXT:␣8␣-10]": 220,
    "[TEXT:␣7␣3]": 221,
    "[TEXT:␣-10␣0]": 222,
    "[TEXT:␣9␣1]": 223,
    "[TEXT:␣-10␣-2]": 224,
    "[TEXT:␣14␣4]": 225,
    "[TEXT:␣9␣-3]": 226,
    "[TEXT:␣13␣2]": 227,
    "[TEXT:␣0␣2␣2]": 228,
    "[TEXT:␣16␣2]": 229,
    "[TEXT:␣-1␣3]": 230,
    "[TEXT:␣7␣-3]": 231,
    "[TEXT:␣-7␣3]": 232,
    "[TEXT:␣14␣1]": 233,
    "[TEXT:␣-7␣-2]": 234,
    "[TEXT:2␣-2]": 235,
    "[TEXT:␣12␣-8]": 236,
    "[TEXT:␣-3␣-3]": 237,
    "[TEXT:␣7␣1]": 238,
    "[TEXT:␣6␣5]": 239,
    "[TEXT:␣10␣-10]": 240,
    "[TEXT:␣11␣4]": 241,
    "[TEXT:␣9␣3]": 242,
    "[TEXT:␣14␣-1]": 243,
    "[TEXT:␣-4␣3]": 244,
    "[TEXT:␣-6␣-4]": 245,
    "[TEXT:␣-6␣0]": 246,
    "[TEXT:␣8␣-7]": 247,
    "[TEXT:␣10␣5]": 248,
    "[TEXT:␣15␣-2]": 249,
    "[TEXT:␣-6␣1]": 250,
    "[TEXT:␣5␣-1]": 251,
    "[TEXT:␣-5␣3]": 252,
    "[TEXT:␣-10␣5]": 253,
    "[TEXT:␣-11␣4]": 254,
    "[TEXT:␣-3␣3]": 255,
    "[TEXT:␣-5␣-4]": 256,
    "[TEXT:␣-9␣3]": 257,
    "[TEXT:␣-2␣4]": 258,
    "[TEXT:␣12␣-5]": 259,
    "[TEXT:12]": 260,
    "[TEXT:␣-12␣3]": 261,
    "[TEXT:␣11␣-6]": 262,
    "[TEXT:␣12␣6]": 263,
    "[TEXT:␣11␣-1]": 264,
    "[TEXT:␣10␣-7]": 265,
    "[TEXT:␣11␣1]": 266,
    "[TEXT:␣-10␣1]": 267,
    "[TEXT:␣-11␣6]": 268,
    "[TEXT:2␣2]": 269,
    "[TEXT:␣14␣-6]": 270,
    "[TEXT:␣14␣-3]": 271,
    "[TEXT:␣8␣7]": 272,
    "[TEXT:␣5␣1]": 273,
    "[TEXT:␣14␣3]": 274,
    "[TEXT:␣9␣-8]": 275,
    "[TEXT:␣18␣-2]": 276,
    "[TEXT:␣-6␣5]": 277,
    "[TEXT:4␣-2]": 278,
    "[TEXT:␣-8␣-4]": 279,
    "[TEXT:␣0␣1␣2]": 280,
    "[TEXT:␣-5␣6]": 281,
    "[TEXT:␣-14␣6]": 282,
    "[TEXT:␣-13␣2]": 283,
    "[TEXT:␣-14␣4]": 284,
    "[TEXT:␣8␣-12]": 285,
    "[TEXT:␣13␣-4]": 286,
    "[TEXT:␣-8␣-1]": 287,
    "[TEXT:␣11␣-3]": 288,
    "[TEXT:␣4␣3]": 289,
    "[TEXT:␣12␣-10]": 290,
    "[TEXT:␣-6␣-1]": 291,
    "[TEXT:␣5␣-3]": 292,
    "[TEXT:␣8␣-9]": 293,
    "[TEXT:␣0␣6␣2]": 294,
    "[TEXT:␣10␣-12]": 295,
    "[TEXT:␣-1␣0␣0]": 296,
    "[TEXT:␣-7␣0]": 297,
    "[TEXT:␣7␣-8]": 298,
    "[TEXT:␣11␣3]": 299,
    "[TEXT:␣9␣6]": 300,
    "[TEXT:␣12␣5]": 301,
    "[TEXT:14]": 302,
    "[TEXT:16]": 303,
    "[TEXT:␣8␣8]": 304,
    "[TEXT:␣-12␣0]": 305,
    "[TEXT:␣-16␣2]": 306,
    "[TEXT:␣-7␣1]": 307,
    "[TEXT:␣10␣-9]": 308,
    "[TEXT:␣15␣2]": 309,
    "[TEXT:␣-9␣0]": 310,
    "[TEXT:␣0␣17]": 311,
    "[TEXT:␣1␣0␣0]": 312,
    "[TEXT:␣7␣-5]": 313,
    "[TEXT:␣-6␣-6]": 314,
    "[TEXT:13]": 315,
    "[TEXT:␣7␣5]": 316,
    "[TEXT:␣9␣-5]": 317,
    "[TEXT:␣9␣5]": 318,
    "[TEXT:␣0␣8␣2]": 319,
    "[TEXT:␣16␣-4]": 320,
    "[TEXT:␣-9␣-2]": 321,
    "[TEXT:␣0␣-2␣2]": 322,
    "[TEXT:␣0␣4␣2]": 323,
    "[TEXT:␣11␣-8]": 324,
    "[TEXT:-3]": 325,
    "[TEXT:␣12␣-7]": 326,
    "[TEXT:6␣-2]": 327,
    "[TEXT:8␣-2]": 328,
    "[TEXT:␣16␣4]": 329,
    "[TEXT:0␣-4]": 330,
    "[TEXT:␣2␣2␣2]": 331,
    "[TEXT:␣13␣4]": 332,
    "[TEXT:1␣-2]": 333,
    "[TEXT:4␣2]": 334,
    "[TEXT:␣-6␣-3]": 335,
    "[TEXT:␣16␣1]": 336,
    "[TEXT:␣13␣-1]": 337,
    "[TEXT:␣14␣-8]": 338,
    "[TEXT:␣-12␣5]": 339,
    "[TEXT:␣-8␣-3]": 340,
    "[TEXT:␣9␣-10]": 341,
    "[TEXT:␣-12␣-2]": 342,
    "[TEXT:␣-1␣-3]": 343,
    "[TEXT:␣18␣2]": 344,
    "[TEXT:␣-4␣6]": 345,
    "[TEXT:␣16␣-1]": 346,
    "[TEXT:␣13␣1]": 347,
    "[TEXT:␣0␣-2␣-2]": 348,
    "[TEXT:␣0␣-1␣2]": 349,
    "[TEXT:␣13␣-6]": 350,
    "[TEXT:␣1␣-3]": 351,
    "[TEXT:␣-7␣5]": 352,
    "[TEXT:␣-7␣-4]": 353,
    "[TEXT:␣-9␣5]": 354,
    "[TEXT:18]": 355,
    "[TEXT:␣10␣7]": 356,
    "[TEXT:15]": 357,
    "[TEXT:␣11␣6]": 358,
    "[TEXT:0␣-3]": 359,
    "[TEXT:␣-11␣3]": 360,
    "[TEXT:␣14␣6]": 361,
    "[TEXT:␣17␣-2]": 362,
    "[TEXT:␣4␣1]": 363,
    "[TEXT:␣0␣10␣2]": 364,
    "[TEXT:␣0␣2␣-2]": 365,
    "[TEXT:␣12␣-12]": 366,
    "[TEXT:1␣2]": 367,
    "[TEXT:␣0␣8␣-2]": 368,
    "[TEXT:␣-13␣4]": 369,
    "[TEXT:␣-13␣6]": 370,
    "[TEXT:␣0␣0␣1]": 371,
    "[TEXT:␣-12␣1]": 372,
    "[TEXT:␣0␣20]": 373,
    "[TEXT:␣4␣-1]": 374,
    "[TEXT:␣0␣0␣-1]": 375,
    "[TEXT:␣-10␣-1]": 376,
    "[TEXT:␣13␣-3]": 377,
    "[TEXT:␣-9␣1]": 378,
    "[TEXT:␣0␣6␣-2]": 379,
    "[TEXT:␣9␣-7]": 380,
    "[TEXT:␣14␣-5]": 381,
    "[TEXT:␣11␣-5]": 382,
    "[TEXT:␣8␣-14]": 383,
    "[TEXT:␣-10␣-4]": 384,
    "[TEXT:␣16␣-3]": 385,
    "[TEXT:␣12␣-9]": 386,
    "[TEXT:␣7␣-10]": 387,
    "[TEXT:-4]": 388,
    "[TEXT:␣15␣-4]": 389,
    "[TEXT:␣10␣8]": 390,
    "[TEXT:␣-5␣1]": 391,
    "[TEXT:␣16␣-6]": 392,
    "[TEXT:␣0␣-1␣-2]": 393,
    "[TEXT:␣16␣3]": 394,
    "[TEXT:␣8␣-11]": 395,
    "[TEXT:␣7␣6]": 396,
    "[TEXT:17]": 397,
    "[TEXT:␣13␣3]": 398,
    "[TEXT:␣11␣-10]": 399,
    "[TEXT:␣-5␣-3]": 400,
    "[TEXT:␣-14␣3]": 401,
    "[TEXT:␣10␣-11]": 402,
    "[TEXT:6␣2]": 403,
    "[TEXT:␣-5␣0]": 404,
    "[TEXT:␣14␣-10]": 405,
    "[TEXT:␣0␣0␣0␣2]": 406,
    "[TEXT:2␣-4]": 407,
    "[TEXT:␣0␣10␣-2]": 408,
    "[TEXT:3␣-2]": 409,
    "[TEXT:␣7␣-7]": 410,
    "[TEXT:0␣4]": 411,
    "[TEXT:␣0␣1␣-2]": 412,
    "[TEXT:␣10␣-14]": 413,
    "[TEXT:␣-15␣2]": 414,
    "[TEXT:␣-4␣1]": 415,
    "[TEXT:␣-11␣0]": 416,
    "[TEXT:␣11␣5]": 417,
    "[TEXT:␣0␣19]": 418,
    "[TEXT:␣-7␣-1]": 419,
    "[TEXT:␣6␣-6]": 420,
    "[TEXT:␣13␣-8]": 421,
    "[TEXT:8␣2]": 422,
    "[TEXT:5␣-2]": 423,
    "[TEXT:2␣-3]": 424,
    "[TEXT:19]": 425,
    "[TEXT:␣-16␣4]": 426,
    "[TEXT:␣0␣12␣2]": 427,
    "[TEXT:␣9␣-12]": 428,
    "[TEXT:␣14␣5]": 429,
    "[TEXT:␣0␣4␣-2]": 430,
    "[TEXT:␣-16␣6]": 431,
    "[TEXT:0␣3]": 432,
    "[TEXT:␣15␣1]": 433,
    "[TEXT:␣-18␣2]": 434,
    "[TEXT:␣-2␣-2␣-2]": 435,
    "[TEXT:␣-4␣0]": 436,
    "[TEXT:␣-5␣-1]": 437,
    "[TEXT:␣15␣4]": 438,
    "[TEXT:␣9␣-9]": 439,
    "[TEXT:␣-11␣5]": 440,
    "[TEXT:␣15␣-1]": 441,
    "[TEXT:␣8␣0␣8]": 442,
    "[TEXT:␣-10␣-3]": 443,
    "[TEXT:␣-14␣0]": 444,
    "[TEXT:␣13␣6]": 445,
    "[TEXT:␣11␣-7]": 446,
    "[TEXT:␣14␣-7]": 447,
    "[TEXT:␣-2␣20]": 448,
    "[TEXT:␣15␣-3]": 449,
    "[TEXT:␣12␣8]": 450,
    "[TEXT:␣6␣-5]": 451,
    "[TEXT:␣4␣-4]": 452,
    "[TEXT:␣18␣-4]": 453,
    "[TEXT:␣-11␣-2]": 454,
    "[TEXT:␣15␣-6]": 455,
    "[TEXT:7␣-2]": 456,
    "[TEXT:␣13␣-5]": 457,
    "[TEXT:␣3␣-1]": 458,
    "[TEXT:␣0␣22]": 459,
    "[TEXT:␣18␣1]": 460,
    "[TEXT:␣-9␣-1]": 461,
    "[TEXT:␣0␣3␣2]": 462,
    "[TEXT:␣1␣2␣1]": 463,
    "[TEXT:␣2␣20]": 464,
    "[TEXT:␣4␣-3]": 465,
    "[TEXT:␣3␣1]": 466,
    "[TEXT:3␣2]": 467,
    "[TEXT:4␣-3]": 468,
    "[TEXT:20]": 469,
    "[TEXT:␣17␣2]": 470,
    "[TEXT:4␣-4]": 471,
    "[TEXT:␣12␣7]": 472,
    "[TEXT:␣18␣4]": 473,
    "[TEXT:␣-14␣5]": 474,
    "[TEXT:␣7␣-9]": 475,
    "[TEXT:␣0␣12␣-2]": 476,
    "[TEXT:␣-9␣-4]": 477,
    "[TEXT:␣0␣0␣0␣-2]": 478,
    "[TEXT:␣18␣-1]": 479,
    "[TEXT:␣-8␣-6]": 480,
    "[TEXT:␣-12␣-1]": 481,
    "[TEXT:␣8␣-13]": 482,
    "[TEXT:␣7␣-12]": 483,
    "[TEXT:␣-1␣0␣1]": 484,
    "[TEXT:␣-11␣1]": 485,
    "[TEXT:␣12␣-14]": 486,
    "[TEXT:␣11␣-12]": 487,
    "[TEXT:␣8␣0␣6]": 488,
    "[TEXT:␣4␣5]": 489,
    "[TEXT:␣16␣-8]": 490,
    "[TEXT:␣16␣6]": 491,
    "[TEXT:␣12␣-11]": 492,
    "[TEXT:␣-7␣-3]": 493,
    "[TEXT:9␣-2]": 494,
    "[TEXT:␣14␣-12]": 495,
    "[TEXT:␣5␣-6]": 496,
    "[TEXT:␣3␣-4]": 497,
    "[TEXT:0␣-6]": 498,
    "[TEXT:␣0␣-4␣-2]": 499,
    "[TEXT:␣6␣0␣6]": 500,
    "[TEXT:␣15␣3]": 501,
    "[TEXT:␣9␣8]": 502,
    "[TEXT:␣-14␣-2]": 503,
    "[TEXT:␣0␣7␣2]": 504,
    "[TEXT:5␣2]": 505,
    "[TEXT:␣16␣-5]": 506,
    "[TEXT:22]": 507,
    "[TEXT:6␣-4]": 508,
    "[TEXT:0␣-5]": 509,
    "[TEXT:␣13␣-10]": 510,
    "[TEXT:␣5␣5]": 511,
    "[TEXT:␣1␣0␣1]": 512,
    "[TEXT:␣5␣-5]": 513,
    "[TEXT:␣11␣-9]": 514,
    "[TEXT:1␣-4]": 515,
    "[TEXT:␣19␣-2]": 516,
    "[TEXT:␣0␣9␣2]": 517,
    "[TEXT:␣-1␣0␣-1]": 518,
    "[TEXT:␣8␣-15]": 519,
    "[TEXT:␣18␣-3]": 520,
    "[TEXT:␣-2␣22]": 521,
    "[TEXT:6␣-3]": 522,
    "[TEXT:␣10␣-13]": 523,
    "[TEXT:␣10␣0␣10]": 524,
    "[TEXT:8␣-4]": 525,
    "[TEXT:␣14␣-9]": 526,
    "[TEXT:␣4␣2␣4]": 527,
    "[TEXT:␣-2␣2␣-2]": 528,
    "[TEXT:␣-12␣-4]": 529,
    "[TEXT:␣-5␣-6]": 530,
    "[TEXT:␣-13␣3]": 531,
    "[TEXT:␣10␣0␣8]": 532,
    "[TEXT:␣2␣22]": 533,
    "[TEXT:8␣-3]": 534,
    "[TEXT:␣8␣0␣10]": 535,
    "[TEXT:␣4␣6]": 536,
    "[TEXT:0␣1]": 537,
    "[TEXT:␣-14␣1]": 538,
    "[TEXT:␣0␣5␣2]": 539,
    "[TEXT:␣8␣-16]": 540,
    "[TEXT:␣10␣-16]": 541,
    "[TEXT:0␣-1]": 542,
    "[TEXT:␣-4␣-1]": 543,
    "[TEXT:␣-3␣1]": 544,
    "[TEXT:␣18␣3]": 545,
    "[TEXT:␣17␣-4]": 546,
    "[TEXT:␣0␣9␣-2]": 547,
    "[TEXT:1␣-3]": 548,
    "[TEXT:␣0␣7␣-2]": 549,
    "[TEXT:␣13␣-7]": 550,
    "[TEXT:␣9␣7]": 551,
    "[TEXT:␣15␣-8]": 552,
    "[TEXT:7␣2]": 553,
    "[TEXT:␣10␣10]": 554,
    "[TEXT:␣13␣5]": 555,
    "[TEXT:␣0␣3␣-2]": 556,
    "[TEXT:␣16␣5]": 557,
    "[TEXT:␣18␣-6]": 558,
    "[TEXT:24]": 559,
    "[TEXT:␣0␣14␣2]": 560,
    "[TEXT:␣9␣-11]": 561,
    "[TEXT:␣0␣0␣0␣1]": 562,
    "[TEXT:␣14␣8]": 563,
    "[TEXT:␣0␣5␣-2]": 564,
    "[TEXT:␣8␣-18]": 565,
    "[TEXT:␣2␣2␣-2]": 566,
    "[TEXT:␣16␣-10]": 567,
    "[TEXT:␣3␣6]": 568,
    "[TEXT:␣3␣-3]": 569,
    "[TEXT:␣0␣0␣0␣0␣2]": 570,
    "[TEXT:␣-15␣4]": 571,
    "[TEXT:␣9␣-14]": 572,
    "[TEXT:␣-17␣2]": 573,
    "[TEXT:␣6␣2␣4]": 574,
    "[TEXT:0␣6]": 575,
    "[TEXT:␣-13␣0]": 576,
    "[TEXT:␣1␣2␣-1]": 577,
    "[TEXT:␣0␣2␣1]": 578,
    "[TEXT:␣-16␣3]": 579,
    "[TEXT:␣-9␣-3]": 580,
    "[TEXT:␣0␣24]": 581,
    "[TEXT:-5]": 582,
    "[TEXT:23]": 583,
    "[TEXT:␣-12␣-3]": 584,
    "[TEXT:2␣-6]": 585,
    "[TEXT:␣-15␣6]": 586,
    "[TEXT:2␣-5]": 587,
    "[TEXT:␣13␣-12]": 588,
    "[TEXT:␣12␣-13]": 589,
    "[TEXT:␣0␣-4␣2]": 590,
    "[TEXT:␣-4␣-3]": 591,
    "[TEXT:␣-13␣5]": 592,
    "[TEXT:␣6␣0␣4]": 593,
    "[TEXT:␣15␣6]": 594,
    "[TEXT:␣12␣-16]": 595,
    "[TEXT:␣15␣-5]": 596,
    "[TEXT:␣-1␣-2␣-1]": 597,
    "[TEXT:26]": 598,
    "[TEXT:9␣2]": 599,
    "[TEXT:␣-8␣-5]": 600,
    "[TEXT:␣-1␣2␣1]": 601,
    "[TEXT:␣0␣0␣0␣-1]": 602,
    "[TEXT:␣1␣6␣1]": 603,
    "[TEXT:␣5␣6]": 604,
    "[TEXT:␣17␣-1]": 605,
    "[TEXT:␣7␣7]": 606,
    "[TEXT:2␣4]": 607,
    "[TEXT:␣12␣0␣12]": 608,
    "[TEXT:␣-4␣20]": 609,
    "[TEXT:␣17␣1]": 610,
    "[TEXT:␣10␣0␣12]": 611,
    "[TEXT:␣8␣-6␣6]": 612,
    "[TEXT:␣8␣6␣6]": 613,
    "[TEXT:␣13␣-9]": 614,
    "[TEXT:␣0␣21]": 615,
    "[TEXT:␣6␣0␣8]": 616,
    "[TEXT:␣11␣-14]": 617,
    "[TEXT:␣0␣14␣-2]": 618,
    "[TEXT:␣10␣-18]": 619,
    "[TEXT:␣17␣4]": 620,
    "[TEXT:␣0␣11␣2]": 621,
    "[TEXT:␣14␣-14]": 622,
    "[TEXT:␣16␣-7]": 623,
    "[TEXT:␣-10␣-6]": 624,
    "[TEXT:␣8␣0␣4]": 625,
    "[TEXT:␣-13␣-2]": 626,
    "[TEXT:-6]": 627,
    "[TEXT:␣8␣-8␣6]": 628,
    "[TEXT:␣0␣0␣0␣0␣0␣0␣0␣0]": 629,
    "[TEXT:␣-2␣24]": 630,
    "[TEXT:␣1␣0␣-1]": 631,
    "[TEXT:␣11␣-11]": 632,
    "[TEXT:␣-7␣-6]": 633,
    "[TEXT:4␣-5]": 634,
    "[TEXT:␣12␣0␣10]": 635,
    "[TEXT:␣-11␣-1]": 636,
    "[TEXT:␣-4␣22]": 637,
    "[TEXT:␣11␣8]": 638,
    "[TEXT:3␣-4]": 639,
    "[TEXT:␣14␣-11]": 640,
    "[TEXT:␣7␣-11]": 641,
    "[TEXT:␣1␣6␣-1]": 642,
    "[TEXT:␣-4␣5]": 643,
    "[TEXT:28]": 644,
    "[TEXT:␣-3␣-1]": 645,
    "[TEXT:␣0␣0␣2␣2]": 646,
    "[TEXT:␣-13␣1]": 647,
    "[TEXT:␣19␣2]": 648,
    "[TEXT:␣-5␣5]": 649,
    "[TEXT:␣8␣4␣4]": 650,
    "[TEXT:0␣-7]": 651,
    "[TEXT:␣17␣-3]": 652,
    "[TEXT:0␣-8]": 653,
    "[TEXT:␣1␣4␣1]": 654,
    "[TEXT:␣-3␣6]": 655,
    "[TEXT:␣10␣-15]": 656,
    "[TEXT:␣14␣7]": 657,
    "[TEXT:␣0␣-3␣-2]": 658,
    "[TEXT:␣4␣-2␣4]": 659,
    "[TEXT:25]": 660,
    "[TEXT:␣-4␣2␣-2]": 661,
    "[TEXT:␣7␣-14]": 662,
    "[TEXT:2␣3]": 663,
    "[TEXT:␣0␣11␣-2]": 664,
    "[TEXT:␣-14␣-1]": 665,
    "[TEXT:␣6␣4␣4]": 666,
    "[TEXT:␣2␣2␣4]": 667,
    "[TEXT:␣2␣24]": 668,
    "[TEXT:␣-11␣-4]": 669,
    "[TEXT:1␣-6]": 670,
    "[TEXT:3␣-3]": 671,
    "[TEXT:␣15␣-10]": 672,
    "[TEXT:4␣-6]": 673,
    "[TEXT:␣17␣-6]": 674,
    "[TEXT:0␣5]": 675,
    "[TEXT:␣10␣0␣6]": 676,
    "[TEXT:␣-16␣0]": 677,
    "[TEXT:␣-1␣22]": 678,
    "[TEXT:␣0␣-3␣2]": 679,
    "[TEXT:6␣-5]": 680,
    "[TEXT:␣18␣6]": 681,
    "[TEXT:␣-1␣6]": 682,
    "[TEXT:␣6␣-4␣4]": 683,
    "[TEXT:8␣-5]": 684,
    "[TEXT:␣0␣0␣3]": 685,
    "[TEXT:␣-16␣5]": 686,
    "[TEXT:␣0␣0␣1␣2]": 687,
    "[TEXT:␣-1␣-2␣1]": 688,
    "[TEXT:␣-16␣-2]": 689,
    "[TEXT:␣16␣-12]": 690,
    "[TEXT:␣11␣7]": 691,
    "[TEXT:␣-7␣-5]": 692,
    "[TEXT:␣0␣0␣4]": 693,
    "[TEXT:␣6␣-2␣4]": 694,
    "[TEXT:␣9␣-13]": 695,
    "[TEXT:␣18␣-8]": 696,
    "[TEXT:␣8␣1␣6]": 697,
    "[TEXT:␣2␣21]": 698,
    "[TEXT:␣6␣6␣4]": 699,
    "[TEXT:␣1␣22]": 700,
    "[TEXT:␣18␣-5]": 701,
    "[TEXT:␣0␣2␣-1]": 702,
    "[TEXT:␣0␣-6␣0]": 703,
    "[TEXT:␣17␣3]": 704,
    "[TEXT:27]": 705,
    "[TEXT:␣8␣-17]": 706,
    "[TEXT:8␣-6]": 707,
    "[TEXT:␣-1␣20]": 708,
    "[TEXT:␣15␣5]": 709,
    "[TEXT:␣-9␣-6]": 710,
    "[TEXT:5␣-4]": 711,
    "[TEXT:6␣-6]": 712,
    "[TEXT:1␣-5]": 713,
    "[TEXT:␣-15␣3]": 714,
    "[TEXT:␣16␣-9]": 715,
    "[TEXT:␣12␣-18]": 716,
    "[TEXT:␣8␣-10␣6]": 717,
    "[TEXT:␣0␣6␣-1]": 718,
    "[TEXT:5␣-3]": 719,
    "[TEXT:␣1␣2␣-2]": 720,
    "[TEXT:␣15␣-7]": 721,
    "[TEXT:␣4␣4␣4]": 722,
    "[TEXT:␣1␣-1␣1]": 723,
    "[TEXT:␣10␣9]": 724,
    "[TEXT:␣-4␣-2␣-4]": 725,
    "[TEXT:␣1␣20]": 726,
    "[TEXT:␣1␣-2␣-1]": 727,
    "[TEXT:␣3␣5]": 728,
    "[TEXT:␣-18␣4]": 729,
    "[TEXT:␣1␣4␣-1]": 730,
    "[TEXT:␣0␣8␣-1]": 731,
    "[TEXT:␣-2␣21]": 732,
    "[TEXT:␣-1␣2␣-1]": 733,
    "[TEXT:␣0␣-2␣0␣0]": 734,
    "[TEXT:␣12␣-15]": 735,
    "[TEXT:␣-14␣-4]": 736,
    "[TEXT:9␣-3]": 737,
    "[TEXT:␣0␣2␣0␣0]": 738,
    "[TEXT:␣-1␣2␣-2]": 739,
    "[TEXT:␣0␣4␣-1]": 740,
    "[TEXT:␣-3␣0]": 741,
    "[TEXT:␣13␣-14]": 742,
    "[TEXT:␣-10␣-5]": 743,
    "[TEXT:␣9␣-16]": 744,
    "[TEXT:␣-6␣22]": 745,
    "[TEXT:7␣-3]": 746,
    "[TEXT:␣1␣5]": 747,
    "[TEXT:␣-6␣6␣-6]": 748,
    "[TEXT:␣16␣8]": 749,
    "[TEXT:␣-6␣20]": 750,
    "[TEXT:␣13␣8]": 751,
    "[TEXT:␣0␣26]": 752,
    "[TEXT:9␣-4]": 753,
    "[TEXT:␣8␣2␣4]": 754,
    "[TEXT:1␣4]": 755,
    "[TEXT:␣4␣20]": 756,
    "[TEXT:␣-4␣24]": 757,
    "[TEXT:␣6␣-8]": 758,
    "[TEXT:␣14␣-16]": 759,
    "[TEXT:␣-6␣0␣-4]": 760,
    "[TEXT:␣4␣22]": 761,
    "[TEXT:␣14␣-13]": 762,
    "[TEXT:␣-16␣1]": 763,
    "[TEXT:␣0␣13␣2]": 764,
    "[TEXT:␣-19␣2]": 765,
    "[TEXT:␣0␣16␣2]": 766,
    "[TEXT:␣19␣-4]": 767,
    "[TEXT:␣0␣0␣0␣0␣-2]": 768,
    "[TEXT:7␣-4]": 769,
    "[TEXT:␣11␣-13]": 770,
    "[TEXT:␣-3␣22]": 771,
    "[TEXT:11]": 772,
    "[TEXT:␣-6␣4␣-4]": 773,
    "[TEXT:␣17␣-8]": 774,
    "[TEXT:␣12␣0␣14]": 775,
    "[TEXT:␣1␣2␣2]": 776,
    "[TEXT:␣10␣-17]": 777,
    "[TEXT:␣14␣0␣14]": 778,
    "[TEXT:␣0␣-2␣-1]": 779,
    "[TEXT:␣13␣-11]": 780,
    "[TEXT:␣-6␣-2␣-4]": 781,
    "[TEXT:␣6␣2␣6]": 782,
    "[TEXT:4␣4]": 783,
    "[TEXT:␣18␣5]": 784,
    "[TEXT:␣0␣2␣4]": 785,
    "[TEXT:␣9␣0␣9]": 786,
    "[TEXT:␣12␣9]": 787,
    "[TEXT:␣30]": 788,
    "[TEXT:2␣-7]": 789,
    "[TEXT:␣-8␣0␣-6]": 790,
    "[TEXT:␣1␣2␣3]": 791,
    "[TEXT:␣14␣0␣12]": 792,
    "[TEXT:␣11␣-16]": 793,
    "[TEXT:2␣-8]": 794,
    "[TEXT:␣7␣0␣7]": 795,
    "[TEXT:␣-3␣20]": 796,
    "[TEXT:␣0␣-5␣-2]": 797,
    "[TEXT:␣-18␣6]": 798,
    "[TEXT:␣15␣-12]": 799,
    "[TEXT:␣-6␣-5]": 800,
    "[TEXT:␣7␣-13]": 801,
    "[TEXT:␣-11␣-3]": 802,
    "[TEXT:␣12␣10]": 803,
    "[TEXT:␣7␣0␣6]": 804,
    "[TEXT:␣0␣13␣-2]": 805,
    "[TEXT:␣0␣23]": 806,
    "[TEXT:␣0␣-1␣0␣1]": 807,
    "[TEXT:␣0␣8␣1]": 808,
    "[TEXT:␣13␣7]": 809,
    "[TEXT:␣0␣10␣1]": 810,
    "[TEXT:␣0␣10␣-1]": 811,
    "[TEXT:4␣3]": 812,
    "[TEXT:␣-3␣5]": 813,
    "[TEXT:␣0␣4␣1]": 814,
    "[TEXT:␣6␣-4␣6]": 815,
    "[TEXT:␣0␣-2␣1]": 816,
    "[TEXT:␣-2␣26]": 817,
    "[TEXT:␣-14␣-3]": 818,
    "[TEXT:2␣-1]": 819,
    "[TEXT:␣6␣6␣6]": 820,
    "[TEXT:␣8␣0␣12]": 821,
    "[TEXT:␣1␣-2␣1]": 822,
    "[TEXT:␣-8␣-8]": 823,
    "[TEXT:␣15␣-9]": 824,
    "[TEXT:␣-6␣2␣-4]": 825,
    "[TEXT:␣0␣16␣-2]": 826,
    "[TEXT:␣8␣-12␣6]": 827,
    "[TEXT:␣-12␣-6]": 828,
    "[TEXT:␣8␣2␣6]": 829,
    "[TEXT:␣-9␣-5]": 830,
    "[TEXT:␣-13␣-1]": 831,
    "[TEXT:␣16␣7]": 832,
    "[TEXT:␣1␣-1␣-1]": 833,
    "[TEXT:1␣3]": 834,
    "[TEXT:␣-15␣5]": 835,
    "[TEXT:␣0␣6␣1]": 836,
    "[TEXT:␣7␣-16]": 837,
    "[TEXT:␣8␣-8␣4]": 838,
    "[TEXT:0␣-10]": 839,
    "[TEXT:␣-1␣24]": 840,
    "[TEXT:␣-6␣2␣-2]": 841,
    "[TEXT:␣-6␣6␣-4]": 842,
    "[TEXT:4␣-7]": 843,
    "[TEXT:␣-8␣0␣-4]": 844,
    "[TEXT:␣8␣6␣4]": 845,
    "[TEXT:␣0␣-2␣0␣2]": 846,
    "[TEXT:0␣-9]": 847,
    "[TEXT:␣-4␣2␣-4]": 848,
    "[TEXT:␣16␣-14]": 849,
    "[TEXT:3␣-6]": 850,
    "[TEXT:␣0␣0␣-2␣-2]": 851,
    "[TEXT:␣0␣8␣-4]": 852,
    "[TEXT:␣18␣-10]": 853,
    "[TEXT:␣0␣-15]": 854,
    "[TEXT:␣-4␣21]": 855,
    "[TEXT:␣-17␣4]": 856,
    "[TEXT:2␣1]": 857,
    "[TEXT:␣1␣6␣3]": 858,
    "[TEXT:␣17␣-5]": 859,
    "[TEXT:␣19␣1]": 860,
    "[TEXT:36]": 861,
    "[TEXT:␣8␣0␣9]": 862,
    "[TEXT:␣19␣-1]": 863,
    "[TEXT:␣1␣24]": 864,
    "[TEXT:␣17␣6]": 865,
    "[TEXT:␣-18␣3]": 866,
    "[TEXT:␣8␣0␣7]": 867,
    "[TEXT:3␣-5]": 868,
    "[TEXT:-7]": 869,
    "[TEXT:␣8␣1␣4]": 870,
    "[TEXT:␣6␣-7]": 871,
    "[TEXT:␣18␣-7]": 872,
    "[TEXT:␣8␣-6␣4]": 873,
    "[TEXT:␣5␣-8]": 874,
    "[TEXT:␣15␣8]": 875,
    "[TEXT:␣-6␣0␣-6]": 876,
    "[TEXT:␣2␣26]": 877,
    "[TEXT:␣16␣-11]": 878,
    "[TEXT:␣-17␣6]": 879,
    "[TEXT:␣-5␣-5]": 880,
    "[TEXT:8␣-7]": 881,
    "[TEXT:␣-2␣23]": 882,
    "[TEXT:␣8␣4␣6]": 883,
    "[TEXT:␣8␣-7␣6]": 884,
    "[TEXT:␣0␣-4␣0]": 885,
    "[TEXT:␣0␣0␣-1␣-2]": 886,
    "[TEXT:29]": 887,
    "[TEXT:4␣-8]": 888,
    "[TEXT:␣0␣10␣-4]": 889,
    "[TEXT:␣10␣6␣6]": 890,
    "[TEXT:␣19␣4]": 891,
    "[TEXT:␣9␣9]": 892,
    "[TEXT:␣-2␣-2␣-4]": 893,
    "[TEXT:␣12␣0␣8]": 894,
    "[TEXT:4␣-1]": 895,
    "[TEXT:␣-2␣2␣-4]": 896,
    "[TEXT:␣3␣2␣3]": 897,
    "[TEXT:␣0␣6␣-4]": 898,
    "[TEXT:␣10␣-20]": 899,
    "[TEXT:␣19␣-3]": 900,
    "[TEXT:␣8␣-4␣6]": 901,
    "[TEXT:␣4␣24]": 902,
    "[TEXT:␣0␣2␣0␣2]": 903,
    "[TEXT:␣7␣0␣5]": 904,
    "[TEXT:␣9␣-18]": 905,
    "[TEXT:1␣-1]": 906,
    "[TEXT:␣9␣-15]": 907,
    "[TEXT:␣-8␣6␣-8]": 908,
    "[TEXT:␣0␣0␣2␣-2]": 909,
    "[TEXT:␣7␣0␣9]": 910,
    "[TEXT:␣-16␣-1]": 911,
    "[TEXT:␣3␣20]": 912,
    "[TEXT:6␣-7]": 913,
    "[TEXT:␣2␣23]": 914,
    "[TEXT:␣-4␣4␣-4]": 915,
    "[TEXT:␣0␣-2␣4]": 916,
    "[TEXT:␣13␣-13]": 917,
    "[TEXT:2␣6]": 918,
    "[TEXT:␣-8␣6␣-6]": 919,
    "[TEXT:␣-8␣-7]": 920,
    "[TEXT:6␣-1]": 921,
    "[TEXT:␣8␣-9␣6]": 922,
    "[TEXT:␣0␣15␣2]": 923,
    "[TEXT:␣-1␣-6␣1]": 924,
    "[TEXT:␣10␣0␣9]": 925,
    "[TEXT:␣-1␣4␣-1]": 926,
    "[TEXT:␣13␣-16]": 927,
    "[TEXT:␣9␣0␣7]": 928,
    "[TEXT:␣6␣-2␣6]": 929,
    "[TEXT:␣-6␣4␣-6]": 930,
    "[TEXT:␣8␣-10␣4]": 931,
    "[TEXT:8␣-1]": 932,
    "[TEXT:␣-15␣0]": 933,
    "[TEXT:␣4␣7]": 934,
    "[TEXT:␣1␣4␣3]": 935,
    "[TEXT:␣8␣-20]": 936,
    "[TEXT:␣-4␣-4␣-4]": 937,
    "[TEXT:1␣6]": 938,
    "[TEXT:␣4␣2␣6]": 939,
    "[TEXT:␣-4␣26]": 940,
    "[TEXT:␣-6␣24]": 941,
    "[TEXT:1␣1]": 942,
    "[TEXT:␣0␣0␣0␣0␣0␣0]": 943,
    "[TEXT:-8]": 944,
    "[TEXT:␣7␣-18]": 945,
    "[TEXT:␣-8␣20]": 946,
    "[TEXT:␣-15␣-2]": 947,
    "[TEXT:␣3␣-6]": 948,
    "[TEXT:␣-13␣-4]": 949,
    "[TEXT:␣0␣12␣1]": 950,
    "[TEXT:␣14␣-18]": 951,
    "[TEXT:␣0␣3␣-1]": 952,
    "[TEXT:1␣-8]": 953,
    "[TEXT:␣14␣-15]": 954,
    "[TEXT:␣-15␣1]": 955,
    "[TEXT:38]": 956,
    "[TEXT:␣0␣4␣-4]": 957,
    "[TEXT:␣-12␣-5]": 958,
    "[TEXT:␣8␣5␣4]": 959,
    "[TEXT:␣12␣-17]": 960,
    "[TEXT:␣17␣-10]": 961,
    "[TEXT:5␣-5]": 962,
    "[TEXT:␣-3␣24]": 963,
    "[TEXT:6␣3]": 964,
    "[TEXT:7␣-5]": 965,
    "[TEXT:␣3␣22]": 966,
    "[TEXT:2␣-10]": 967,
    "[TEXT:␣0␣11␣-1]": 968,
    "[TEXT:␣0␣7␣-1]": 969,
    "[TEXT:␣10␣1␣6]": 970,
    "[TEXT:␣14␣9]": 971,
    "[TEXT:5␣-6]": 972,
    "[TEXT:␣8␣-19]": 973,
    "[TEXT:␣19␣-6]": 974,
    "[TEXT:␣0␣12␣-1]": 975,
    "[TEXT:␣0␣-2␣0]": 976,
    "[TEXT:␣5␣0␣5]": 977,
    "[TEXT:34]": 978,
    "[TEXT:␣7␣-6␣6]": 979,
    "[TEXT:␣0␣14␣1]": 980,
    "[TEXT:␣0␣2␣2␣2]": 981,
    "[TEXT:␣0␣0␣2␣1]": 982,
    "[TEXT:␣-1␣-4␣-1]": 983,
    "[TEXT:2␣-9]": 984,
    "[TEXT:␣8␣8␣6]": 985,
    "[TEXT:␣14␣10]": 986,
    "[TEXT:1␣-7]": 987,
    "[TEXT:9␣-5]": 988,
    "[TEXT:␣11␣10]": 989,
    "[TEXT:␣17␣5]": 990,
    "[TEXT:␣19␣3]": 991,
    "[TEXT:␣6␣7]": 992,
    "[TEXT:␣15␣-14]": 993,
    "[TEXT:␣3␣2␣4]": 994,
    "[TEXT:␣7␣-15]": 995,
    "[TEXT:6␣-8]": 996,
    "[TEXT:␣11␣-15]": 997,
    "[TEXT:␣1␣1␣1]": 998,
    "[TEXT:␣0␣1␣-1]": 999,
    "[TEXT:␣11␣-18]": 1000,
    "[TEXT:␣0␣15␣-2]": 1001,
    "[TEXT:␣0␣11␣1]": 1002,
    "[TEXT:4␣1]": 1003,
    "[TEXT:␣0␣11␣-4]": 1004,
    "[TEXT:␣7␣0␣8]": 1005,
    "[TEXT:␣14␣0␣16]": 1006,
    "[TEXT:␣10␣-19]": 1007,
    "[TEXT:␣-4␣23]": 1008,
    "[TEXT:␣-6␣0␣-2]": 1009,
    "[TEXT:30]": 1010,
    "[TEXT:␣11␣9]": 1011,
    "[TEXT:␣8␣-2␣6]": 1012,
    "[TEXT:␣-1␣-4␣1]": 1013,
    "[TEXT:␣15␣7]": 1014,
    "[TEXT:␣5␣4␣5]": 1015,
    "[TEXT:␣10␣-6␣6]": 1016,
    "[TEXT:␣6␣3␣4]": 1017,
    "[TEXT:␣9␣0␣6]": 1018,
    "[TEXT:␣15␣-11]": 1019,
    "[TEXT:8␣4]": 1020,
    "[TEXT:␣0␣-4␣4]": 1021,
    "[TEXT:8␣3]": 1022,
    "[TEXT:␣17␣-7]": 1023,
    "[TEXT:9␣-6]": 1024,
    "[TEXT:␣0␣-1␣0␣0]": 1025,
    "[TEXT:␣-5␣20]": 1026,
    "[TEXT:␣12␣-20]": 1027,
    "[TEXT:␣7␣4␣5]": 1028,
    "[TEXT:␣5␣2␣4]": 1029,
    "[TEXT:␣4␣2␣3]": 1030,
    "[TEXT:␣18␣8]": 1031,
    "[TEXT:␣2␣2␣1]": 1032,
    "[TEXT:␣0␣10␣4]": 1033,
    "[TEXT:3␣4]": 1034,
    "[TEXT:6␣4]": 1035,
    "[TEXT:␣8␣-2␣4]": 1036,
    "[TEXT:␣-10␣7]": 1037,
    "[TEXT:␣-1␣-6␣-1]": 1038,
    "[TEXT:␣16␣-16]": 1039,
    "[TEXT:␣6␣4␣6]": 1040,
    "[TEXT:␣9␣0␣8]": 1041,
    "[TEXT:␣1␣-2␣3]": 1042,
    "[TEXT:␣-11␣-6]": 1043,
    "[TEXT:␣0␣0␣-3]": 1044,
    "[TEXT:␣18␣-12]": 1045,
    "[TEXT:␣0␣-1␣1]": 1046,
    "[TEXT:␣-8␣2␣-4]": 1047,
    "[TEXT:␣8␣-4␣4]": 1048,
    "[TEXT:␣-8␣4␣-6]": 1049,
    "[TEXT:␣10␣-8␣6]": 1050,
    "[TEXT:␣1␣-4␣1]": 1051,
    "[TEXT:␣0␣-6␣2]": 1052,
    "[TEXT:8␣1]": 1053,
    "[TEXT:␣16␣0␣18]": 1054,
    "[TEXT:␣-17␣3]": 1055,
    "[TEXT:␣11␣0␣9]": 1056,
    "[TEXT:3␣3]": 1057,
    "[TEXT:␣6␣-20]": 1058,
    "[TEXT:␣10␣2␣6]": 1059,
    "[TEXT:␣3␣2␣1]": 1060,
    "[TEXT:␣10␣0␣14]": 1061,
    "[TEXT:␣-16␣-4]": 1062,
    "[TEXT:6␣1]": 1063,
    "[TEXT:␣1␣2␣4]": 1064,
    "[TEXT:7␣-6]": 1065,
    "[TEXT:␣1␣2␣0␣0]": 1066,
    "[TEXT:␣-10␣6␣-8]": 1067,
    "[TEXT:␣18␣0␣18]": 1068,
    "[TEXT:␣-8␣22]": 1069,
    "[TEXT:8␣-8]": 1070,
    "[TEXT:␣0␣5␣-1]": 1071,
    "[TEXT:0␣-12]": 1072,
    "[TEXT:␣16␣-13]": 1073,
    "[TEXT:␣0␣2␣3]": 1074,
    "[TEXT:␣-2␣-2␣-1]": 1075,
    "[TEXT:␣0␣28]": 1076,
    "[TEXT:␣18␣-9]": 1077,
    "[TEXT:␣5␣0␣4]": 1078,
    "[TEXT:␣0␣-4␣1]": 1079,
    "[TEXT:␣16␣0␣16]": 1080,
    "[TEXT:␣0␣-6␣1]": 1081,
    "[TEXT:␣0␣25]": 1082,
    "[TEXT:␣6␣20]": 1083,
    "[TEXT:␣5␣-7]": 1084,
    "[TEXT:␣12␣12]": 1085,
    "[TEXT:␣3␣24]": 1086,
    "[TEXT:␣7␣-8␣5]": 1087,
    "[TEXT:␣-6␣6␣-8]": 1088,
    "[TEXT:␣3␣4␣3]": 1089,
    "[TEXT:␣7␣-8␣6]": 1090,
    "[TEXT:␣-8␣4␣-8]": 1091,
    "[TEXT:␣0␣-2␣0␣-2]": 1092,
    "[TEXT:␣8␣3␣6]": 1093,
    "[TEXT:␣-1␣-2␣-3]": 1094,
    "[TEXT:␣0␣7␣-4]": 1095,
    "[TEXT:␣-2␣28]": 1096,
    "[TEXT:␣5␣4␣3]": 1097,
    "[TEXT:␣-2␣25]": 1098,
    "[TEXT:␣3␣3␣3]": 1099,
    "[TEXT:␣6␣-3␣4]": 1100,
    "[TEXT:␣3␣-2␣3]": 1101,
    "[TEXT:1␣5]": 1102,
    "[TEXT:2␣5]": 1103,
    "[TEXT:␣-2␣2␣-1]": 1104,
    "[TEXT:␣8␣-11␣6]": 1105,
    "[TEXT:␣-10␣-7]": 1106,
    "[TEXT:␣0␣6␣-3]": 1107,
    "[TEXT:44]": 1108,
    "[TEXT:␣-6␣-4␣-4]": 1109,
    "[TEXT:␣16␣0␣14]": 1110,
    "[TEXT:␣0␣4␣4]": 1111,
    "[TEXT:␣-18␣-2]": 1112,
    "[TEXT:␣-5␣22]": 1113,
    "[TEXT:␣-14␣-6]": 1114,
    "[TEXT:␣0␣3␣1]": 1115,
    "[TEXT:0␣-11]": 1116,
    "[TEXT:␣8␣-14␣6]": 1117,
    "[TEXT:␣-10␣-8]": 1118,
    "[TEXT:␣0␣1␣0␣-1]": 1119,
    "[TEXT:␣-3␣2␣-2]": 1120,
    "[TEXT:␣-1␣4␣1]": 1121,
    "[TEXT:␣1␣-1␣3]": 1122,
    "[TEXT:␣8␣-12␣4]": 1123,
    "[TEXT:␣0␣0␣-4]": 1124,
    "[TEXT:␣0␣2␣0␣-2]": 1125,
    "[TEXT:␣-13␣-3]": 1126,
    "[TEXT:␣32]": 1127,
    "[TEXT:␣8␣-7␣4]": 1128,
    "[TEXT:␣-1␣2␣-3]": 1129,
    "[TEXT:␣13␣-18]": 1130,
    "[TEXT:␣6␣-1␣4]": 1131,
    "[TEXT:␣14␣0␣10]": 1132,
    "[TEXT:␣8␣5␣6]": 1133,
    "[TEXT:␣2␣28]": 1134,
    "[TEXT:␣-6␣2␣-6]": 1135,
    "[TEXT:␣18␣7]": 1136,
    "[TEXT:␣-2␣2␣1]": 1137,
    "[TEXT:␣0␣7␣1]": 1138,
    "[TEXT:46]": 1139,
    "[TEXT:␣8␣7␣4]": 1140,
    "[TEXT:35]": 1141,
    "[TEXT:3␣-8]": 1142,
    "[TEXT:␣-8␣-2␣-4]": 1143,
    "[TEXT:␣8␣8␣4]": 1144,
    "[TEXT:␣12␣-19]": 1145,
    "[TEXT:␣9␣-17]": 1146,
    "[TEXT:␣0␣9␣-1]": 1147,
    "[TEXT:␣-6␣21]": 1148,
    "[TEXT:␣-6␣26]": 1149,
    "[TEXT:␣0␣6␣4]": 1150,
    "[TEXT:␣5␣-2␣4]": 1151,
    "[TEXT:␣5␣4␣4]": 1152,
    "[TEXT:␣3␣-2␣4]": 1153,
    "[TEXT:␣10␣0␣4]": 1154,
    "[TEXT:␣-3␣-2␣-3]": 1155,
    "[TEXT:␣1␣21]": 1156,
    "[TEXT:␣-8␣2␣-6]": 1157,
    "[TEXT:␣8␣0␣2]": 1158,
    "[TEXT:␣-1␣-1␣1]": 1159,
    "[TEXT:␣8␣0␣5]": 1160,
    "[TEXT:␣-10␣0␣-6]": 1161,
    "[TEXT:␣0␣-5␣2]": 1162,
    "[TEXT:3␣-7]": 1163,
    "[TEXT:␣-8␣24]": 1164,
    "[TEXT:␣5␣0␣3]": 1165,
    "[TEXT:␣7␣4␣4]": 1166,
    "[TEXT:␣-1␣26]": 1167,
    "[TEXT:␣-1␣-2␣0␣0]": 1168,
    "[TEXT:␣-1␣21]": 1169,
    "[TEXT:␣7␣-17]": 1170,
    "[TEXT:␣19␣6]": 1171,
    "[TEXT:␣-5␣24]": 1172,
    "[TEXT:␣13␣-15]": 1173,
    "[TEXT:␣4␣-2␣6]": 1174,
    "[TEXT:␣6␣6␣3]": 1175,
    "[TEXT:␣2␣25]": 1176,
    "[TEXT:␣0␣12␣-4]": 1177,
    "[TEXT:␣9␣0␣10]": 1178,
    "[TEXT:␣-8␣4␣-4]": 1179,
    "[TEXT:␣15␣-16]": 1180,
    "[TEXT:␣10␣-10␣6]": 1181,
    "[TEXT:␣-3␣-2␣-1]": 1182,
    "[TEXT:␣7␣0␣4]": 1183,
    "[TEXT:␣8␣-22]": 1184,
    "[TEXT:3␣-1]": 1185,
    "[TEXT:␣10␣4␣6]": 1186,
    "[TEXT:␣6␣2␣3]": 1187,
    "[TEXT:␣0␣13␣1]": 1188,
    "[TEXT:␣-16␣-3]": 1189,
    "[TEXT:␣-11␣-5]": 1190,
    "[TEXT:␣14␣-20]": 1191,
    "[TEXT:␣0␣13␣-1]": 1192,
    "[TEXT:␣0␣-2␣-4]": 1193,
    "[TEXT:␣-1␣-2␣1␣2]": 1194,
    "[TEXT:␣-10␣20]": 1195,
    "[TEXT:␣5␣6␣3]": 1196,
    "[TEXT:␣0␣2␣-4]": 1197,
    "[TEXT:1␣-10]": 1198,
    "[TEXT:2␣-12]": 1199,
    "[TEXT:2␣-11]": 1200,
    "[TEXT:␣8␣9]": 1201,
    "[TEXT:␣5␣2␣3]": 1202,
    "[TEXT:48]": 1203,
    "[TEXT:␣2␣2␣3]": 1204,
    "[TEXT:␣12␣0␣16]": 1205,
    "[TEXT:␣-7␣0␣-5]": 1206,
    "[TEXT:␣8␣-1␣4]": 1207,
    "[TEXT:␣7␣-6␣5]": 1208,
    "[TEXT:37]": 1209,
    "[TEXT:␣10␣8␣6]": 1210,
    "[TEXT:␣8␣-5␣6]": 1211,
    "[TEXT:␣-6␣3␣-4]": 1212,
    "[TEXT:␣-18␣1]": 1213,
    "[TEXT:␣0␣-1␣0␣-1]": 1214,
    "[TEXT:␣7␣-10␣6]": 1215,
    "[TEXT:␣12␣0␣6]": 1216,
    "[TEXT:␣17␣-12]": 1217,
    "[TEXT:␣4␣26]": 1218,
    "[TEXT:␣0␣1␣0␣1]": 1219,
    "[TEXT:␣10␣-22]": 1220,
    "[TEXT:␣7␣6␣5]": 1221,
    "[TEXT:␣7␣-10␣5]": 1222,
    "[TEXT:4␣-9]": 1223,
    "[TEXT:␣1␣-4␣3]": 1224,
    "[TEXT:␣10␣4␣4]": 1225,
    "[TEXT:␣11␣-17]": 1226,
    "[TEXT:3␣1]": 1227,
    "[TEXT:4␣-10]": 1228,
    "[TEXT:␣4␣21]": 1229,
    "[TEXT:␣-5␣0␣-5]": 1230,
    "[TEXT:␣0␣9␣1]": 1231,
    "[TEXT:␣-4␣28]": 1232,
    "[TEXT:␣7␣2␣4]": 1233,
    "[TEXT:␣-1␣1␣-1]": 1234,
    "[TEXT:␣15␣-13]": 1235,
    "[TEXT:␣4␣-20]": 1236,
    "[TEXT:␣0␣12␣4]": 1237,
    "[TEXT:␣8␣3␣4]": 1238,
    "[TEXT:␣16␣-18]": 1239,
    "[TEXT:␣1␣26]": 1240,
    "[TEXT:␣-3␣-4␣-3]": 1241,
    "[TEXT:␣19␣-8]": 1242,
    "[TEXT:␣14␣-17]": 1243,
    "[TEXT:␣13␣10]": 1244,
    "[TEXT:9␣-7]": 1245,
    "[TEXT:␣-3␣26]": 1246,
    "[TEXT:␣0␣5␣-4]": 1247,
    "[TEXT:␣0␣18␣2]": 1248,
    "[TEXT:␣-2␣-2␣0␣0]": 1249,
    "[TEXT:␣-3␣-4␣-1]": 1250,
    "[TEXT:␣0␣4␣3]": 1251,
    "[TEXT:␣-3␣21]": 1252,
    "[TEXT:␣-18␣5]": 1253,
    "[TEXT:␣6␣0␣2]": 1254,
    "[TEXT:␣-6␣-2␣-6]": 1255,
    "[TEXT:␣17␣8]": 1256,
    "[TEXT:␣-2␣-2␣2␣2]": 1257,
    "[TEXT:␣9␣6␣6]": 1258,
    "[TEXT:␣0␣4␣-3]": 1259,
    "[TEXT:␣16␣10]": 1260,
    "[TEXT:␣0␣5␣1]": 1261,
    "[TEXT:␣0␣-3␣4]": 1262,
    "[TEXT:␣-1␣-6␣0]": 1263,
    "[TEXT:␣-10␣6␣-10]": 1264,
    "[TEXT:6␣-9]": 1265,
    "[TEXT:␣0␣8␣4]": 1266,
    "[TEXT:␣3␣4␣1]": 1267,
    "[TEXT:␣1␣6␣-3]": 1268,
    "[TEXT:␣0␣-3␣1]": 1269,
    "[TEXT:␣18␣-14]": 1270,
    "[TEXT:␣-8␣2␣-2]": 1271,
    "[TEXT:1␣-9]": 1272,
    "[TEXT:␣10␣0␣11]": 1273,
    "[TEXT:␣-15␣-1]": 1274,
    "[TEXT:7␣-1]": 1275,
    "[TEXT:␣6␣1␣4]": 1276,
    "[TEXT:␣-6␣4␣-8]": 1277,
    "[TEXT:␣9␣-20]": 1278,
    "[TEXT:␣0␣18␣-2]": 1279,
    "[TEXT:␣8␣7␣6]": 1280,
    "[TEXT:␣0␣8␣-3]": 1281,
    "[TEXT:␣12␣-22]": 1282,
    "[TEXT:␣-7␣-7]": 1283,
    "[TEXT:␣0␣2␣-3]": 1284,
    "[TEXT:␣1␣3␣-1]": 1285,
    "[TEXT:␣10␣8␣8]": 1286,
    "[TEXT:␣-6␣23]": 1287,
    "[TEXT:␣6␣2␣2]": 1288,
    "[TEXT:␣8␣4␣2]": 1289,
    "[TEXT:0␣0␣0]": 1290,
    "[TEXT:␣19␣-5]": 1291,
    "[TEXT:0␣-14]": 1292,
    "[TEXT:␣5␣3␣3]": 1293,
    "[TEXT:␣6␣-22]": 1294,
    "[TEXT:␣0␣-2␣3]": 1295,
    "[TEXT:␣0␣6␣3]": 1296,
    "[TEXT:␣5␣-4␣3]": 1297,
    "[TEXT:5␣-7]": 1298,
    "[TEXT:8␣-9]": 1299,
    "[TEXT:␣-8␣6␣-10]": 1300,
    "[TEXT:␣0␣1␣0␣0]": 1301,
    "[TEXT:␣6␣22]": 1302,
    "[TEXT:␣-7␣0␣-6]": 1303,
    "[TEXT:␣17␣-9]": 1304,
    "[TEXT:␣5␣7]": 1305,
    "[TEXT:␣-8␣-4␣-4]": 1306,
    "[TEXT:␣1␣-2␣4]": 1307,
    "[TEXT:␣-3␣-6]": 1308,
    "[TEXT:␣-1␣23]": 1309,
    "[TEXT:␣8␣-9␣4]": 1310,
    "[TEXT:␣-5␣0␣-4]": 1311,
    "[TEXT:␣11␣0␣10]": 1312,
    "[TEXT:0␣-13]": 1313,
    "[TEXT:␣1␣1␣3]": 1314,
    "[TEXT:␣10␣-12␣6]": 1315,
    "[TEXT:␣6␣2␣8␣2]": 1316,
    "[TEXT:␣-3␣2␣-3]": 1317,
    "[TEXT:4␣6]": 1318,
    "[TEXT:6␣-10]": 1319,
    "[TEXT:␣-8␣-1␣-6]": 1320,
    "[TEXT:␣16␣9]": 1321,
    "[TEXT:␣6␣6␣5]": 1322,
    "[TEXT:0␣0␣-2]": 1323,
    "[TEXT:␣8␣0␣8␣2]": 1324,
    "[TEXT:␣0␣0␣-2␣-1]": 1325,
    "[TEXT:␣10␣0␣7]": 1326,
    "[TEXT:␣-8␣5␣-6]": 1327,
    "[TEXT:␣0␣17␣2]": 1328,
    "[TEXT:␣0␣3␣-4]": 1329,
    "[TEXT:-9]": 1330,
    "[TEXT:␣0␣9␣-4]": 1331,
    "[TEXT:5␣-1]": 1332,
    "[TEXT:␣0␣14␣-1]": 1333,
    "[TEXT:␣5␣4␣2]": 1334,
    "[TEXT:␣5␣20]": 1335,
    "[TEXT:␣-6␣6␣-5]": 1336,
    "[TEXT:␣2␣2␣-1]": 1337,
    "[TEXT:␣0␣-2␣-2␣-2]": 1338,
    "[TEXT:␣9␣-19]": 1339,
    "[TEXT:␣9␣0␣11]": 1340,
    "[TEXT:␣-1␣-1␣-1]": 1341,
    "[TEXT:␣13␣9]": 1342,
    "[TEXT:␣-18␣0]": 1343,
    "[TEXT:2␣0␣0]": 1344,
    "[TEXT:39]": 1345,
    "[TEXT:7␣4]": 1346,
    "[TEXT:␣7␣-8␣4]": 1347,
    "[TEXT:0␣2␣-2]": 1348,
    "[TEXT:␣-3␣0␣0]": 1349,
    "[TEXT:␣-14␣-5]": 1350,
    "[TEXT:␣0␣1␣1]": 1351,
    "[TEXT:␣0␣-1␣4]": 1352,
    "[TEXT:␣-10␣4␣-8]": 1353,
    "[TEXT:␣8␣6␣2]": 1354,
    "[TEXT:␣-4␣25]": 1355,
    "[TEXT:␣16␣-15]": 1356,
    "[TEXT:␣2␣2␣0␣0]": 1357,
    "[TEXT:␣7␣6␣6]": 1358,
    "[TEXT:␣7␣-19]": 1359,
    "[TEXT:␣8␣0]": 1360,
    "[TEXT:␣-5␣0␣-3]": 1361,
    "[TEXT:␣0␣13␣-4]": 1362,
    "[TEXT:␣0␣-5␣0]": 1363,
    "[TEXT:58]": 1364,
    "[TEXT:␣-7␣0␣-4]": 1365,
    "[TEXT:␣-2␣2␣-3]": 1366,
    "[TEXT:␣10␣2␣4]": 1367,
    "[TEXT:␣8␣-5␣4]": 1368,
    "[TEXT:␣18␣-11]": 1369,
    "[TEXT:␣4␣-2␣3]": 1370,
    "[TEXT:␣0␣3␣4]": 1371,
    "[TEXT:␣-5␣6␣-5]": 1372,
    "[TEXT:␣8␣-13␣6]": 1373,
    "[TEXT:␣8␣6␣5]": 1374,
    "[TEXT:5␣-8]": 1375,
    "[TEXT:␣0␣17␣-2]": 1376,
    "[TEXT:␣7␣-4␣4]": 1377,
    "[TEXT:␣18␣0␣16]": 1378,
    "[TEXT:␣6␣4␣2]": 1379,
    "[TEXT:␣9␣0␣5]": 1380,
    "[TEXT:␣-12␣-8]": 1381,
    "[TEXT:␣0␣-5␣4]": 1382,
    "[TEXT:␣-6␣5␣-6]": 1383,
    "[TEXT:␣8␣-3␣6]": 1384,
    "[TEXT:␣-10␣22]": 1385,
    "[TEXT:␣7␣-6␣4]": 1386,
    "[TEXT:32]": 1387,
    "[TEXT:␣6␣-4␣5]": 1388,
    "[TEXT:␣-1␣4␣-3]": 1389,
    "[TEXT:␣-3␣4␣-3]": 1390,
    "[TEXT:␣1␣-1␣0␣0]": 1391,
    "[TEXT:2␣0␣-2]": 1392,
    "[TEXT:␣0␣0␣2␣-1]": 1393,
    "[TEXT:␣7␣-10␣4]": 1394,
    "[TEXT:␣1␣-4␣-1]": 1395,
    "[TEXT:␣5␣-4␣5]": 1396,
    "[TEXT:␣7␣-12␣6]": 1397,
    "[TEXT:␣12␣11]": 1398,
    "[TEXT:␣6␣4␣5]": 1399,
    "[TEXT:␣-1␣-4␣-3]": 1400,
    "[TEXT:␣8␣4␣5]": 1401,
    "[TEXT:␣-8␣-2␣-6]": 1402,
    "[TEXT:␣-4␣6␣-6]": 1403,
    "[TEXT:␣8␣2␣2]": 1404,
    "[TEXT:␣0␣-18]": 1405,
    "[TEXT:␣0␣6␣2␣4]": 1406,
    "[TEXT:␣-7␣22]": 1407,
    "[TEXT:␣12␣0␣11]": 1408,
    "[TEXT:␣11␣0␣11]": 1409,
    "[TEXT:␣-3␣2␣-1]": 1410,
    "[TEXT:␣4␣2␣1]": 1411,
    "[TEXT:␣-7␣20]": 1412,
    "[TEXT:␣-3␣-3␣-3]": 1413,
    "[TEXT:␣7␣1␣6]": 1414,
    "[TEXT:␣1␣23]": 1415,
    "[TEXT:␣1␣2␣1␣2]": 1416,
    "[TEXT:␣0␣10␣-3]": 1417,
    "[TEXT:7␣-7]": 1418,
    "[TEXT:␣0␣-4␣-1]": 1419,
    "[TEXT:␣1␣3␣1]": 1420,
    "[TEXT:␣-5␣-4␣-4]": 1421,
    "[TEXT:␣5␣-2␣3]": 1422,
    "[TEXT:␣-3␣-2␣-4]": 1423,
    "[TEXT:5␣3]": 1424,
    "[TEXT:8␣0␣0]": 1425,
    "[TEXT:␣2␣20␣2]": 1426,
    "[TEXT:␣-1␣3␣-1]": 1427,
    "[TEXT:3␣-9]": 1428,
    "[TEXT:7␣1]": 1429,
    "[TEXT:116]": 1430,
    "[TEXT:␣17␣7]": 1431,
    "[TEXT:␣4␣23]": 1432,
    "[TEXT:␣0␣8␣3]": 1433,
    "[TEXT:␣6␣3␣6]": 1434,
    "[TEXT:␣0␣15␣1]": 1435,
    "[TEXT:␣-5␣2␣-2]": 1436,
    "[TEXT:␣-9␣-8]": 1437,
    "[TEXT:␣8␣-3␣4]": 1438,
    "[TEXT:␣-7␣6␣-5]": 1439,
    "[TEXT:␣0␣-2␣2␣-2]": 1440,
    "[TEXT:␣0␣2␣0␣4]": 1441,
    "[TEXT:␣-17␣-2]": 1442,
    "[TEXT:␣4␣4␣3]": 1443,
    "[TEXT:5␣4]": 1444,
    "[TEXT:8␣-10]": 1445,
    "[TEXT:␣5␣2␣5]": 1446,
    "[TEXT:␣7␣-20]": 1447,
    "[TEXT:9␣-1]": 1448,
    "[TEXT:␣-8␣0␣-2]": 1449,
    "[TEXT:␣10␣6␣8]": 1450,
    "[TEXT:56]": 1451,
    "[TEXT:␣0␣1␣4]": 1452,
    "[TEXT:␣-17␣1]": 1453,
    "[TEXT:␣11␣-20]": 1454,
    "[TEXT:␣6␣2␣5]": 1455,
    "[TEXT:␣-8␣3␣-6]": 1456,
    "[TEXT:7␣-8]": 1457,
    "[TEXT:9␣4]": 1458,
    "[TEXT:␣-18␣-1]": 1459,
    "[TEXT:␣-8␣5␣-8]": 1460,
    "[TEXT:␣-13␣-6]": 1461,
    "[TEXT:␣-5␣2␣-4]": 1462,
    "[TEXT:5␣1]": 1463,
    "[TEXT:␣-15␣-4]": 1464,
    "[TEXT:␣6␣-3␣6]": 1465,
    "[TEXT:0␣-2␣-2]": 1466,
    "[TEXT:␣-1␣-2␣3]": 1467,
    "[TEXT:␣8␣1␣2]": 1468,
    "[TEXT:␣12␣0␣9]": 1469,
    "[TEXT:␣0␣-4␣3]": 1470,
    "[TEXT:2␣2␣-2]": 1471,
    "[TEXT:4␣0␣0]": 1472,
    "[TEXT:7␣3]": 1473,
    "[TEXT:␣0␣30]": 1474,
    "[TEXT:␣-7␣6␣-6]": 1475,
    "[TEXT:1␣-12]": 1476,
    "[TEXT:␣-6␣25]": 1477,
    "[TEXT:␣10␣2␣10␣2]": 1478,
    "[TEXT:␣10␣0]": 1479,
    "[TEXT:␣7␣0␣3]": 1480,
    "[TEXT:␣9␣-6␣6]": 1481,
    "[TEXT:␣-3␣23]": 1482,
    "[TEXT:110]": 1483,
    "[TEXT:␣0␣-6␣-2]": 1484,
    "[TEXT:4␣-11]": 1485,
    "[TEXT:␣-10␣8␣-8]": 1486,
    "[TEXT:␣6␣24]": 1487,
    "[TEXT:␣11␣0␣7]": 1488,
    "[TEXT:␣5␣-2␣5]": 1489,
    "[TEXT:␣-8␣-6␣-6]": 1490,
    "[TEXT:6␣0␣0]": 1491,
    "[TEXT:␣19␣5]": 1492,
    "[TEXT:␣-2␣-2␣1]": 1493,
    "[TEXT:␣0␣27]": 1494,
    "[TEXT:␣-1␣-2␣-1␣-2]": 1495,
    "[TEXT:␣4␣2␣-2]": 1496,
    "[TEXT:␣3␣26]": 1497,
    "[TEXT:␣-19␣4]": 1498,
    "[TEXT:␣-3␣4␣-1]": 1499,
    "[TEXT:␣-8␣26]": 1500,
    "[TEXT:␣-7␣24]": 1501,
    "[TEXT:␣-2␣4␣-4]": 1502,
    "[TEXT:49]": 1503,
    "[TEXT:␣0␣15␣-1]": 1504,
    "[TEXT:␣8␣-11␣4]": 1505,
    "[TEXT:␣9␣6␣5]": 1506,
    "[TEXT:4␣-12]": 1507,
    "[TEXT:␣-8␣-1␣-4]": 1508,
    "[TEXT:␣15␣-15]": 1509,
    "[TEXT:␣8␣2␣8␣2]": 1510,
    "[TEXT:␣10␣-9␣6]": 1511,
    "[TEXT:␣-6␣3␣-6]": 1512,
    "[TEXT:␣-7␣4␣-5]": 1513,
    "[TEXT:␣0␣-6␣3]": 1514,
    "[TEXT:␣0␣-5␣1]": 1515,
    "[TEXT:␣10␣5␣6]": 1516,
    "[TEXT:␣7␣-9␣6]": 1517,
    "[TEXT:␣4␣2␣6␣2]": 1518,
    "[TEXT:␣-6␣28]": 1519,
    "[TEXT:␣8␣-21]": 1520,
    "[TEXT:␣8␣0␣8␣-2]": 1521,
    "[TEXT:␣-2␣27]": 1522,
    "[TEXT:␣-4␣2␣-6]": 1523,
    "[TEXT:␣-7␣6␣-7]": 1524,
    "[TEXT:␣-12␣-7]": 1525,
    "[TEXT:␣3␣21]": 1526,
    "[TEXT:␣7␣-4␣5]": 1527,
    "[TEXT:␣0␣13␣4]": 1528,
    "[TEXT:3␣-10]": 1529,
    "[TEXT:␣14␣0␣18]": 1530,
    "[TEXT:␣8␣-8␣5]": 1531,
    "[TEXT:␣9␣-8␣6]": 1532,
    "[TEXT:␣0␣0␣0␣0␣-1]": 1533,
    "[TEXT:␣0␣4␣2␣4]": 1534,
    "[TEXT:␣6␣1␣6]": 1535,
    "[TEXT:␣9␣-22]": 1536,
    "[TEXT:2␣-14]": 1537,
    "[TEXT:␣0␣10␣3]": 1538,
    "[TEXT:␣5␣4␣1]": 1539,
    "[TEXT:112]": 1540,
    "[TEXT:4␣0␣-2]": 1541,
    "[TEXT:␣6␣8]": 1542,
    "[TEXT:␣8␣-14␣4]": 1543,
    "[TEXT:␣17␣-14]": 1544,
    "[TEXT:␣19␣-10]": 1545,
    "[TEXT:␣10␣-21]": 1546,
    "[TEXT:␣-5␣26]": 1547,
    "[TEXT:␣10␣0␣10␣2]": 1548,
    "[TEXT:␣-8␣21]": 1549,
    "[TEXT:␣15␣10]": 1550,
    "[TEXT:␣-4␣-2␣-3]": 1551,
    "[TEXT:␣-6␣4␣-5]": 1552,
    "[TEXT:␣10␣1␣4]": 1553,
    "[TEXT:␣-8␣3␣-4]": 1554,
    "[TEXT:␣-8␣1␣-4]": 1555,
    "[TEXT:␣9␣4␣7]": 1556,
    "[TEXT:␣34]": 1557,
    "[TEXT:␣10␣0␣8␣2]": 1558,
    "[TEXT:␣0␣12␣3]": 1559,
    "[TEXT:␣-5␣2␣-3]": 1560,
    "[TEXT:␣7␣2␣5]": 1561,
    "[TEXT:␣-4␣4␣-6]": 1562,
    "[TEXT:␣-5␣4␣-4]": 1563,
    "[TEXT:9␣1]": 1564,
    "[TEXT:␣-5␣4␣-3]": 1565,
    "[TEXT:␣6␣21]": 1566,
    "[TEXT:␣0␣12␣-3]": 1567,
    "[TEXT:␣0␣-6␣-1]": 1568,
    "[TEXT:3␣6]": 1569,
    "[TEXT:␣12␣6␣6]": 1570,
    "[TEXT:␣9␣-10␣6]": 1571,
    "[TEXT:␣4␣2␣5]": 1572,
    "[TEXT:␣14␣-19]": 1573,
    "[TEXT:␣11␣0␣8]": 1574,
    "[TEXT:␣-2␣2␣0␣0]": 1575,
    "[TEXT:␣6␣-4␣3]": 1576,
    "[TEXT:␣0␣5␣-3]": 1577,
    "[TEXT:␣9␣1␣6]": 1578,
    "[TEXT:␣3␣-2␣1]": 1579,
    "[TEXT:␣8␣-6␣5]": 1580,
    "[TEXT:␣8␣20]": 1581,
    "[TEXT:␣12␣14]": 1582,
    "[TEXT:␣17␣-11]": 1583,
    "[TEXT:␣3␣2␣5]": 1584,
    "[TEXT:␣-8␣-4␣-6]": 1585,
    "[TEXT:␣-17␣5]": 1586,
    "[TEXT:␣0␣-4␣-4]": 1587,
    "[TEXT:␣0␣7␣-3]": 1588,
    "[TEXT:␣-12␣6␣-12]": 1589,
    "[TEXT:0␣-16]": 1590,
    "[TEXT:␣-8␣8␣-8]": 1591,
    "[TEXT:␣-2␣20␣-2]": 1592,
    "[TEXT:␣5␣22]": 1593,
    "[TEXT:118]": 1594,
    "[TEXT:2␣-2␣-2]": 1595,
    "[TEXT:␣1␣-2␣0␣0]": 1596,
    "[TEXT:␣15␣-18]": 1597,
    "[TEXT:␣6␣4␣3]": 1598,
    "[TEXT:␣13␣-20]": 1599,
    "[TEXT:␣-4␣2␣-3]": 1600,
    "[TEXT:␣6␣6␣2]": 1601,
    "[TEXT:␣1␣4␣-3]": 1602,
    "[TEXT:␣8␣4␣7]": 1603,
    "[TEXT:␣7␣-2␣4]": 1604,
    "[TEXT:␣-6␣6␣-3]": 1605,
    "[TEXT:␣7␣-12␣5]": 1606,
    "[TEXT:␣13␣-17]": 1607,
    "[TEXT:␣14␣-22]": 1608,
    "[TEXT:␣8␣-2␣10␣-2]": 1609,
    "[TEXT:␣-1␣-6␣-3]": 1610,
    "[TEXT:4␣2␣-2]": 1611,
    "[TEXT:␣-1␣-2␣-4]": 1612,
    "[TEXT:␣31]": 1613,
    "[TEXT:␣7␣-9␣5]": 1614,
    "[TEXT:␣0␣-1␣-1]": 1615,
    "[TEXT:␣-10␣2␣-6]": 1616,
    "[TEXT:114]": 1617,
    "[TEXT:␣10␣6␣4]": 1618,
    "[TEXT:␣-1␣25]": 1619,
    "[TEXT:␣6␣2␣6␣2]": 1620,
    "[TEXT:␣0␣14␣4]": 1621,
    "[TEXT:␣0␣-3␣0]": 1622,
    "[TEXT:42]": 1623,
    "[TEXT:␣-1␣28]": 1624,
    "[TEXT:␣-5␣21]": 1625,
    "[TEXT:␣18␣-16]": 1626,
    "[TEXT:␣-16␣-6]": 1627,
    "[TEXT:␣7␣-2␣5]": 1628,
    "[TEXT:␣6␣5␣4]": 1629,
    "[TEXT:␣6␣-2␣3]": 1630,
    "[TEXT:4␣-2␣-2]": 1631,
    "[TEXT:␣8␣2␣10␣2]": 1632,
    "[TEXT:␣-8␣6␣-7]": 1633,
    "[TEXT:␣12␣2␣12␣2]": 1634,
    "[TEXT:␣1␣2␣-3]": 1635,
    "[TEXT:␣12␣-21]": 1636,
    "[TEXT:␣0␣16␣1]": 1637,
    "[TEXT:3␣5]": 1638,
    "[TEXT:4␣5]": 1639,
    "[TEXT:␣8␣0␣10␣-2]": 1640,
    "[TEXT:␣7␣8]": 1641,
    "[TEXT:␣11␣-19]": 1642,
    "[TEXT:␣0␣0␣0␣0␣1]": 1643,
    "[TEXT:␣-10␣4␣-10]": 1644,
    "[TEXT:␣-10␣6␣-6]": 1645,
    "[TEXT:␣8␣-16␣6]": 1646,
    "[TEXT:␣-5␣0␣-2]": 1647,
    "[TEXT:␣7␣-4␣6]": 1648,
    "[TEXT:␣-4␣30]": 1649,
    "[TEXT:␣14␣0␣8]": 1650,
    "[TEXT:␣2␣27]": 1651,
    "[TEXT:␣6␣-2␣5]": 1652,
    "[TEXT:68]": 1653,
    "[TEXT:␣4␣-22]": 1654,
    "[TEXT:45]": 1655,
    "[TEXT:␣15␣9]": 1656,
    "[TEXT:␣4␣28]": 1657,
    "[TEXT:␣19␣-7]": 1658,
    "[TEXT:␣-3␣28]": 1659,
    "[TEXT:␣10␣-4␣6]": 1660,
    "[TEXT:9␣-8]": 1661,
    "[TEXT:␣0␣13␣-3]": 1662,
    "[TEXT:␣12␣8␣8]": 1663,
    "[TEXT:␣6␣-2␣8␣-2]": 1664,
    "[TEXT:␣0␣14␣-4]": 1665,
    "[TEXT:␣-8␣6␣-4]": 1666,
    "[TEXT:␣-12␣20]": 1667,
    "[TEXT:␣6␣-1␣6]": 1668,
    "[TEXT:␣-5␣6␣-6]": 1669,
    "[TEXT:␣-1␣-3␣1]": 1670,
    "[TEXT:␣-9␣-7]": 1671,
    "[TEXT:40]": 1672,
    "[TEXT:␣8␣6␣8]": 1673,
    "[TEXT:␣0␣0␣-2␣1]": 1674,
    "[TEXT:␣16␣-17]": 1675,
    "[TEXT:␣0␣0␣0␣0␣0␣2]": 1676,
    "[TEXT:␣7␣2␣3]": 1677,
    "[TEXT:␣-5␣-2␣-4]": 1678,
    "[TEXT:␣-6␣-2␣-2]": 1679,
    "[TEXT:␣7␣-7␣5]": 1680,
    "[TEXT:␣0␣0␣1␣-1]": 1681,
    "[TEXT:␣-1␣2␣-4]": 1682,
    "[TEXT:␣10␣-24]": 1683,
    "[TEXT:␣7␣1␣4]": 1684,
    "[TEXT:␣-8␣8␣-6]": 1685,
    "[TEXT:␣0␣20␣2]": 1686,
    "[TEXT:␣-10␣24]": 1687,
    "[TEXT:␣8␣0␣6␣2]": 1688,
    "[TEXT:␣0␣3␣3]": 1689,
    "[TEXT:␣5␣-20]": 1690,
    "[TEXT:␣8␣3␣2]": 1691,
    "[TEXT:␣7␣-7␣6]": 1692,
    "[TEXT:␣10␣-7␣6]": 1693,
    "[TEXT:␣-3␣4␣-4]": 1694,
    "[TEXT:1␣-11]": 1695,
    "[TEXT:␣9␣0␣4]": 1696,
    "[TEXT:␣-4␣27]": 1697,
    "[TEXT:␣-10␣4␣-6]": 1698,
    "[TEXT:␣7␣-12␣4]": 1699,
    "[TEXT:␣-15␣-3]": 1700,
    "[TEXT:␣8␣-24]": 1701,
    "[TEXT:␣-7␣4␣-4]": 1702,
    "[TEXT:␣8␣-10␣2]": 1703,
    "[TEXT:␣-10␣0␣-4]": 1704,
    "[TEXT:␣-6␣2␣-3]": 1705,
    "[TEXT:6␣0␣-2]": 1706,
    "[TEXT:␣18␣10]": 1707,
    "[TEXT:␣0␣-3␣-1]": 1708,
    "[TEXT:␣-6␣-6␣-6]": 1709,
    "[TEXT:␣8␣0␣11]": 1710,
    "[TEXT:␣-1␣2␣3]": 1711,
    "[TEXT:␣9␣4␣5]": 1712,
    "[TEXT:␣-12␣6␣-10]": 1713,
    "[TEXT:␣8␣-10␣5]": 1714,
    "[TEXT:␣12␣1␣6]": 1715,
    "[TEXT:␣-12␣22]": 1716,
    "[TEXT:␣-5␣-2␣-3]": 1717,
    "[TEXT:␣-17␣0]": 1718,
    "[TEXT:6␣-11]": 1719,
    "[TEXT:9␣3]": 1720,
    "[TEXT:␣-9␣20]": 1721,
    "[TEXT:␣6␣-21]": 1722,
    "[TEXT:␣6␣1␣2]": 1723,
    "[TEXT:␣-6␣4␣-3]": 1724,
    "[TEXT:␣-6␣6␣-7]": 1725,
    "[TEXT:␣10␣-2␣10␣-2]": 1726,
    "[TEXT:␣0␣16␣-1]": 1727,
    "[TEXT:␣7␣3␣3]": 1728,
    "[TEXT:␣-5␣6␣-3]": 1729,
    "[TEXT:␣-13␣-5]": 1730,
    "[TEXT:␣1␣-1␣4]": 1731,
    "[TEXT:␣7␣-8␣3]": 1732,
    "[TEXT:␣5␣2␣1]": 1733,
    "[TEXT:␣-10␣6␣-12]": 1734,
    "[TEXT:␣7␣4␣3]": 1735,
    "[TEXT:␣-5␣-4␣-3]": 1736,
    "[TEXT:␣12␣6␣8]": 1737,
    "[TEXT:␣7␣5␣4]": 1738,
    "[TEXT:␣0␣-1␣3]": 1739,
    "[TEXT:␣0␣3␣-3]": 1740,
    "[TEXT:␣0␣5␣4]": 1741,
    "[TEXT:␣0␣0␣2␣4]": 1742,
    "[TEXT:␣16␣-20]": 1743,
    "[TEXT:␣7␣6␣3]": 1744,
    "[TEXT:␣-4␣4␣-3]": 1745,
    "[TEXT:␣3␣4␣-1]": 1746,
    "[TEXT:47]": 1747,
    "[TEXT:␣1␣28]": 1748,
    "[TEXT:␣-2␣-2␣-3]": 1749,
    "[TEXT:␣-8␣23]": 1750,
    "[TEXT:␣5␣24]": 1751,
    "[TEXT:␣-6␣-2␣-3]": 1752,
    "[TEXT:␣11␣-22]": 1753,
    "[TEXT:␣-3␣25]": 1754,
    "[TEXT:␣-7␣2␣-4]": 1755,
    "[TEXT:␣-6␣-1␣-4]": 1756,
    "[TEXT:␣1␣2␣-1␣-2]": 1757,
    "[TEXT:␣4␣4␣5]": 1758,
    "[TEXT:␣-1␣3␣1]": 1759,
    "[TEXT:␣-5␣-4␣-2]": 1760,
    "[TEXT:␣9␣-12␣6]": 1761,
    "[TEXT:␣0␣4␣0␣4]": 1762,
    "[TEXT:␣6␣-24]": 1763,
    "[TEXT:␣0␣15␣-4]": 1764,
    "[TEXT:␣18␣9]": 1765,
    "[TEXT:␣-2␣2␣0␣2]": 1766,
    "[TEXT:␣3␣-2␣5]": 1767,
    "[TEXT:2␣-13]": 1768,
    "[TEXT:␣-10␣-10]": 1769,
    "[TEXT:␣0␣20␣-2]": 1770,
    "[TEXT:␣7␣-22]": 1771,
    "[TEXT:6␣-2␣-2]": 1772,
    "[TEXT:␣4␣25]": 1773,
    "[TEXT:␣7␣-6␣3]": 1774,
    "[TEXT:␣-3␣2␣-4]": 1775,
    "[TEXT:␣10␣10␣8]": 1776,
    "[TEXT:␣18␣-13]": 1777,
    "[TEXT:␣6␣5␣6]": 1778,
    "[TEXT:␣12␣-24]": 1779,
    "[TEXT:␣0␣1␣2␣1]": 1780,
    "[TEXT:33]": 1781,
    "[TEXT:␣7␣-5␣6]": 1782,
    "[TEXT:␣-18␣-4]": 1783,
    "[TEXT:␣10␣-14␣6]": 1784,
    "[TEXT:␣7␣-10␣3]": 1785,
    "[TEXT:␣8␣-2␣8␣-2]": 1786,
    "[TEXT:␣4␣-2␣5]": 1787,
    "[TEXT:␣3␣3␣1]": 1788,
    "[TEXT:5␣-10]": 1789,
    "[TEXT:␣8␣-6␣2]": 1790,
    "[TEXT:␣1␣6␣4]": 1791,
    "[TEXT:␣0␣-3␣-4]": 1792,
    "[TEXT:-10]": 1793,
    "[TEXT:6␣-12]": 1794,
    "[TEXT:8␣-11]": 1795,
    "[TEXT:␣8␣2␣5]": 1796,
    "[TEXT:␣0␣-6␣-4]": 1797,
    "[TEXT:␣0␣2␣2␣4]": 1798,
    "[TEXT:57]": 1799,
    "[TEXT:␣13␣0␣11]": 1800,
    "[TEXT:␣8␣0␣10␣2]": 1801,
    "[TEXT:␣-5␣-3␣-3]": 1802,
    "[TEXT:␣0␣9␣-3]": 1803,
    "[TEXT:␣10␣0␣10␣-2]": 1804,
    "[TEXT:␣1␣25]": 1805,
    "[TEXT:␣0␣6␣-6]": 1806,
    "[TEXT:␣-6␣27]": 1807,
    "[TEXT:␣10␣-2␣4]": 1808,
    "[TEXT:54]": 1809,
    "[TEXT:␣0␣7␣4]": 1810,
    "[TEXT:␣6␣3␣3]": 1811,
    "[TEXT:␣-1␣1␣-3]": 1812,
    "[TEXT:␣-17␣-1]": 1813,
    "[TEXT:␣7␣6␣4]": 1814,
    "[TEXT:␣9␣4␣4]": 1815,
    "[TEXT:␣11␣12]": 1816,
    "[TEXT:␣8␣-1␣6]": 1817,
    "[TEXT:␣7␣-9␣4]": 1818,
    "[TEXT:␣-8␣4␣-10]": 1819,
    "[TEXT:␣10␣7␣6]": 1820,
    "[TEXT:␣7␣-14␣6]": 1821,
    "[TEXT:␣-8␣0␣-5]": 1822,
    "[TEXT:␣18␣0␣20]": 1823,
    "[TEXT:␣-4␣-2␣-4␣-2]": 1824,
    "[TEXT:␣5␣3␣5]": 1825,
    "[TEXT:64]": 1826,
    "[TEXT:␣10␣10␣6]": 1827,
    "[TEXT:␣-4␣-4␣-3]": 1828,
    "[TEXT:␣3␣23]": 1829,
    "[TEXT:␣8␣-2␣2]": 1830,
    "[TEXT:␣8␣-4␣2]": 1831,
    "[TEXT:␣9␣8␣6]": 1832,
    "[TEXT:␣10␣-11␣6]": 1833,
    "[TEXT:␣7␣-7␣4]": 1834,
    "[TEXT:␣0␣0␣-2␣2]": 1835,
    "[TEXT:␣3␣3␣4]": 1836,
    "[TEXT:␣3␣4␣5]": 1837,
    "[TEXT:␣-5␣4␣-5]": 1838,
    "[TEXT:␣1␣-3␣1]": 1839,
    "[TEXT:␣8␣-15␣6]": 1840,
    "[TEXT:␣-5␣23]": 1841,
    "[TEXT:␣-9␣22]": 1842,
    "[TEXT:␣10␣-2␣6]": 1843,
    "[TEXT:␣4␣4␣1]": 1844,
    "[TEXT:␣0␣0␣0]": 1845,
    "[TEXT:␣16␣0␣12]": 1846,
    "[TEXT:␣-9␣6␣-7]": 1847,
    "[TEXT:5␣-9]": 1848,
    "[TEXT:␣7␣-11␣6]": 1849,
    "[TEXT:␣12␣0␣12␣2]": 1850,
    "[TEXT:␣7␣2␣6]": 1851,
    "[TEXT:␣-3␣2␣1]": 1852,
    "[TEXT:21]": 1853,
    "[TEXT:␣-8␣-3␣-4]": 1854,
    "[TEXT:␣5␣-4␣6]": 1855,
    "[TEXT:␣2␣2␣2␣2]": 1856,
    "[TEXT:␣-6␣6␣-10]": 1857,
    "[TEXT:␣-10␣5␣-8]": 1858,
    "[TEXT:␣8␣-8␣2]": 1859,
    "[TEXT:␣-1␣2␣1␣2]": 1860,
    "[TEXT:␣9␣8␣7]": 1861,
    "[TEXT:␣-7␣26]": 1862,
    "[TEXT:␣8␣-13␣4]": 1863,
    "[TEXT:␣5␣-9]": 1864,
    "[TEXT:␣0␣2␣1␣2]": 1865,
    "[TEXT:␣-1␣-3␣-1]": 1866,
    "[TEXT:␣10␣2␣12␣2]": 1867,
    "[TEXT:␣-20]": 1868,
    "[TEXT:␣10␣8␣4]": 1869,
    "[TEXT:␣0␣2␣4␣2]": 1870,
    "[TEXT:␣0␣2␣-2␣4]": 1871,
    "[TEXT:␣-8␣25]": 1872,
    "[TEXT:␣10␣-23]": 1873,
    "[TEXT:6␣5]": 1874,
    "[TEXT:␣15␣-17]": 1875,
    "[TEXT:␣12␣0␣10␣2]": 1876,
    "[TEXT:␣-9␣6␣-9]": 1877,
    "[TEXT:␣9␣-8␣5]": 1878,
    "[TEXT:␣-7␣4␣-6]": 1879,
    "[TEXT:␣4␣4␣6]": 1880,
    "[TEXT:␣-4␣3␣-4]": 1881,
    "[TEXT:52]": 1882,
    "[TEXT:␣11␣0␣12]": 1883,
    "[TEXT:␣0␣13␣3]": 1884,
    "[TEXT:6␣6]": 1885,
    "[TEXT:␣19␣-12]": 1886,
    "[TEXT:␣12␣-2␣12␣-2]": 1887,
    "[TEXT:␣-10␣26]": 1888,
    "[TEXT:59]": 1889,
    "[TEXT:␣9␣0]": 1890,
