{
    "[START]": 1,
    "[END]": 2,
    "[UP]": 3,
    "[TEXT:-]": 4,
    "[TEXT:0]": 5,
    "[TEXT:1]": 6,
    "[TEXT:2]": 7,
    "[TEXT:3]": 8,
    "[TEXT:4]": 9,
    "[TEXT:5]": 10,
    "[TEXT:6]": 11,
    "[TEXT:7]": 12,
    "[TEXT:8]": 13,
    "[TEXT:9]": 14,
    "[TEXT:␣]": 15,
    "[TEXT:␣-]": 16,
    "[TEXT:␣1]": 17,
    "[TEXT:␣-1]": 18,
    "[TEXT:␣0]": 19,
    "[TEXT:␣2]": 20,
    "[TEXT:␣-2]": 21,
    "[TEXT:␣4]": 22,
    "[TEXT:␣6]": 23,
    "[TEXT:␣-4]": 24,
    "[TEXT:␣8]": 25,
    "[TEXT:␣3]": 26,
    "[TEXT:␣-6]": 27,
    "[TEXT:␣10]": 28,
    "[TEXT:␣-3]": 29,
    "[TEXT:␣5]": 30,
    "[TEXT:␣7]": 31,
    "[TEXT:␣-8]": 32,
    "[TEXT:␣12]": 33,
    "[TEXT:␣-5]": 34,
    "[TEXT:␣9]": 35,
    "[TEXT:␣-10]": 36,
    "[TEXT:␣0␣0]": 37,
    "[TEXT:␣-7]": 38,
    "[TEXT:␣14]": 39,
    "[TEXT:␣11]": 40,
    "[TEXT:␣-9]": 41,
    "[TEXT:␣-12]": 42,
    "[TEXT:␣16]": 43,
    "[TEXT:␣13]": 44,
    "[TEXT:␣-11]": 45,
    "[TEXT:␣-14]": 46,
    "[TEXT:␣18]": 47,
    "[TEXT:␣15]": 48,
    "[TEXT:␣0␣2]": 49,
    "[TEXT:␣-13]": 50,
    "[TEXT:␣2␣2]": 51,
    "[TEXT:␣-16]": 52,
    "[TEXT:␣17]": 53,
    "[TEXT:␣1␣2]": 54,
    "[TEXT:␣0␣-2]": 55,
    "[TEXT:␣4␣2]": 56,
    "[TEXT:␣-2␣2]": 57,
    "[TEXT:␣-15]": 58,
    "[TEXT:␣0␣6]": 59,
    "[TEXT:␣0␣-1]": 60,
    "[TEXT:␣0␣8]": 61,
    "[TEXT:␣19]": 62,
    "[TEXT:␣-4␣2]": 63,
    "[TEXT:␣0␣4]": 64,
    "[TEXT:␣6␣2]": 65,
    "[TEXT:␣-18]": 66,
    "[TEXT:␣-2␣-2]": 67,
    "[TEXT:␣0␣1]": 68,
    "[TEXT:␣-1␣2]": 69,
    "[TEXT:␣-6␣2]": 70,
    "[TEXT:␣0␣10]": 71,
    "[TEXT:␣3␣2]": 72,
    "[TEXT:␣8␣2]": 73,
    "[TEXT:␣6␣-2]": 74,
    "[TEXT:␣8␣-2]": 75,
    "[TEXT:␣-8␣2]": 76,
    "[TEXT:␣-1␣-2]": 77,
    "[TEXT:␣-17]": 78,
    "[TEXT:␣4␣4]": 79,
    "[TEXT:␣0␣12]": 80,
    "[TEXT:␣4␣-2]": 81,
    "[TEXT:␣10␣-2]": 82,
    "[TEXT:␣10␣2]": 83,
    "[TEXT:␣0␣3]": 84,
    "[TEXT:␣-3␣2]": 85,
    "[TEXT:␣0␣0␣0␣0]": 86,
    "[TEXT:␣0␣-4]": 87,
    "[TEXT:␣5␣2]": 88,
    "[TEXT:␣0␣7]": 89,
    "[TEXT:␣1␣-2]": 90,
    "[TEXT:␣1␣6]": 91,
    "[TEXT:␣-5␣2]": 92,
    "[TEXT:␣0␣9]": 93,
    "[TEXT:␣1␣4]": 94,
    "[TEXT:␣12␣-2]": 95,
    "[TEXT:␣-10␣2]": 96,
    "[TEXT:␣6␣6]": 97,
    "[TEXT:␣1␣-1]": 98,
    "[TEXT:␣-4␣-2]": 99,
    "[TEXT:␣0␣5]": 100,
    "[TEXT:␣-6␣4]": 101,
    "[TEXT:␣-6␣6]": 102,
    "[TEXT:␣8␣-4]": 103,
    "[TEXT:␣8␣4]": 104,
    "[TEXT:␣12␣2]": 105,
    "[TEXT:␣-7␣2]": 106,
    "[TEXT:␣-8␣4]": 107,
    "[TEXT:␣-8␣6]": 108,
    "[TEXT:␣0␣14]": 109,
    "[TEXT:␣7␣2]": 110,
    "[TEXT:␣-6␣-2]": 111,
    "[TEXT:␣8␣-1]": 112,
    "[TEXT:␣7␣-2]": 113,
    "[TEXT:␣0␣-3]": 114,
    "[TEXT:␣10␣-4]": 115,
    "[TEXT:␣6␣4]": 116,
    "[TEXT:␣9␣-2]": 117,
    "[TEXT:␣3␣-2]": 118,
    "[TEXT:␣0␣11]": 119,
    "[TEXT:␣10␣4]": 120,
    "[TEXT:␣5␣-2]": 121,
    "[TEXT:␣8␣3]": 122,
    "[TEXT:␣-19]": 123,
    "[TEXT:␣-4␣4]": 124,
    "[TEXT:␣9␣2]": 125,
    "[TEXT:␣-4␣6]": 126,
    "[TEXT:␣-10␣4]": 127,
    "[TEXT:␣14␣-2]": 128,
    "[TEXT:␣-9␣2]": 129,
    "[TEXT:␣6␣3]": 130,
    "[TEXT:␣5␣4]": 131,
    "[TEXT:␣-12␣2]": 132,
    "[TEXT:␣-10␣6]": 133,
    "[TEXT:␣10␣-1]": 134,
    "[TEXT:␣8␣1]": 135,
    "[TEXT:␣0␣-6]": 136,
    "[TEXT:␣0␣0␣2]": 137,
    "[TEXT:␣8␣-3]": 138,
    "[TEXT:␣10␣3]": 139,
    "[TEXT:␣-1␣4]": 140,
    "[TEXT:␣-3␣-2]": 141,
    "[TEXT:␣8␣-6]": 142,
    "[TEXT:␣10␣1]": 143,
    "[TEXT:␣1␣1]": 144,
    "[TEXT:␣11␣-2]": 145,
    "[TEXT:␣7␣4]": 146,
    "[TEXT:␣-1␣6]": 147,
    "[TEXT:␣-4␣-4]": 148,
    "[TEXT:␣14␣2]": 149,
    "[TEXT:␣12␣-4]": 150,
    "[TEXT:␣12␣4]": 151,
    "[TEXT:␣3␣3]": 152,
    "[TEXT:␣-8␣3]": 153,
    "[TEXT:␣10␣-6]": 154,
    "[TEXT:␣10␣-3]": 155,
    "[TEXT:␣0␣16]": 156,
    "[TEXT:␣-6␣3]": 157,
    "[TEXT:␣13␣-2]": 158,
    "[TEXT:␣-8␣-2]": 159,
    "[TEXT:␣-7␣4]": 160,
    "[TEXT:␣-5␣6]": 161,
    "[TEXT:-1]": 162,
    "[TEXT:␣-4␣3]": 163,
    "[TEXT:␣8␣6]": 164,
    "[TEXT:␣-5␣4]": 165,
    "[TEXT:␣11␣2]": 166,
    "[TEXT:␣12␣1]": 167,
    "[TEXT:␣-4␣-1]": 168,
    "[TEXT:␣3␣4]": 169,
    "[TEXT:␣-8␣8]": 170,
    "[TEXT:␣-7␣6]": 171,
    "[TEXT:0␣-2]": 172,
    "[TEXT:␣-3␣4]": 173,
    "[TEXT:␣-8␣0]": 174,
    "[TEXT:␣-1␣1]": 175,
    "[TEXT:␣9␣4]": 176,
    "[TEXT:␣-8␣5]": 177,
    "[TEXT:␣12␣-1]": 178,
    "[TEXT:␣-12␣4]": 179,
    "[TEXT:␣-3␣6]": 180,
    "[TEXT:␣-12␣6]": 181,
    "[TEXT:␣16␣-2]": 182,
    "[TEXT:␣-9␣4]": 183,
    "[TEXT:␣-5␣-2]": 184,
    "[TEXT:␣12␣-6]": 185,
    "[TEXT:␣0␣13]": 186,
    "[TEXT:␣-10␣8]": 187,
    "[TEXT:␣-6␣5]": 188,
    "[TEXT:␣12␣3]": 189,
    "[TEXT:␣-9␣6]": 190,
    "[TEXT:␣9␣-4]": 191,
    "[TEXT:␣-10␣3]": 192,
    "[TEXT:␣-8␣7]": 193,
    "[TEXT:␣-6␣1]": 194,
    "[TEXT:␣-8␣1]": 195,
    "[TEXT:␣-11␣2]": 196,
    "[TEXT:0␣2]": 197,
    "[TEXT:␣0␣0␣-2]": 198,
    "[TEXT:␣-6␣-1]": 199,
    "[TEXT:␣-4␣1]": 200,
    "[TEXT:␣5␣6]": 201,
    "[TEXT:␣-14␣2]": 202,
    "[TEXT:␣-6␣0]": 203,
    "[TEXT:␣12␣-3]": 204,
    "[TEXT:␣-4␣5]": 205,
    "[TEXT:-2]": 206,
    "[TEXT:␣-1␣-1]": 207,
    "[TEXT:10]": 208,
    "[TEXT:␣10␣6]": 209,
    "[TEXT:␣14␣-4]": 210,
    "[TEXT:␣1␣3]": 211,
    "[TEXT:␣5␣3]": 212,
    "[TEXT:␣0␣18]": 213,
    "[TEXT:␣14␣4]": 214,
    "[TEXT:␣-10␣0]": 215,
    "[TEXT:␣-10␣5]": 216,
    "[TEXT:␣-6␣7]": 217,
    "[TEXT:␣15␣-2]": 218,
    "[TEXT:␣7␣3]": 219,
    "[TEXT:␣13␣2]": 220,
    "[TEXT:␣-1␣3]": 221,
    "[TEXT:2␣-2]": 222,
    "[TEXT:␣10␣-5]": 223,
    "[TEXT:␣-12␣8]": 224,
    "[TEXT:␣-4␣-3]": 225,
    "[TEXT:␣0␣2␣2]": 226,
    "[TEXT:␣-10␣7]": 227,
    "[TEXT:␣-10␣-2]": 228,
    "[TEXT:␣11␣-4]": 229,
    "[TEXT:␣9␣1]": 230,
    "[TEXT:␣14␣1]": 231,
    "[TEXT:␣-5␣3]": 232,
    "[TEXT:␣9␣-1]": 233,
    "[TEXT:␣16␣2]": 234,
    "[TEXT:␣-7␣3]": 235,
    "[TEXT:␣11␣4]": 236,
    "[TEXT:␣-8␣-1]": 237,
    "[TEXT:␣9␣3]": 238,
    "[TEXT:␣8␣5]": 239,
    "[TEXT:␣-7␣-2]": 240,
    "[TEXT:␣14␣-1]": 241,
    "[TEXT:␣-6␣-3]": 242,
    "[TEXT:␣7␣1]": 243,
    "[TEXT:␣8␣-5]": 244,
    "[TEXT:␣-8␣10]": 245,
    "[TEXT:␣-11␣4]": 246,
    "[TEXT:␣-3␣3]": 247,
    "[TEXT:␣-4␣7]": 248,
    "[TEXT:␣-10␣10]": 249,
    "[TEXT:␣-6␣-4]": 250,
    "[TEXT:␣-10␣1]": 251,
    "[TEXT:␣-12␣3]": 252,
    "[TEXT:␣12␣6]": 253,
    "[TEXT:␣-8␣9]": 254,
    "[TEXT:␣6␣1]": 255,
    "[TEXT:␣-2␣4]": 256,
    "[TEXT:␣-11␣6]": 257,
    "[TEXT:␣0␣15]": 258,
    "[TEXT:12]": 259,
    "[TEXT:␣-9␣3]": 260,
    "[TEXT:␣7␣-1]": 261,
    "[TEXT:␣9␣-3]": 262,
    "[TEXT:␣18␣-2]": 263,
    "[TEXT:␣14␣-3]": 264,
    "[TEXT:␣-7␣0]": 265,
    "[TEXT:␣7␣6]": 266,
    "[TEXT:␣14␣-6]": 267,
    "[TEXT:␣12␣-5]": 268,
    "[TEXT:␣14␣3]": 269,
    "[TEXT:␣-3␣-3]": 270,
    "[TEXT:␣10␣5]": 271,
    "[TEXT:␣5␣1]": 272,
    "[TEXT:␣11␣1]": 273,
    "[TEXT:␣8␣8]": 274,
    "[TEXT:␣-4␣0]": 275,
    "[TEXT:␣-14␣4]": 276,
    "[TEXT:2␣2]": 277,
    "[TEXT:␣11␣-1]": 278,
    "[TEXT:4␣-2]": 279,
    "[TEXT:␣-7␣5]": 280,
    "[TEXT:␣-14␣6]": 281,
    "[TEXT:␣-13␣2]": 282,
    "[TEXT:␣9␣6]": 283,
    "[TEXT:␣-9␣8]": 284,
    "[TEXT:␣-5␣1]": 285,
    "[TEXT:␣-12␣0]": 286,
    "[TEXT:␣-5␣0]": 287,
    "[TEXT:␣-16␣2]": 288,
    "[TEXT:␣-12␣10]": 289,
    "[TEXT:␣-7␣8]": 290,
    "[TEXT:␣-12␣5]": 291,
    "[TEXT:14]": 292,
    "[TEXT:␣-7␣1]": 293,
    "[TEXT:␣9␣-6]": 294,
    "[TEXT:␣-9␣0]": 295,
    "[TEXT:16]": 296,
    "[TEXT:␣-9␣5]": 297,
    "[TEXT:␣-5␣-4]": 298,
    "[TEXT:␣-7␣7]": 299,
    "[TEXT:␣-8␣-4]": 300,
    "[TEXT:␣0␣1␣2]": 301,
    "[TEXT:13]": 302,
    "[TEXT:␣13␣-4]": 303,
    "[TEXT:␣11␣-3]": 304,
    "[TEXT:␣11␣-6]": 305,
    "[TEXT:␣-5␣5]": 306,
    "[TEXT:␣0␣6␣2]": 307,
    "[TEXT:-3]": 308,
    "[TEXT:␣-2␣6]": 309,
    "[TEXT:␣11␣3]": 310,
    "[TEXT:␣-10␣-1]": 311,
    "[TEXT:␣16␣-4]": 312,
    "[TEXT:␣4␣3]": 313,
    "[TEXT:␣-12␣7]": 314,
    "[TEXT:␣-10␣9]": 315,
    "[TEXT:␣0␣4␣2]": 316,
    "[TEXT:␣-5␣-1]": 317,
    "[TEXT:␣-8␣-3]": 318,
    "[TEXT:␣7␣5]": 319,
    "[TEXT:␣0␣8␣2]": 320,
    "[TEXT:␣12␣5]": 321,
    "[TEXT:␣-9␣7]": 322,
    "[TEXT:8␣-2]": 323,
    "[TEXT:␣12␣-8]": 324,
    "[TEXT:6␣-2]": 325,
    "[TEXT:␣-11␣8]": 326,
    "[TEXT:␣-3␣5]": 327,
    "[TEXT:␣2␣2␣2]": 328,
    "[TEXT:␣-9␣-2]": 329,
    "[TEXT:␣0␣17]": 330,
    "[TEXT:␣0␣0␣1]": 331,
    "[TEXT:␣13␣4]": 332,
    "[TEXT:␣15␣2]": 333,
    "[TEXT:␣-14␣8]": 334,
    "[TEXT:␣16␣4]": 335,
    "[TEXT:0␣-4]": 336,
    "[TEXT:␣-3␣1]": 337,
    "[TEXT:1␣-2]": 338,
    "[TEXT:␣0␣0␣-1]": 339,
    "[TEXT:15]": 340,
    "[TEXT:18]": 341,
    "[TEXT:␣11␣6]": 342,
    "[TEXT:␣-1␣5]": 343,
    "[TEXT:␣14␣6]": 344,
    "[TEXT:␣13␣1]": 345,
    "[TEXT:␣-6␣-6]": 346,
    "[TEXT:␣0␣-2␣2]": 347,
    "[TEXT:␣16␣1]": 348,
    "[TEXT:␣-9␣1]": 349,
    "[TEXT:␣-7␣-1]": 350,
    "[TEXT:0␣-3]": 351,
    "[TEXT:␣13␣-1]": 352,
    "[TEXT:␣16␣-1]": 353,
    "[TEXT:4␣2]": 354,
    "[TEXT:␣9␣5]": 355,
    "[TEXT:␣18␣2]": 356,
    "[TEXT:␣-13␣6]": 357,
    "[TEXT:␣-6␣8]": 358,
    "[TEXT:␣-12␣-2]": 359,
    "[TEXT:␣-3␣-1]": 360,
    "[TEXT:␣-5␣7]": 361,
    "[TEXT:␣-11␣3]": 362,
    "[TEXT:␣-12␣1]": 363,
    "[TEXT:␣-9␣10]": 364,
    "[TEXT:␣4␣1]": 365,
    "[TEXT:␣0␣10␣2]": 366,
    "[TEXT:␣10␣8]": 367,
    "[TEXT:␣17␣-2]": 368,
    "[TEXT:␣-13␣4]": 369,
    "[TEXT:␣-4␣8]": 370,
    "[TEXT:␣6␣-1]": 371,
    "[TEXT:␣0␣-2␣-2]": 372,
    "[TEXT:␣0␣0␣0␣2]": 373,
    "[TEXT:␣13␣-6]": 374,
    "[TEXT:␣0␣-1␣2]": 375,
    "[TEXT:␣12␣-7]": 376,
    "[TEXT:1␣2]": 377,
    "[TEXT:␣14␣-5]": 378,
    "[TEXT:␣-5␣-3]": 379,
    "[TEXT:␣-12␣9]": 380,
    "[TEXT:␣16␣-3]": 381,
    "[TEXT:␣13␣-3]": 382,
    "[TEXT:␣16␣-6]": 383,
    "[TEXT:17]": 384,
    "[TEXT:␣-14␣3]": 385,
    "[TEXT:-4]": 386,
    "[TEXT:␣8␣7]": 387,
    "[TEXT:␣10␣7]": 388,
    "[TEXT:␣14␣-8]": 389,
    "[TEXT:␣-11␣0]": 390,
    "[TEXT:␣16␣3]": 391,
    "[TEXT:␣13␣3]": 392,
    "[TEXT:0␣4]": 393,
    "[TEXT:␣-3␣7]": 394,
    "[TEXT:␣-10␣-4]": 395,
    "[TEXT:␣-2␣-1]": 396,
    "[TEXT:␣-10␣12]": 397,
    "[TEXT:␣-11␣5]": 398,
    "[TEXT:␣-15␣2]": 399,
    "[TEXT:␣-11␣10]": 400,
    "[TEXT:␣-7␣-4]": 401,
    "[TEXT:␣-14␣10]": 402,
    "[TEXT:␣15␣-4]": 403,
    "[TEXT:␣0␣20]": 404,
    "[TEXT:6␣2]": 405,
    "[TEXT:␣0␣8␣-2]": 406,
    "[TEXT:␣11␣-5]": 407,
    "[TEXT:␣9␣-5]": 408,
    "[TEXT:␣-18␣2]": 409,
    "[TEXT:␣-13␣8]": 410,
    "[TEXT:␣-16␣6]": 411,
    "[TEXT:3␣-2]": 412,
    "[TEXT:19]": 413,
    "[TEXT:2␣-4]": 414,
    "[TEXT:␣-14␣5]": 415,
    "[TEXT:2␣-3]": 416,
    "[TEXT:␣-9␣-1]": 417,
    "[TEXT:␣-12␣12]": 418,
    "[TEXT:␣-11␣7]": 419,
    "[TEXT:␣0␣10␣-2]": 420,
    "[TEXT:␣-14␣0]": 421,
    "[TEXT:␣0␣6␣-2]": 422,
    "[TEXT:␣0␣12␣2]": 423,
    "[TEXT:␣11␣5]": 424,
    "[TEXT:␣-7␣10]": 425,
    "[TEXT:␣-16␣4]": 426,
    "[TEXT:␣14␣5]": 427,
    "[TEXT:8␣2]": 428,
    "[TEXT:␣5␣-1]": 429,
    "[TEXT:␣0␣19]": 430,
    "[TEXT:␣-10␣-3]": 431,
    "[TEXT:0␣3]": 432,
    "[TEXT:␣4␣6]": 433,
    "[TEXT:␣-9␣9]": 434,
    "[TEXT:␣15␣1]": 435,
    "[TEXT:␣-10␣11]": 436,
    "[TEXT:␣-12␣-1]": 437,
    "[TEXT:␣18␣-4]": 438,
    "[TEXT:␣-14␣7]": 439,
    "[TEXT:␣15␣-1]": 440,
    "[TEXT:0␣-6]": 441,
    "[TEXT:␣15␣4]": 442,
    "[TEXT:␣12␣8]": 443,
    "[TEXT:␣13␣6]": 444,
    "[TEXT:␣-1␣0␣0]": 445,
    "[TEXT:␣0␣2␣-2]": 446,
    "[TEXT:4␣-3]": 447,
    "[TEXT:␣0␣-1␣-2]": 448,
    "[TEXT:␣-7␣-3]": 449,
    "[TEXT:␣1␣2␣1]": 450,
    "[TEXT:␣0␣3␣2]": 451,
    "[TEXT:␣3␣6]": 452,
    "[TEXT:0␣1]": 453,
    "[TEXT:␣12␣7]": 454,
    "[TEXT:␣-11␣-2]": 455,
    "[TEXT:␣-11␣1]": 456,
    "[TEXT:␣4␣-1]": 457,
    "[TEXT:␣8␣0␣8]": 458,
    "[TEXT:␣15␣-6]": 459,
    "[TEXT:␣17␣2]": 460,
    "[TEXT:0␣-1]": 461,
    "[TEXT:5␣-2]": 462,
    "[TEXT:␣3␣1]": 463,
    "[TEXT:20]": 464,
    "[TEXT:␣-3␣0]": 465,
    "[TEXT:␣15␣-3]": 466,
    "[TEXT:␣-6␣-5]": 467,
    "[TEXT:4␣-4]": 468,
    "[TEXT:␣18␣1]": 469,
    "[TEXT:3␣2]": 470,
    "[TEXT:␣-13␣3]": 471,
    "[TEXT:␣13␣-5]": 472,
    "[TEXT:␣18␣4]": 473,
    "[TEXT:␣9␣8]": 474,
    "[TEXT:␣-13␣10]": 475,
    "[TEXT:␣-8␣12]": 476,
    "[TEXT:␣-7␣9]": 477,
    "[TEXT:7␣-2]": 478,
    "[TEXT:␣16␣6]": 479,
    "[TEXT:6␣-3]": 480,
    "[TEXT:␣4␣2␣4]": 481,
    "[TEXT:␣0␣0␣0␣-2]": 482,
    "[TEXT:␣0␣22]": 483,
    "[TEXT:␣0␣4␣-2]": 484,
    "[TEXT:␣18␣-1]": 485,
    "[TEXT:␣5␣5]": 486,
    "[TEXT:0␣-5]": 487,
    "[TEXT:␣-2␣-2␣-2]": 488,
    "[TEXT:␣14␣-7]": 489,
    "[TEXT:␣-11␣9]": 490,
    "[TEXT:␣7␣-4]": 491,
    "[TEXT:␣0␣12␣-2]": 492,
    "[TEXT:␣-16␣8]": 493,
    "[TEXT:␣8␣0␣6]": 494,
    "[TEXT:␣-14␣1]": 495,
    "[TEXT:␣16␣-5]": 496,
    "[TEXT:␣-8␣11]": 497,
    "[TEXT:␣0␣7␣2]": 498,
    "[TEXT:␣-15␣6]": 499,
    "[TEXT:␣-12␣11]": 500,
    "[TEXT:␣0␣1␣-2]": 501,
    "[TEXT:22]": 502,
    "[TEXT:␣-14␣-2]": 503,
    "[TEXT:␣-9␣-4]": 504,
    "[TEXT:8␣-3]": 505,
    "[TEXT:␣19␣-2]": 506,
    "[TEXT:␣15␣3]": 507,
    "[TEXT:␣10␣0␣10]": 508,
    "[TEXT:␣7␣-3]": 509,
    "[TEXT:␣-14␣9]": 510,
    "[TEXT:␣-15␣4]": 511,
    "[TEXT:␣0␣2␣1]": 512,
    "[TEXT:9␣-2]": 513,
    "[TEXT:6␣-4]": 514,
    "[TEXT:␣-14␣12]": 515,
    "[TEXT:␣-8␣-6]": 516,
    "[TEXT:␣18␣-3]": 517,
    "[TEXT:␣0␣9␣2]": 518,
    "[TEXT:1␣-4]": 519,
    "[TEXT:0␣6]": 520,
    "[TEXT:␣-9␣12]": 521,
    "[TEXT:8␣-4]": 522,
    "[TEXT:␣0␣-4␣-2]": 523,
    "[TEXT:␣-13␣5]": 524,
    "[TEXT:␣8␣0␣10]": 525,
    "[TEXT:␣1␣0␣0]": 526,
    "[TEXT:␣-2␣20]": 527,
    "[TEXT:␣-12␣-4]": 528,
    "[TEXT:␣0␣5␣2]": 529,
    "[TEXT:␣6␣2␣6]": 530,
    "[TEXT:1␣-3]": 531,
    "[TEXT:␣-2␣22]": 532,
    "[TEXT:␣7␣7]": 533,
    "[TEXT:␣10␣0␣8]": 534,
    "[TEXT:␣-13␣0]": 535,
    "[TEXT:␣-10␣14]": 536,
    "[TEXT:␣2␣20]": 537,
    "[TEXT:␣17␣-4]": 538,
    "[TEXT:␣6␣2␣4]": 539,
    "[TEXT:24]": 540,
    "[TEXT:␣-1␣-2␣-1]": 541,
    "[TEXT:␣-5␣8]": 542,
    "[TEXT:␣6␣-2␣6]": 543,
    "[TEXT:-5]": 544,
    "[TEXT:␣10␣10]": 545,
    "[TEXT:␣16␣-8]": 546,
    "[TEXT:␣-16␣3]": 547,
    "[TEXT:␣2␣22]": 548,
    "[TEXT:␣-17␣2]": 549,
    "[TEXT:␣-13␣7]": 550,
    "[TEXT:2␣-5]": 551,
    "[TEXT:␣-6␣10]": 552,
    "[TEXT:␣-12␣14]": 553,
    "[TEXT:␣3␣-1]": 554,
    "[TEXT:␣1␣5]": 555,
    "[TEXT:␣4␣5]": 556,
    "[TEXT:␣-8␣-5]": 557,
    "[TEXT:2␣-6]": 558,
    "[TEXT:5␣2]": 559,
    "[TEXT:␣14␣8]": 560,
    "[TEXT:␣-11␣12]": 561,
    "[TEXT:␣0␣7␣-2]": 562,
    "[TEXT:␣18␣3]": 563,
    "[TEXT:␣16␣5]": 564,
    "[TEXT:␣-9␣11]": 565,
    "[TEXT:␣0␣14␣2]": 566,
    "[TEXT:␣18␣-6]": 567,
    "[TEXT:␣13␣5]": 568,
    "[TEXT:23]": 569,
    "[TEXT:␣6␣-4]": 570,
    "[TEXT:␣0␣0␣4]": 571,
    "[TEXT:␣13␣-8]": 572,
    "[TEXT:7␣2]": 573,
    "[TEXT:␣-1␣2␣1]": 574,
    "[TEXT:␣-16␣10]": 575,
    "[TEXT:␣-15␣8]": 576,
    "[TEXT:␣0␣9␣-2]": 577,
    "[TEXT:␣6␣5]": 578,
    "[TEXT:␣-11␣-1]": 579,
    "[TEXT:␣0␣0␣0␣1]": 580,
    "[TEXT:␣6␣-3]": 581,
    "[TEXT:␣1␣2␣-1]": 582,
    "[TEXT:␣-6␣9]": 583,
    "[TEXT:␣-9␣-3]": 584,
    "[TEXT:␣-2␣2␣-2]": 585,
    "[TEXT:␣2␣2␣4]": 586,
    "[TEXT:␣-4␣0␣-2]": 587,
    "[TEXT:␣-12␣-3]": 588,
    "[TEXT:26]": 589,
    "[TEXT:␣-16␣5]": 590,
    "[TEXT:␣10␣0␣12]": 591,
    "[TEXT:␣-4␣20]": 592,
    "[TEXT:2␣4]": 593,
    "[TEXT:␣9␣7]": 594,
    "[TEXT:␣0␣3␣-2]": 595,
    "[TEXT:␣-1␣0␣1]": 596,
    "[TEXT:␣15␣6]": 597,
    "[TEXT:␣15␣-5]": 598,
    "[TEXT:␣17␣4]": 599,
    "[TEXT:␣-13␣9]": 600,
    "[TEXT:␣8␣1␣6]": 601,
    "[TEXT:4␣-5]": 602,
    "[TEXT:␣0␣11␣2]": 603,
    "[TEXT:␣4␣-2␣4]": 604,
    "[TEXT:9␣2]": 605,
    "[TEXT:␣-1␣-2␣1]": 606,
    "[TEXT:␣12␣0␣12]": 607,
    "[TEXT:␣0␣5␣-2]": 608,
    "[TEXT:␣17␣-1]": 609,
    "[TEXT:␣-15␣10]": 610,
    "[TEXT:␣-13␣1]": 611,
    "[TEXT:-6]": 612,
    "[TEXT:␣4␣4␣4]": 613,
    "[TEXT:␣12␣0␣10]": 614,
    "[TEXT:␣-16␣7]": 615,
    "[TEXT:␣-14␣11]": 616,
    "[TEXT:␣8␣2␣6]": 617,
    "[TEXT:␣-18␣6]": 618,
    "[TEXT:2␣-1]": 619,
    "[TEXT:8␣-5]": 620,
    "[TEXT:␣-13␣12]": 621,
    "[TEXT:␣2␣2␣-2]": 622,
    "[TEXT:␣-13␣-2]": 623,
    "[TEXT:␣0␣14␣-2]": 624,
    "[TEXT:␣-4␣10]": 625,
    "[TEXT:␣17␣1]": 626,
    "[TEXT:2␣3]": 627,
    "[TEXT:␣8␣0␣4]": 628,
    "[TEXT:1␣-6]": 629,
    "[TEXT:␣-16␣0]": 630,
    "[TEXT:␣0␣0␣0␣-1]": 631,
    "[TEXT:␣0␣0␣3]": 632,
    "[TEXT:␣-3␣-4]": 633,
    "[TEXT:␣13␣-7]": 634,
    "[TEXT:␣0␣24]": 635,
    "[TEXT:␣8␣6␣6]": 636,
    "[TEXT:␣6␣-2␣4]": 637,
    "[TEXT:0␣-8]": 638,
    "[TEXT:␣1␣6␣1]": 639,
    "[TEXT:6␣-5]": 640,
    "[TEXT:␣-10␣16]": 641,
    "[TEXT:␣-14␣-1]": 642,
    "[TEXT:␣-15␣3]": 643,
    "[TEXT:␣1␣0␣1]": 644,
    "[TEXT:␣-7␣-5]": 645,
    "[TEXT:␣-4␣0␣-4]": 646,
    "[TEXT:␣0␣11␣-2]": 647,
    "[TEXT:␣19␣2]": 648,
    "[TEXT:␣-4␣9]": 649,
    "[TEXT:3␣-3]": 650,
    "[TEXT:25]": 651,
    "[TEXT:␣14␣7]": 652,
    "[TEXT:␣0␣0␣0␣0␣2]": 653,
    "[TEXT:␣11␣8]": 654,
    "[TEXT:␣0␣-2␣-1]": 655,
    "[TEXT:␣0␣-6␣0]": 656,
    "[TEXT:␣-10␣13]": 657,
    "[TEXT:␣17␣-3]": 658,
    "[TEXT:0␣5]": 659,
    "[TEXT:␣1␣4␣1]": 660,
    "[TEXT:1␣4]": 661,
    "[TEXT:4␣-6]": 662,
    "[TEXT:␣-3␣8]": 663,
    "[TEXT:␣15␣-8]": 664,
    "[TEXT:0␣-7]": 665,
    "[TEXT:3␣-4]": 666,
    "[TEXT:␣-11␣11]": 667,
    "[TEXT:␣-4␣2␣-2]": 668,
    "[TEXT:␣1␣-2␣-1]": 669,
    "[TEXT:␣-14␣14]": 670,
    "[TEXT:␣8␣-4␣6]": 671,
    "[TEXT:8␣-6]": 672,
    "[TEXT:␣18␣-5]": 673,
    "[TEXT:␣-18␣4]": 674,
    "[TEXT:␣16␣-7]": 675,
    "[TEXT:␣17␣-6]": 676,
    "[TEXT:␣-16␣12]": 677,
    "[TEXT:␣-10␣-6]": 678,
    "[TEXT:6␣-6]": 679,
    "[TEXT:␣-4␣-2␣-2]": 680,
    "[TEXT:␣10␣0␣6]": 681,
    "[TEXT:2␣1]": 682,
    "[TEXT:␣4␣2␣6]": 683,
    "[TEXT:␣8␣-2␣6]": 684,
    "[TEXT:␣-11␣-4]": 685,
    "[TEXT:␣18␣6]": 686,
    "[TEXT:␣0␣0␣2␣2]": 687,
    "[TEXT:␣8␣4␣4]": 688,
    "[TEXT:1␣-5]": 689,
    "[TEXT:␣-16␣9]": 690,
    "[TEXT:␣3␣5]": 691,
    "[TEXT:␣-4␣22]": 692,
    "[TEXT:27]": 693,
    "[TEXT:␣-6␣0␣-4]": 694,
    "[TEXT:␣11␣7]": 695,
    "[TEXT:␣-2␣24]": 696,
    "[TEXT:␣-12␣13]": 697,
    "[TEXT:␣2␣24]": 698,
    "[TEXT:␣4␣-2␣6]": 699,
    "[TEXT:␣15␣5]": 700,
    "[TEXT:␣-16␣-2]": 701,
    "[TEXT:␣0␣0␣0␣0␣0␣0␣0␣0]": 702,
    "[TEXT:␣1␣-1␣1]": 703,
    "[TEXT:␣-1␣0␣-1]": 704,
    "[TEXT:␣0␣0␣1␣2]": 705,
    "[TEXT:␣17␣3]": 706,
    "[TEXT:␣0␣-4␣2]": 707,
    "[TEXT:␣-10␣-5]": 708,
    "[TEXT:␣18␣-8]": 709,
    "[TEXT:␣-15␣5]": 710,
    "[TEXT:␣-16␣1]": 711,
    "[TEXT:␣10␣9]": 712,
    "[TEXT:␣-9␣14]": 713,
    "[TEXT:1␣3]": 714,
    "[TEXT:␣-1␣7]": 715,
    "[TEXT:1␣-1]": 716,
    "[TEXT:␣0␣-2␣1]": 717,
    "[TEXT:␣0␣2␣4]": 718,
    "[TEXT:␣-12␣16]": 719,
    "[TEXT:␣-14␣-4]": 720,
    "[TEXT:␣8␣2␣4]": 721,
    "[TEXT:9␣-3]": 722,
    "[TEXT:5␣-4]": 723,
    "[TEXT:␣0␣-3␣-2]": 724,
    "[TEXT:␣10␣-7]": 725,
    "[TEXT:2␣-8]": 726,
    "[TEXT:2␣-7]": 727,
    "[TEXT:␣6␣6␣4]": 728,
    "[TEXT:4␣4]": 729,
    "[TEXT:7␣-4]": 730,
    "[TEXT:28]": 731,
    "[TEXT:5␣-3]": 732,
    "[TEXT:␣0␣8␣1]": 733,
    "[TEXT:␣0␣4␣1]": 734,
    "[TEXT:␣0␣16␣2]": 735,
    "[TEXT:␣13␣8]": 736,
    "[TEXT:␣0␣6␣1]": 737,
    "[TEXT:␣-15␣0]": 738,
    "[TEXT:␣-1␣20]": 739,
    "[TEXT:␣0␣8␣-1]": 740,
    "[TEXT:␣-7␣-6]": 741,
    "[TEXT:␣-13␣11]": 742,
    "[TEXT:␣-17␣6]": 743,
    "[TEXT:4␣3]": 744,
    "[TEXT:␣-19␣2]": 745,
    "[TEXT:␣1␣2␣3]": 746,
    "[TEXT:␣5␣-4]": 747,
    "[TEXT:␣-15␣7]": 748,
    "[TEXT:␣19␣-4]": 749,
    "[TEXT:0␣8]": 750,
    "[TEXT:␣8␣4␣6]": 751,
    "[TEXT:␣0␣-3␣2]": 752,
    "[TEXT:␣-18␣3]": 753,
    "[TEXT:␣-4␣-5]": 754,
    "[TEXT:␣15␣-7]": 755,
    "[TEXT:␣0␣13␣-2]": 756,
    "[TEXT:␣-18␣8]": 757,
    "[TEXT:7␣-3]": 758,
    "[TEXT:␣0␣-2␣4]": 759,
    "[TEXT:␣-4␣24]": 760,
    "[TEXT:␣1␣20]": 761,
    "[TEXT:␣13␣7]": 762,
    "[TEXT:␣1␣0␣-1]": 763,
    "[TEXT:␣14␣0␣12]": 764,
    "[TEXT:␣-10␣18]": 765,
    "[TEXT:9␣-4]": 766,
    "[TEXT:␣12␣0␣8]": 767,
    "[TEXT:␣0␣21]": 768,
    "[TEXT:␣-11␣14]": 769,
    "[TEXT:␣-4␣0␣0]": 770,
    "[TEXT:␣5␣-3]": 771,
    "[TEXT:␣16␣8]": 772,
    "[TEXT:␣11␣-7]": 773,
    "[TEXT:11]": 774,
    "[TEXT:␣1␣2␣-2]": 775,
    "[TEXT:␣-17␣4]": 776,
    "[TEXT:␣-6␣20]": 777,
    "[TEXT:␣0␣13␣2]": 778,
    "[TEXT:␣-8␣0␣-6]": 779,
    "[TEXT:␣8␣-6␣8]": 780,
    "[TEXT:␣0␣6␣-1]": 781,
    "[TEXT:␣12␣0␣14]": 782,
    "[TEXT:␣-6␣0␣-2]": 783,
    "[TEXT:␣1␣-2␣1]": 784,
    "[TEXT:␣12␣9]": 785,
    "[TEXT:␣1␣6␣-1]": 786,
    "[TEXT:␣14␣0␣14]": 787,
    "[TEXT:␣-11␣-3]": 788,
    "[TEXT:␣0␣2␣0␣0]": 789,
    "[TEXT:␣-13␣-1]": 790,
    "[TEXT:␣0␣10␣1]": 791,
    "[TEXT:␣0␣2␣-1]": 792,
    "[TEXT:␣-4␣-1␣-2]": 793,
    "[TEXT:␣-8␣0␣-4]": 794,
    "[TEXT:␣6␣4␣6]": 795,
    "[TEXT:␣-14␣13]": 796,
    "[TEXT:␣18␣5]": 797,
    "[TEXT:␣0␣16␣-2]": 798,
    "[TEXT:␣1␣-1␣-1]": 799,
    "[TEXT:␣9␣0␣9]": 800,
    "[TEXT:␣4␣20]": 801,
    "[TEXT:␣-15␣12]": 802,
    "[TEXT:␣-1␣22]": 803,
    "[TEXT:␣-15␣9]": 804,
    "[TEXT:3␣-5]": 805,
    "[TEXT:4␣-7]": 806,
    "[TEXT:␣-6␣22]": 807,
    "[TEXT:␣12␣10]": 808,
    "[TEXT:␣1␣22]": 809,
    "[TEXT:␣-18␣10]": 810,
    "[TEXT:3␣-6]": 811,
    "[TEXT:␣6␣6␣6]": 812,
    "[TEXT:4␣1]": 813,
    "[TEXT:6␣-1]": 814,
    "[TEXT:␣-13␣14]": 815,
    "[TEXT:␣-4␣6␣-2]": 816,
    "[TEXT:6␣3]": 817,
    "[TEXT:␣-3␣20]": 818,
    "[TEXT:␣-17␣8]": 819,
    "[TEXT:␣-2␣21]": 820,
    "[TEXT:␣17␣-8]": 821,
    "[TEXT:␣0␣23]": 822,
    "[TEXT:␣4␣22]": 823,
    "[TEXT:␣-1␣2␣-1]": 824,
    "[TEXT:8␣-7]": 825,
    "[TEXT:6␣-7]": 826,
    "[TEXT:4␣-1]": 827,
    "[TEXT:␣-8␣8␣-6]": 828,
    "[TEXT:␣-1␣6␣-1]": 829,
    "[TEXT:␣10␣6␣6]": 830,
    "[TEXT:␣-9␣-5]": 831,
    "[TEXT:␣-15␣-2]": 832,
    "[TEXT:␣-6␣0␣-6]": 833,
    "[TEXT:␣-5␣9]": 834,
    "[TEXT:␣2␣21]": 835,
    "[TEXT:␣17␣6]": 836,
    "[TEXT:␣-16␣11]": 837,
    "[TEXT:␣-10␣15]": 838,
    "[TEXT:␣19␣-3]": 839,
    "[TEXT:␣-15␣1]": 840,
    "[TEXT:␣-4␣8␣-4]": 841,
    "[TEXT:␣0␣2␣0␣2]": 842,
    "[TEXT:␣0␣10␣-1]": 843,
    "[TEXT:␣10␣2␣6]": 844,
    "[TEXT:0␣-9]": 845,
    "[TEXT:29]": 846,
    "[TEXT:␣-14␣-3]": 847,
    "[TEXT:␣4␣7]": 848,
    "[TEXT:␣8␣0␣12]": 849,
    "[TEXT:␣-14␣16]": 850,
    "[TEXT:␣19␣1]": 851,
    "[TEXT:␣17␣-5]": 852,
    "[TEXT:␣1␣4␣3]": 853,
    "[TEXT:0␣7]": 854,
    "[TEXT:␣-9␣-6]": 855,
    "[TEXT:␣1␣4␣-1]": 856,
    "[TEXT:4␣-8]": 857,
    "[TEXT:␣0␣-1␣0␣1]": 858,
    "[TEXT:␣1␣6␣3]": 859,
    "[TEXT:-7]": 860,
    "[TEXT:␣0␣-5]": 861,
    "[TEXT:␣8␣6␣4]": 862,
    "[TEXT:␣1␣2␣2]": 863,
    "[TEXT:␣-12␣-5]": 864,
    "[TEXT:␣-9␣13]": 865,
    "[TEXT:6␣4]": 866,
    "[TEXT:8␣3]": 867,
    "[TEXT:␣0␣0␣-2␣-2]": 868,
    "[TEXT:2␣6]": 869,
    "[TEXT:␣19␣4]": 870,
    "[TEXT:␣-4␣8␣-2]": 871,
    "[TEXT:␣8␣0␣7]": 872,
    "[TEXT:␣-1␣2␣-2]": 873,
    "[TEXT:␣-9␣16]": 874,
    "[TEXT:␣1␣-2␣3]": 875,
    "[TEXT:␣-12␣-6]": 876,
    "[TEXT:␣10␣-8]": 877,
    "[TEXT:6␣-8]": 878,
    "[TEXT:␣-6␣2␣-2]": 879,
    "[TEXT:␣-8␣-8]": 880,
    "[TEXT:8␣4]": 881,
    "[TEXT:␣0␣-4␣0]": 882,
    "[TEXT:␣-4␣4␣-2]": 883,
    "[TEXT:␣0␣4␣-1]": 884,
    "[TEXT:␣6␣0␣6]": 885,
    "[TEXT:␣3␣2␣4]": 886,
    "[TEXT:␣3␣2␣3]": 887,
    "[TEXT:␣-18␣5]": 888,
    "[TEXT:␣-6␣24]": 889,
    "[TEXT:␣-12␣15]": 890,
    "[TEXT:␣-16␣-1]": 891,
    "[TEXT:␣0␣-4␣4]": 892,
    "[TEXT:␣-11␣13]": 893,
    "[TEXT:␣-8␣8␣-4]": 894,
    "[TEXT:␣0␣26]": 895,
    "[TEXT:1␣1]": 896,
    "[TEXT:␣16␣7]": 897,
    "[TEXT:␣-6␣8␣-6]": 898,
    "[TEXT:␣7␣0␣7]": 899,
    "[TEXT:␣0␣2␣0␣-2]": 900,
    "[TEXT:␣-16␣14]": 901,
    "[TEXT:␣11␣-8]": 902,
    "[TEXT:␣-12␣18]": 903,
    "[TEXT:␣8␣3␣6]": 904,
    "[TEXT:7␣-5]": 905,
    "[TEXT:8␣-1]": 906,
    "[TEXT:1␣-8]": 907,
    "[TEXT:9␣-5]": 908,
    "[TEXT:␣15␣8]": 909,
    "[TEXT:3␣4]": 910,
    "[TEXT:␣8␣-2␣4]": 911,
    "[TEXT:␣0␣9␣1]": 912,
    "[TEXT:␣10␣-6␣8]": 913,
    "[TEXT:␣-2␣-2␣-1]": 914,
    "[TEXT:␣2␣2␣1]": 915,
    "[TEXT:34]": 916,
    "[TEXT:␣10␣1␣6]": 917,
    "[TEXT:␣-8␣20]": 918,
    "[TEXT:␣8␣-3␣6]": 919,
    "[TEXT:8␣-8]": 920,
    "[TEXT:␣8␣5␣6]": 921,
    "[TEXT:␣-6␣8␣-4]": 922,
    "[TEXT:␣9␣9]": 923,
    "[TEXT:␣-18␣12]": 924,
    "[TEXT:␣-4␣3␣-2]": 925,
    "[TEXT:␣-17␣10]": 926,
    "[TEXT:␣8␣1␣4]": 927,
    "[TEXT:␣0␣8␣4]": 928,
    "[TEXT:5␣-5]": 929,
    "[TEXT:␣-3␣22]": 930,
    "[TEXT:␣-1␣6␣1]": 931,
    "[TEXT:␣-3␣-2␣-1]": 932,
    "[TEXT:␣-6␣-4␣-4]": 933,
    "[TEXT:1␣-7]": 934,
    "[TEXT:␣-2␣26]": 935,
    "[TEXT:␣-4␣-4␣-2]": 936,
    "[TEXT:␣18␣-7]": 937,
    "[TEXT:0␣10]": 938,
    "[TEXT:5␣-6]": 939,
    "[TEXT:␣-10␣20]": 940,
    "[TEXT:␣0␣0␣0␣0␣-2]": 941,
    "[TEXT:␣5␣2␣4]": 942,
    "[TEXT:␣8␣5␣4]": 943,
    "[TEXT:␣19␣-6]": 944,
    "[TEXT:␣-8␣22]": 945,
    "[TEXT:␣7␣0␣6]": 946,
    "[TEXT:␣-5␣-5]": 947,
    "[TEXT:␣4␣2␣3]": 948,
    "[TEXT:␣1␣1␣1]": 949,
    "[TEXT:␣19␣-1]": 950,
    "[TEXT:␣0␣10␣4]": 951,
    "[TEXT:␣-17␣3]": 952,
    "[TEXT:2␣5]": 953,
    "[TEXT:␣0␣12␣1]": 954,
    "[TEXT:1␣6]": 955,
    "[TEXT:␣-4␣5␣-2]": 956,
    "[TEXT:␣6␣3␣4]": 957,
    "[TEXT:␣8␣-1␣6]": 958,
    "[TEXT:␣-1␣4␣-1]": 959,
    "[TEXT:␣1␣-1␣3]": 960,
    "[TEXT:␣3␣20]": 961,
    "[TEXT:␣0␣4␣4]": 962,
    "[TEXT:␣0␣0␣2␣1]": 963,
    "[TEXT:␣0␣2␣3]": 964,
    "[TEXT:␣-18␣7]": 965,
    "[TEXT:36]": 966,
    "[TEXT:␣0␣-4␣1]": 967,
    "[TEXT:2␣-9]": 968,
    "[TEXT:8␣1]": 969,
    "[TEXT:␣0␣-1␣1]": 970,
    "[TEXT:␣0␣11␣1]": 971,
    "[TEXT:␣-13␣-4]": 972,
    "[TEXT:␣-3␣0␣0]": 973,
    "[TEXT:␣0␣-2␣0␣0]": 974,
    "[TEXT:3␣-1]": 975,
    "[TEXT:␣-6␣-2␣-2]": 976,
    "[TEXT:␣8␣8␣6]": 977,
    "[TEXT:␣0␣12␣-1]": 978,
    "[TEXT:␣0␣9␣-1]": 979,
    "[TEXT:␣1␣24]": 980,
    "[TEXT:␣-8␣-7]": 981,
    "[TEXT:␣0␣11␣-1]": 982,
    "[TEXT:6␣1]": 983,
    "[TEXT:␣-1␣4␣1]": 984,
    "[TEXT:30]": 985,
    "[TEXT:9␣-6]": 986,
    "[TEXT:␣15␣7]": 987,
    "[TEXT:7␣-6]": 988,
    "[TEXT:␣3␣22]": 989,
    "[TEXT:␣0␣-6␣1]": 990,
    "[TEXT:␣7␣-5]": 991,
    "[TEXT:␣19␣3]": 992,
    "[TEXT:␣14␣9]": 993,
    "[TEXT:␣16␣0␣14]": 994,
    "[TEXT:␣0␣-1␣4]": 995,
    "[TEXT:␣0␣6␣4]": 996,
    "[TEXT:␣-3␣9]": 997,
    "[TEXT:␣-15␣11]": 998,
    "[TEXT:␣3␣2␣1]": 999,
    "[TEXT:␣17␣5]": 1000,
    "[TEXT:␣30]": 1001,
    "[TEXT:␣8␣-4␣8]": 1002,
    "[TEXT:␣-3␣24]": 1003,
    "[TEXT:␣0␣-3␣4]": 1004,
    "[TEXT:␣6␣3␣6]": 1005,
    "[TEXT:␣1␣2␣4]": 1006,
    "[TEXT:␣0␣15␣2]": 1007,
    "[TEXT:␣0␣18␣2]": 1008,
    "[TEXT:␣-10␣17]": 1009,
    "[TEXT:␣2␣26]": 1010,
    "[TEXT:␣-2␣23]": 1011,
    "[TEXT:␣4␣4␣6]": 1012,
    "[TEXT:␣-11␣16]": 1013,
    "[TEXT:␣-4␣21]": 1014,
    "[TEXT:␣3␣-2␣3]": 1015,
    "[TEXT:␣-4␣26]": 1016,
    "[TEXT:␣7␣4␣5]": 1017,
    "[TEXT:-8]": 1018,
    "[TEXT:␣5␣4␣5]": 1019,
    "[TEXT:␣0␣-2␣0]": 1020,
    "[TEXT:␣-18␣9]": 1021,
    "[TEXT:␣0␣15␣-2]": 1022,
    "[TEXT:␣0␣-4␣-1]": 1023,
    "[TEXT:␣11␣9]": 1024,
    "[TEXT:␣-17␣5]": 1025,
    "[TEXT:␣-4␣1␣-2]": 1026,
    "[TEXT:␣7␣0␣5]": 1027,
    "[TEXT:␣9␣0␣7]": 1028,
    "[TEXT:␣4␣24]": 1029,
    "[TEXT:␣0␣-6␣-1]": 1030,
    "[TEXT:␣10␣-6␣10]": 1031,
    "[TEXT:␣-1␣24]": 1032,
    "[TEXT:␣10␣4␣6]": 1033,
    "[TEXT:2␣-10]": 1034,
    "[TEXT:␣0␣0␣-1␣-2]": 1035,
    "[TEXT:␣8␣-4␣4]": 1036,
    "[TEXT:␣-6␣4␣-2]": 1037,
    "[TEXT:␣-15␣14]": 1038,
    "[TEXT:␣10␣0␣14]": 1039,
    "[TEXT:␣0␣1␣-1]": 1040,
    "[TEXT:␣10␣-4␣6]": 1041,
    "[TEXT:␣-6␣6␣-2]": 1042,
    "[TEXT:␣9␣0␣8]": 1043,
    "[TEXT:␣14␣10]": 1044,
    "[TEXT:␣14␣0␣16]": 1045,
    "[TEXT:␣-4␣23]": 1046,
    "[TEXT:␣-7␣12]": 1047,
    "[TEXT:␣0␣2␣2␣2]": 1048,
    "[TEXT:␣-6␣-1␣-2]": 1049,
    "[TEXT:␣10␣-2␣6]": 1050,
    "[TEXT:␣3␣-2␣4]": 1051,
    "[TEXT:␣-4␣7␣-2]": 1052,
    "[TEXT:␣0␣7␣1]": 1053,
    "[TEXT:0␣-10]": 1054,
    "[TEXT:3␣-7]": 1055,
    "[TEXT:␣-2␣2␣1]": 1056,
    "[TEXT:␣14␣0␣10]": 1057,
    "[TEXT:␣-14␣15]": 1058,
    "[TEXT:␣-11␣-6]": 1059,
    "[TEXT:3␣3]": 1060,
    "[TEXT:␣-5␣10]": 1061,
    "[TEXT:␣-13␣16]": 1062,
    "[TEXT:␣-5␣20]": 1063,
    "[TEXT:␣12␣0␣6]": 1064,
    "[TEXT:␣-13␣-3]": 1065,
    "[TEXT:␣5␣7]": 1066,
    "[TEXT:␣-6␣21]": 1067,
    "[TEXT:␣-13␣13]": 1068,
    "[TEXT:␣-16␣16]": 1069,
    "[TEXT:␣-16␣13]": 1070,
    "[TEXT:␣8␣8␣4]": 1071,
    "[TEXT:␣10␣0␣4]": 1072,
    "[TEXT:␣-5␣22]": 1073,
    "[TEXT:␣0␣0␣2␣-2]": 1074,
    "[TEXT:␣10␣0␣9]": 1075,
    "[TEXT:␣-8␣24]": 1076,
    "[TEXT:␣3␣4␣3]": 1077,
    "[TEXT:␣-6␣11]": 1078,
    "[TEXT:␣0␣7␣-1]": 1079,
    "[TEXT:␣11␣10]": 1080,
    "[TEXT:␣-17␣7]": 1081,
    "[TEXT:␣9␣0␣6]": 1082,
    "[TEXT:␣-6␣26]": 1083,
    "[TEXT:␣16␣0␣16]": 1084,
    "[TEXT:␣8␣-19]": 1085,
    "[TEXT:46]": 1086,
    "[TEXT:␣4␣2␣5]": 1087,
    "[TEXT:␣7␣0␣8]": 1088,
    "[TEXT:␣18␣8]": 1089,
    "[TEXT:␣-15␣-1]": 1090,
    "[TEXT:␣-6␣12]": 1091,
    "[TEXT:␣-16␣-4]": 1092,
    "[TEXT:48]": 1093,
    "[TEXT:38]": 1094,
    "[TEXT:3␣-8]": 1095,
    "[TEXT:␣9␣0␣10]": 1096,
    "[TEXT:␣-14␣18]": 1097,
    "[TEXT:␣17␣-7]": 1098,
    "[TEXT:1␣5]": 1099,
    "[TEXT:␣-18␣-2]": 1100,
    "[TEXT:␣2␣2␣3]": 1101,
    "[TEXT:␣0␣-2␣3]": 1102,
    "[TEXT:␣8␣-1␣4]": 1103,
    "[TEXT:␣-8␣10␣-6]": 1104,
    "[TEXT:␣5␣-2␣6]": 1105,
    "[TEXT:35]": 1106,
    "[TEXT:44]": 1107,
    "[TEXT:␣-4␣12]": 1108,
    "[TEXT:␣0␣-1␣0␣0]": 1109,
    "[TEXT:␣-6␣-2␣-4]": 1110,
    "[TEXT:␣5␣2␣3]": 1111,
    "[TEXT:␣6␣2␣5]": 1112,
    "[TEXT:␣1␣2␣0␣0]": 1113,
    "[TEXT:␣-14␣-6]": 1114,
    "[TEXT:␣-17␣12]": 1115,
    "[TEXT:␣10␣8␣6]": 1116,
    "[TEXT:␣0␣12␣4]": 1117,
    "[TEXT:␣0␣-3␣1]": 1118,
    "[TEXT:␣0␣13␣1]": 1119,
    "[TEXT:␣2␣23]": 1120,
    "[TEXT:␣10␣-4␣8]": 1121,
    "[TEXT:␣8␣7␣4]": 1122,
    "[TEXT:␣1␣-2␣4]": 1123,
    "[TEXT:␣-10␣8␣-6]": 1124,
    "[TEXT:␣-4␣10␣-2]": 1125,
    "[TEXT:␣5␣4␣3]": 1126,
    "[TEXT:␣-9␣15]": 1127,
    "[TEXT:␣3␣3␣3]": 1128,
    "[TEXT:␣7␣6␣5]": 1129,
    "[TEXT:␣7␣2␣6]": 1130,
    "[TEXT:␣-12␣17]": 1131,
    "[TEXT:␣-8␣6␣-6]": 1132,
    "[TEXT:␣-10␣-8]": 1133,
    "[TEXT:␣0␣-2␣0␣2]": 1134,
    "[TEXT:␣-2␣2␣-1]": 1135,
    "[TEXT:␣-10␣-7]": 1136,
    "[TEXT:9␣-7]": 1137,
    "[TEXT:␣0␣-1␣-1]": 1138,
    "[TEXT:␣0␣14␣1]": 1139,
    "[TEXT:37]": 1140,
    "[TEXT:␣-18␣1]": 1141,
    "[TEXT:␣-9␣18]": 1142,
    "[TEXT:0␣-11]": 1143,
    "[TEXT:␣16␣0␣18]": 1144,
    "[TEXT:␣-4␣11]": 1145,
    "[TEXT:␣-4␣8␣-6]": 1146,
    "[TEXT:␣8␣-6␣6]": 1147,
    "[TEXT:␣-16␣-3]": 1148,
    "[TEXT:␣-3␣2␣-2]": 1149,
    "[TEXT:␣3␣2␣5]": 1150,
    "[TEXT:␣10␣4␣4]": 1151,
    "[TEXT:␣6␣2␣3]": 1152,
    "[TEXT:␣8␣0␣9]": 1153,
    "[TEXT:␣-1␣21]": 1154,
    "[TEXT:␣3␣24]": 1155,
    "[TEXT:␣10␣-20]": 1156,
    "[TEXT:␣5␣-2␣4]": 1157,
    "[TEXT:␣10␣0␣11]": 1158,
    "[TEXT:␣2␣2␣0␣0]": 1159,
    "[TEXT:␣0␣8␣3]": 1160,
    "[TEXT:␣0␣3␣-1]": 1161,
    "[TEXT:␣5␣2␣5]": 1162,
    "[TEXT:␣-4␣-3␣-2]": 1163,
    "[TEXT:␣0␣0␣-2␣-1]": 1164,
    "[TEXT:␣18␣0␣18]": 1165,
    "[TEXT:␣7␣-2␣6]": 1166,
    "[TEXT:␣-18␣14]": 1167,
    "[TEXT:␣-4␣10␣-4]": 1168,
    "[TEXT:␣19␣6]": 1169,
    "[TEXT:␣0␣3␣4]": 1170,
    "[TEXT:3␣1]": 1171,
    "[TEXT:5␣-1]": 1172,
    "[TEXT:␣7␣8]": 1173,
    "[TEXT:␣0␣1␣1]": 1174,
    "[TEXT:2␣8]": 1175,
    "[TEXT:␣7␣4␣4]": 1176,
    "[TEXT:␣11␣0␣9]": 1177,
    "[TEXT:␣-11␣-5]": 1178,
    "[TEXT:␣0␣0␣0␣0␣0␣0]": 1179,
    "[TEXT:␣-17␣9]": 1180,
    "[TEXT:␣0␣6␣3]": 1181,
    "[TEXT:␣8␣-3␣4]": 1182,
    "[TEXT:␣-3␣0␣-3]": 1183,
    "[TEXT:␣-8␣10␣-4]": 1184,
    "[TEXT:␣0␣-6␣3]": 1185,
    "[TEXT:␣4␣21]": 1186,
    "[TEXT:␣0␣3␣1]": 1187,
    "[TEXT:␣8␣0␣2]": 1188,
    "[TEXT:␣-6␣-4␣-2]": 1189,
    "[TEXT:␣-8␣-4␣-4]": 1190,
    "[TEXT:58]": 1191,
    "[TEXT:␣7␣2␣4]": 1192,
    "[TEXT:␣-18␣0]": 1193,
    "[TEXT:␣-5␣24]": 1194,
    "[TEXT:␣0␣5␣-1]": 1195,
    "[TEXT:␣-6␣6␣-6]": 1196,
    "[TEXT:␣0␣13␣-1]": 1197,
    "[TEXT:␣7␣0␣9]": 1198,
    "[TEXT:␣-8␣14]": 1199,
    "[TEXT:␣8␣3␣4]": 1200,
    "[TEXT:␣0␣1␣4]": 1201,
    "[TEXT:␣-7␣20]": 1202,
    "[TEXT:␣7␣2␣5]": 1203,
    "[TEXT:␣10␣8␣8]": 1204,
    "[TEXT:␣19␣-5]": 1205,
    "[TEXT:␣0␣5␣1]": 1206,
    "[TEXT:2␣-11]": 1207,
    "[TEXT:7␣-1]": 1208,
    "[TEXT:␣10␣5␣6]": 1209,
    "[TEXT:␣1␣21]": 1210,
    "[TEXT:4␣6]": 1211,
    "[TEXT:␣0␣4␣3]": 1212,
    "[TEXT:␣-5␣0␣-3]": 1213,
    "[TEXT:␣12␣-20]": 1214,
    "[TEXT:␣6␣4␣5]": 1215,
    "[TEXT:␣12␣12]": 1216,
    "[TEXT:␣-7␣11]": 1217,
    "[TEXT:␣0␣1␣0␣-1]": 1218,
    "[TEXT:␣8␣-20]": 1219,
    "[TEXT:␣18␣7]": 1220,
    "[TEXT:␣10␣2␣4]": 1221,
    "[TEXT:␣10␣3␣6]": 1222,
    "[TEXT:-9]": 1223,
    "[TEXT:␣12␣0␣16]": 1224,
    "[TEXT:␣11␣0␣11]": 1225,
    "[TEXT:␣3␣-2␣5]": 1226,
    "[TEXT:39]": 1227,
    "[TEXT:4␣-9]": 1228,
    "[TEXT:␣-3␣0␣-1]": 1229,
    "[TEXT:␣13␣9]": 1230,
    "[TEXT:5␣4]": 1231,
    "[TEXT:5␣3]": 1232,
    "[TEXT:␣0␣-6␣2]": 1233,
    "[TEXT:␣3␣4␣1]": 1234,
    "[TEXT:␣-19␣4]": 1235,
    "[TEXT:␣-3␣6␣-1]": 1236,
    "[TEXT:␣-11␣15]": 1237,
    "[TEXT:␣5␣-2␣5]": 1238,
    "[TEXT:␣16␣9]": 1239,
    "[TEXT:␣-10␣22]": 1240,
    "[TEXT:␣0␣-4␣3]": 1241,
    "[TEXT:␣-12␣20]": 1242,
    "[TEXT:␣12␣-6␣10]": 1243,
    "[TEXT:␣6␣-2␣5]": 1244,
    "[TEXT:5␣-7]": 1245,
    "[TEXT:␣2␣2␣6]": 1246,
    "[TEXT:␣8␣0␣5]": 1247,
    "[TEXT:␣10␣0␣7]": 1248,
    "[TEXT:␣9␣6␣6]": 1249,
    "[TEXT:␣-8␣21]": 1250,
    "[TEXT:␣-6␣6␣-4]": 1251,
    "[TEXT:2␣7]": 1252,
    "[TEXT:␣5␣2␣6]": 1253,
    "[TEXT:␣7␣-2␣7]": 1254,
    "[TEXT:␣11␣0␣10]": 1255,
    "[TEXT:␣-11␣18]": 1256,
    "[TEXT:5␣1]": 1257,
    "[TEXT:␣-8␣0␣-2]": 1258,
    "[TEXT:␣0␣1␣0␣0]": 1259,
    "[TEXT:␣-7␣-7]": 1260,
    "[TEXT:␣4␣-2␣3]": 1261,
    "[TEXT:␣-4␣-4␣-4]": 1262,
    "[TEXT:6␣-9]": 1263,
    "[TEXT:␣-4␣28]": 1264,
    "[TEXT:7␣4]": 1265,
    "[TEXT:␣6␣8]": 1266,
    "[TEXT:␣-3␣0␣-2]": 1267,
    "[TEXT:␣5␣6␣1]": 1268,
    "[TEXT:116]": 1269,
    "[TEXT:␣0␣2␣0␣4]": 1270,
    "[TEXT:␣-6␣1␣-2]": 1271,
    "[TEXT:␣-10␣10␣-6]": 1272,
    "[TEXT:␣0␣28]": 1273,
    "[TEXT:␣1␣-1␣4]": 1274,
    "[TEXT:␣-10␣19]": 1275,
    "[TEXT:␣-4␣-2␣-4]": 1276,
    "[TEXT:␣1␣1␣3]": 1277,
    "[TEXT:␣-6␣23]": 1278,
    "[TEXT:␣5␣-2␣3]": 1279,
    "[TEXT:␣5␣6␣5]": 1280,
    "[TEXT:2␣0␣0]": 1281,
    "[TEXT:␣8␣4␣2]": 1282,
    "[TEXT:␣-3␣6␣-3]": 1283,
    "[TEXT:␣7␣-6]": 1284,
    "[TEXT:␣0␣1␣0␣1]": 1285,
    "[TEXT:␣-8␣13]": 1286,
    "[TEXT:␣4␣-2␣5]": 1287,
    "[TEXT:␣-4␣-2␣-1]": 1288,
    "[TEXT:4␣5]": 1289,
    "[TEXT:␣-5␣0␣-2]": 1290,
    "[TEXT:␣-10␣0␣-6]": 1291,
    "[TEXT:␣16␣10]": 1292,
    "[TEXT:␣13␣10]": 1293,
    "[TEXT:␣-7␣22]": 1294,
    "[TEXT:␣7␣-2␣5]": 1295,
    "[TEXT:5␣-8]": 1296,
    "[TEXT:9␣-1]": 1297,
    "[TEXT:␣-2␣28]": 1298,
    "[TEXT:␣4␣4␣3]": 1299,
    "[TEXT:␣0␣17␣2]": 1300,
    "[TEXT:␣8␣-5␣8]": 1301,
    "[TEXT:␣-3␣10]": 1302,
    "[TEXT:␣2␣2␣-1]": 1303,
    "[TEXT:␣6␣6␣3]": 1304,
    "[TEXT:␣0␣4␣0␣4]": 1305,
    "[TEXT:␣-8␣2␣-2]": 1306,
    "[TEXT:␣-17␣1]": 1307,
    "[TEXT:␣14␣-20]": 1308,
    "[TEXT:␣-1␣-1␣-1]": 1309,
    "[TEXT:8␣-9]": 1310,
    "[TEXT:␣8␣6␣5]": 1311,
    "[TEXT:4␣-10]": 1312,
    "[TEXT:␣0␣14␣-1]": 1313,
    "[TEXT:␣-4␣6␣-4]": 1314,
    "[TEXT:␣18␣0␣16]": 1315,
    "[TEXT:9␣4]": 1316,
    "[TEXT:␣6␣7]": 1317,
    "[TEXT:␣9␣0␣11]": 1318,
    "[TEXT:␣4␣2␣1]": 1319,
    "[TEXT:␣10␣-1␣6]": 1320,
    "[TEXT:␣-14␣-5]": 1321,
    "[TEXT:␣-3␣-2␣-2]": 1322,
    "[TEXT:␣17␣8]": 1323,
    "[TEXT:␣-15␣13]": 1324,
    "[TEXT:␣10␣-3␣6]": 1325,
    "[TEXT:0␣-12]": 1326,
    "[TEXT:32]": 1327,
    "[TEXT:␣12␣0␣11]": 1328,
    "[TEXT:␣14␣0␣18]": 1329,
    "[TEXT:␣6␣20]": 1330,
    "[TEXT:␣10␣2␣8]": 1331,
    "[TEXT:0␣0␣-2]": 1332,
    "[TEXT:1␣-9]": 1333,
    "[TEXT:␣-4␣-6]": 1334,
    "[TEXT:␣0␣-3␣-1]": 1335,
    "[TEXT:␣0␣-3␣0]": 1336,
    "[TEXT:␣-13␣15]": 1337,
    "[TEXT:␣-1␣-2␣3]": 1338,
    "[TEXT:7␣1]": 1339,
    "[TEXT:␣-16␣15]": 1340,
    "[TEXT:7␣3]": 1341,
    "[TEXT:␣-18␣11]": 1342,
    "[TEXT:␣9␣2␣6]": 1343,
    "[TEXT:3␣6]": 1344,
    "[TEXT:␣7␣0␣4]": 1345,
    "[TEXT:␣12␣-8␣12]": 1346,
    "[TEXT:␣8␣-2␣8]": 1347,
    "[TEXT:␣-4␣25]": 1348,
    "[TEXT:␣6␣2␣8␣2]": 1349,
    "[TEXT:␣1␣3␣1]": 1350,
    "[TEXT:8␣0␣0]": 1351,
    "[TEXT:␣0␣25]": 1352,
    "[TEXT:␣1␣2␣1␣2]": 1353,
    "[TEXT:␣-1␣-2␣0␣0]": 1354,
    "[TEXT:␣0␣5␣4]": 1355,
    "[TEXT:␣8␣4␣5]": 1356,
    "[TEXT:␣-1␣6␣-3]": 1357,
    "[TEXT:␣-5␣0␣-4]": 1358,
    "[TEXT:␣-16␣18]": 1359,
    "[TEXT:␣-5␣2␣-2]": 1360,
    "[TEXT:0␣2␣-2]": 1361,
    "[TEXT:␣10␣6␣8]": 1362,
    "[TEXT:0␣-2␣-2]": 1363,
    "[TEXT:8␣-10]": 1364,
    "[TEXT:␣10␣0]": 1365,
    "[TEXT:␣1␣26]": 1366,
    "[TEXT:␣-8␣26]": 1367,
    "[TEXT:␣-19␣6]": 1368,
    "[TEXT:56]": 1369,
    "[TEXT:␣0␣8␣-4]": 1370,
    "[TEXT:␣-10␣24]": 1371,
    "[TEXT:␣-17␣11]": 1372,
    "[TEXT:␣0␣10␣3]": 1373,
    "[TEXT:␣10␣-22]": 1374,
    "[TEXT:0␣0␣0]": 1375,
    "[TEXT:␣8␣2␣2]": 1376,
    "[TEXT:␣19␣5]": 1377,
    "[TEXT:␣9␣-4␣7]": 1378,
    "[TEXT:␣6␣-20]": 1379,
    "[TEXT:␣4␣4␣5]": 1380,
    "[TEXT:␣1␣6␣4]": 1381,
    "[TEXT:␣-9␣20]": 1382,
    "[TEXT:7␣-8]": 1383,
    "[TEXT:7␣-7]": 1384,
    "[TEXT:␣-12␣19]": 1385,
    "[TEXT:␣-18␣-1]": 1386,
    "[TEXT:␣-3␣26]": 1387,
    "[TEXT:␣-3␣21]": 1388,
    "[TEXT:␣8␣0]": 1389,
    "[TEXT:␣-6␣0␣0]": 1390,
    "[TEXT:␣9␣0␣5]": 1391,
    "[TEXT:␣8␣-6␣7]": 1392,
    "[TEXT:␣-3␣6␣-2]": 1393,
    "[TEXT:␣11␣0␣7]": 1394,
    "[TEXT:␣-15␣16]": 1395,
    "[TEXT:␣-3␣2␣-1]": 1396,
    "[TEXT:␣8␣-4␣7]": 1397,
    "[TEXT:␣-2␣25]": 1398,
    "[TEXT:␣-15␣-4]": 1399,
    "[TEXT:␣3␣-2␣6]": 1400,
    "[TEXT:␣0␣13␣4]": 1401,
    "[TEXT:6␣-10]": 1402,
    "[TEXT:␣-13␣18]": 1403,
    "[TEXT:␣-1␣26]": 1404,
    "[TEXT:␣10␣-4␣10]": 1405,
    "[TEXT:␣2␣28]": 1406,
    "[TEXT:␣4␣2␣-2]": 1407,
    "[TEXT:␣-2␣-2␣2␣2]": 1408,
    "[TEXT:␣-3␣8␣-3]": 1409,
    "[TEXT:␣12␣11]": 1410,
    "[TEXT:␣-13␣-6]": 1411,
    "[TEXT:␣4␣26]": 1412,
    "[TEXT:␣-17␣14]": 1413,
    "[TEXT:␣0␣0␣0]": 1414,
    "[TEXT:␣0␣-1␣3]": 1415,
    "[TEXT:␣0␣12␣-4]": 1416,
    "[TEXT:␣5␣3␣5]": 1417,
    "[TEXT:␣12␣-8␣10]": 1418,
    "[TEXT:␣8␣-22]": 1419,
    "[TEXT:␣0␣4␣2␣4]": 1420,
    "[TEXT:␣11␣0␣8]": 1421,
    "[TEXT:␣-17␣0]": 1422,
    "[TEXT:␣-3␣4␣-1]": 1423,
    "[TEXT:110]": 1424,
    "[TEXT:9␣3]": 1425,
    "[TEXT:␣6␣22]": 1426,
    "[TEXT:␣8␣-2␣7]": 1427,
    "[TEXT:␣7␣-2␣4]": 1428,
    "[TEXT:␣-3␣-2␣-3]": 1429,
    "[TEXT:␣-14␣17]": 1430,
    "[TEXT:␣9␣-2␣6]": 1431,
    "[TEXT:␣7␣4␣6]": 1432,
    "[TEXT:␣12␣0␣9]": 1433,
    "[TEXT:␣-5␣-6]": 1434,
    "[TEXT:␣2␣20␣2]": 1435,
    "[TEXT:␣6␣-2␣7]": 1436,
    "[TEXT:␣-1␣-2␣-3]": 1437,
    "[TEXT:␣5␣4␣1]": 1438,
    "[TEXT:␣0␣6␣2␣4]": 1439,
    "[TEXT:114]": 1440,
    "[TEXT:4␣0␣0]": 1441,
    "[TEXT:␣-6␣4␣-4]": 1442,
    "[TEXT:1␣8]": 1443,
    "[TEXT:␣9␣4␣7]": 1444,
    "[TEXT:33]": 1445,
    "[TEXT:␣17␣7]": 1446,
    "[TEXT:␣-12␣22]": 1447,
    "[TEXT:␣0␣10␣-4]": 1448,
    "[TEXT:␣5␣1␣5]": 1449,
    "[TEXT:1␣-10]": 1450,
    "[TEXT:␣-6␣8␣-2]": 1451,
    "[TEXT:␣-6␣25]": 1452,
    "[TEXT:␣9␣-6␣8]": 1453,
    "[TEXT:␣9␣-6␣9]": 1454,
    "[TEXT:␣-7␣8␣-5]": 1455,
    "[TEXT:112]": 1456,
    "[TEXT:2␣-2␣-2]": 1457,
    "[TEXT:␣-5␣-4␣-4]": 1458,
    "[TEXT:␣8␣2␣10␣2]": 1459,
    "[TEXT:␣-5␣-2␣-1]": 1460,
    "[TEXT:118]": 1461,
    "[TEXT:6␣6]": 1462,
    "[TEXT:9␣1]": 1463,
    "[TEXT:␣1␣2␣5]": 1464,
    "[TEXT:␣-17␣-2]": 1465,
    "[TEXT:␣6␣6␣5]": 1466,
    "[TEXT:␣8␣-6␣10]": 1467,
    "[TEXT:8␣6]": 1468,
    "[TEXT:␣-2␣2␣4]": 1469,
    "[TEXT:␣0␣0␣0␣0␣-1]": 1470,
    "[TEXT:0␣9]": 1471,
    "[TEXT:␣0␣3␣3]": 1472,
    "[TEXT:␣3␣3␣1]": 1473,
    "[TEXT:␣8␣9]": 1474,
    "[TEXT:␣8␣0␣11]": 1475,
    "[TEXT:␣-15␣-3]": 1476,
    "[TEXT:␣-5␣8␣-4]": 1477,
    "[TEXT:␣8␣2␣5]": 1478,
    "[TEXT:␣12␣-22]": 1479,
    "[TEXT:␣10␣-5␣8]": 1480,
    "[TEXT:4␣-11]": 1481,
    "[TEXT:␣-8␣12␣-6]": 1482,
    "[TEXT:␣-9␣-8]": 1483,
    "[TEXT:␣-12␣-8]": 1484,
    "[TEXT:␣-5␣21]": 1485,
    "[TEXT:42]": 1486,
    "[TEXT:␣0␣14␣4]": 1487,
    "[TEXT:␣0␣17␣-2]": 1488,
    "[TEXT:␣8␣7␣6]": 1489,
    "[TEXT:␣-6␣3␣-2]": 1490,
    "[TEXT:␣-1␣23]": 1491,
    "[TEXT:␣-3␣2␣1]": 1492,
    "[TEXT:4␣-2␣-2]": 1493,
    "[TEXT:␣14␣0␣8]": 1494,
    "[TEXT:␣-14␣20]": 1495,
    "[TEXT:␣8␣6␣2]": 1496,
    "[TEXT:␣32]": 1497,
    "[TEXT:␣15␣10]": 1498,
    "[TEXT:␣1␣2␣-1␣-2]": 1499,
    "[TEXT:␣0␣0␣-2␣1]": 1500,
    "[TEXT:4␣-12]": 1501,
    "[TEXT:␣7␣6␣6]": 1502,
    "[TEXT:␣-8␣9␣-4]": 1503,
    "[TEXT:␣3␣2␣6]": 1504,
    "[TEXT:␣0␣12␣3]": 1505,
    "[TEXT:␣-2␣-2␣1]": 1506,
    "[TEXT:␣-19␣8]": 1507,
    "[TEXT:␣5␣4␣6]": 1508,
    "[TEXT:␣3␣3␣4]": 1509,
    "[TEXT:2␣0␣-2]": 1510,
    "[TEXT:␣2␣25]": 1511,
    "[TEXT:␣1␣-1␣0␣0]": 1512,
    "[TEXT:␣9␣6␣5]": 1513,
    "[TEXT:6␣0␣0]": 1514,
    "[TEXT:␣-4␣0␣-6]": 1515,
    "[TEXT:␣-10␣0␣-4]": 1516,
    "[TEXT:␣-9␣17]": 1517,
    "[TEXT:␣-9␣22]": 1518,
    "[TEXT:0␣0]": 1519,
    "[TEXT:␣0␣6␣-3]": 1520,
    "[TEXT:␣-5␣26]": 1521,
    "[TEXT:␣8␣-7]": 1522,
    "[TEXT:␣-6␣-6␣-4]": 1523,
    "[TEXT:␣4␣23]": 1524,
    "[TEXT:␣10␣-2␣4]": 1525,
    "[TEXT:␣-10␣21]": 1526,
    "[TEXT:␣0␣13␣-4]": 1527,
    "[TEXT:␣0␣15␣1]": 1528,
    "[TEXT:␣4␣2␣6␣2]": 1529,
    "[TEXT:␣0␣7␣4]": 1530,
    "[TEXT:␣6␣3␣3]": 1531,
    "[TEXT:␣-6␣10␣-4]": 1532,
    "[TEXT:␣1␣23]": 1533,
    "[TEXT:␣-10␣12␣-6]": 1534,
    "[TEXT:␣-7␣-8]": 1535,
    "[TEXT:␣7␣2␣3]": 1536,
    "[TEXT:␣-5␣-2␣-3]": 1537,
    "[TEXT:␣-1␣3␣-1]": 1538,
    "[TEXT:␣0␣15␣-1]": 1539,
    "[TEXT:␣10␣1␣4]": 1540,
    "[TEXT:␣-7␣24]": 1541,
    "[TEXT:␣0␣-5␣2]": 1542,
    "[TEXT:␣0␣8␣-3]": 1543,
    "[TEXT:␣9␣-2␣7]": 1544,
    "[TEXT:␣0␣18␣-2]": 1545,
    "[TEXT:␣-6␣-3␣-2]": 1546,
    "[TEXT:␣10␣6␣4]": 1547,
    "[TEXT:␣-8␣6␣-2]": 1548,
    "[TEXT:␣-8␣4␣-2]": 1549,
    "[TEXT:␣-1␣2␣3]": 1550,
    "[TEXT:␣10␣4␣7]": 1551,
    "[TEXT:␣-6␣9␣-4]": 1552,
    "[TEXT:␣-7␣0␣-4]": 1553,
    "[TEXT:␣9␣4␣5]": 1554,
    "[TEXT:␣-6␣0␣-3]": 1555,
    "[TEXT:␣12␣1␣6]": 1556,
    "[TEXT:␣-5␣-2␣-2]": 1557,
    "[TEXT:␣13␣0␣11]": 1558,
    "[TEXT:␣6␣24]": 1559,
    "[TEXT:␣-3␣23]": 1560,
    "[TEXT:␣1␣3␣-1]": 1561,
    "[TEXT:49]": 1562,
    "[TEXT:␣0␣-1␣0␣-1]": 1563,
    "[TEXT:␣3␣21]": 1564,
    "[TEXT:␣8␣2␣8␣2]": 1565,
    "[TEXT:45]": 1566,
    "[TEXT:␣-6␣10␣-6]": 1567,
    "[TEXT:␣8␣0␣8␣2]": 1568,
    "[TEXT:␣-4␣-4␣-1]": 1569,
    "[TEXT:␣3␣4␣5]": 1570,
    "[TEXT:␣-6␣28]": 1571,
    "[TEXT:␣-10␣26]": 1572,
    "[TEXT:2␣-12]": 1573,
    "[TEXT:43]": 1574,
    "[TEXT:␣0␣-6␣-2]": 1575,
    "[TEXT:␣12␣2␣6]": 1576,
    "[TEXT:0␣-13]": 1577,
    "[TEXT:␣10␣4␣8]": 1578,
    "[TEXT:␣-5␣6␣-3]": 1579,
    "[TEXT:␣-6␣5␣-2]": 1580,
    "[TEXT:␣8␣4␣7]": 1581,
    "[TEXT:␣-19␣10]": 1582,
    "[TEXT:57]": 1583,
    "[TEXT:␣9␣1␣6]": 1584,
    "[TEXT:␣-8␣23]": 1585,
    "[TEXT:␣-3␣0␣1]": 1586,
    "[TEXT:␣-7␣8␣-6]": 1587,
    "[TEXT:␣19␣-8]": 1588,
    "[TEXT:␣0␣4␣0␣6]": 1589,
    "[TEXT:␣-18␣13]": 1590,
    "[TEXT:␣-11␣17]": 1591,
    "[TEXT:␣0␣2␣-2␣4]": 1592,
    "[TEXT:␣5␣22]": 1593,
    "[TEXT:␣-3␣1␣-1]": 1594,
    "[TEXT:␣-5␣8␣-3]": 1595,
    "[TEXT:␣-5␣-3␣-3]": 1596,
    "[TEXT:␣7␣1␣6]": 1597,
    "[TEXT:␣-6␣14]": 1598,
    "[TEXT:␣-8␣12␣-4]": 1599,
    "[TEXT:␣0␣20␣2]": 1600,
    "[TEXT:␣-6␣2␣-4]": 1601,
    "[TEXT:␣-2␣20␣-2]": 1602,
    "[TEXT:␣-4␣2␣-4]": 1603,
    "[TEXT:␣12␣-6␣12]": 1604,
    "[TEXT:6␣5]": 1605,
    "[TEXT:␣-7␣8␣-4]": 1606,
    "[TEXT:␣-16␣-6]": 1607,
    "[TEXT:␣6␣4␣3]": 1608,
    "[TEXT:1␣7]": 1609,
    "[TEXT:␣-8␣-2␣-2]": 1610,
    "[TEXT:␣-7␣0␣-3]": 1611,
    "[TEXT:␣0␣6␣-4]": 1612,
    "[TEXT:␣0␣12␣-3]": 1613,
    "[TEXT:␣-5␣23]": 1614,
    "[TEXT:␣9␣8␣6]": 1615,
    "[TEXT:2␣2␣-2]": 1616,
    "[TEXT:␣12␣8␣8]": 1617,
    "[TEXT:␣-5␣0␣-1]": 1618,
    "[TEXT:␣0␣-2␣-2␣-2]": 1619,
    "[TEXT:␣12␣-6␣8]": 1620,
    "[TEXT:␣-1␣3␣1]": 1621,
    "[TEXT:␣-5␣0␣0]": 1622,
    "[TEXT:␣-10␣12␣-8]": 1623,
    "[TEXT:␣0␣0␣2␣4]": 1624,
    "[TEXT:␣7␣3␣5]": 1625,
    "[TEXT:␣-18␣16]": 1626,
    "[TEXT:␣0␣10␣-3]": 1627,
    "[TEXT:␣5␣2␣1]": 1628,
    "[TEXT:␣7␣1␣5]": 1629,
    "[TEXT:␣-6␣-6␣-2]": 1630,
    "[TEXT:␣-8␣-6␣-6]": 1631,
    "[TEXT:␣-15␣15]": 1632,
    "[TEXT:␣8␣-5␣7]": 1633,
    "[TEXT:54]": 1634,
    "[TEXT:␣8␣1␣2]": 1635,
    "[TEXT:␣-6␣-5␣-4]": 1636,
    "[TEXT:␣-7␣14]": 1637,
    "[TEXT:␣5␣20]": 1638,
    "[TEXT:␣5␣-2␣7]": 1639,
    "[TEXT:␣7␣3␣6]": 1640,
    "[TEXT:␣-1␣5␣-1]": 1641,
    "[TEXT:68]": 1642,
    "[TEXT:␣6␣-2␣3]": 1643,
    "[TEXT:␣-6␣4␣-6␣4]": 1644,
    "[TEXT:␣-19␣3]": 1645,
    "[TEXT:␣12␣6␣8]": 1646,
    "[TEXT:1␣-11]": 1647,
    "[TEXT:␣10␣2␣12␣2]": 1648,
    "[TEXT:␣1␣-2␣5]": 1649,
    "[TEXT:9␣-8]": 1650,
    "[TEXT:␣10␣10␣8]": 1651,
    "[TEXT:␣-5␣-1␣-2]": 1652,
    "[TEXT:␣-9␣8␣-6]": 1653,
    "[TEXT:␣0␣-18]": 1654,
    "[TEXT:␣-4␣-2␣-3]": 1655,
    "[TEXT:␣10␣-6␣9]": 1656,
    "[TEXT:␣9␣-4␣9]": 1657,
    "[TEXT:0␣4␣-2]": 1658,
    "[TEXT:␣0␣27]": 1659,
    "[TEXT:␣-4␣6␣-1]": 1660,
    "[TEXT:␣0␣0␣2␣-1]": 1661,
    "[TEXT:6␣-11]": 1662,
    "[TEXT:6␣-2␣-2]": 1663,
    "[TEXT:␣-3␣8␣-2]": 1664,
    "[TEXT:␣12␣6␣6]": 1665,
    "[TEXT:␣-7␣0␣-6]": 1666,
    "[TEXT:␣7␣-2␣3]": 1667,
    "[TEXT:␣0␣1␣2␣1]": 1668,
    "[TEXT:1␣-12]": 1669,
    "[TEXT:64]": 1670,
    "[TEXT:␣-9␣19]": 1671,
    "[TEXT:␣10␣-2␣10]": 1672,
    "[TEXT:␣0␣0␣0␣0␣1]": 1673,
    "[TEXT:␣3␣-2␣1]": 1674,
    "[TEXT:53]": 1675,
    "[TEXT:␣-3␣4␣-2]": 1676,
    "[TEXT:␣0␣0␣-2␣2]": 1677,
    "[TEXT:␣0␣2␣-2␣2]": 1678,
    "[TEXT:␣-15␣18]": 1679,
    "[TEXT:␣-4␣9␣-2]": 1680,
    "[TEXT:␣5␣0␣5]": 1681,
    "[TEXT:␣-8␣16]": 1682,
    "[TEXT:␣0␣0␣1␣-1]": 1683,
    "[TEXT:␣0␣6␣0␣6]": 1684,
    "[TEXT:␣8␣6␣8]": 1685,
    "[TEXT:␣-5␣-4␣-3]": 1686,
    "[TEXT:␣-2␣27]": 1687,
    "[TEXT:␣6␣-22]": 1688,
    "[TEXT:␣7␣4␣7]": 1689,
    "[TEXT:␣-1␣1␣3]": 1690,
    "[TEXT:␣-4␣0␣-3]": 1691,
    "[TEXT:␣16␣0␣12]": 1692,
    "[TEXT:␣15␣9]": 1693,
    "[TEXT:␣0␣4␣-2␣4]": 1694,
    "[TEXT:␣-6␣2␣-6␣2]": 1695,
    "[TEXT:40]": 1696,
    "[TEXT:␣0␣4␣2␣2]": 1697,
    "[TEXT:␣8␣3␣5]": 1698,
    "[TEXT:␣16␣-20]": 1699,
    "[TEXT:␣0␣2␣2␣4]": 1700,
    "[TEXT:␣-5␣12]": 1701,
    "[TEXT:␣8␣0␣8␣-2]": 1702,
    "[TEXT:␣-10␣8␣-4]": 1703,
    "[TEXT:␣14␣12]": 1704,
    "[TEXT:␣6␣2␣6␣2]": 1705,
    "[TEXT:␣0␣14␣-4]": 1706,
    "[TEXT:␣13␣-20]": 1707,
    "[TEXT:␣0␣-5␣0]": 1708,
    "[TEXT:␣0␣-2␣0␣-2]": 1709,
    "[TEXT:␣10␣7␣6]": 1710,
    "[TEXT:1␣10]": 1711,
    "[TEXT:␣7␣0␣3]": 1712,
    "[TEXT:␣4␣4␣1]": 1713,
    "[TEXT:␣7␣4␣3]": 1714,
    "[TEXT:␣10␣0␣10␣2]": 1715,
    "[TEXT:␣12␣-2␣6]": 1716,
    "[TEXT:␣9␣2␣5]": 1717,
    "[TEXT:␣0␣16␣-1]": 1718,
    "[TEXT:␣-8␣-2␣-4]": 1719,
    "[TEXT:-10]": 1720,
    "[TEXT:␣10␣-6␣6]": 1721,
    "[TEXT:␣8␣-3␣8]": 1722,
    "[TEXT:55]": 1723,
    "[TEXT:␣-4␣9␣-4]": 1724,
    "[TEXT:␣10␣-8␣8]": 1725,
    "[TEXT:␣0␣9␣4]": 1726,
    "[TEXT:␣7␣2␣7]": 1727,
    "[TEXT:␣-9␣24]": 1728,
    "[TEXT:␣18␣10]": 1729,
    "[TEXT:␣1␣4␣5]": 1730,
    "[TEXT:␣14␣-22]": 1731,
    "[TEXT:␣-8␣9␣-6]": 1732,
    "[TEXT:␣-3␣8␣-1]": 1733,
    "[TEXT:␣-9␣10␣-6]": 1734,
    "[TEXT:␣0␣1␣3]": 1735,
    "[TEXT:␣-17␣-1]": 1736,
    "[TEXT:4␣0␣-2]": 1737,
    "[TEXT:52]": 1738,
    "[TEXT:␣0␣0␣0␣4]": 1739,
    "[TEXT:␣-5␣8␣-5]": 1740,
    "[TEXT:␣0␣0␣-1␣2]": 1741,
    "[TEXT:␣0␣2␣6]": 1742,
    "[TEXT:␣-8␣6␣-10␣6]": 1743,
    "[TEXT:47]": 1744,
    "[TEXT:␣-5␣4␣-2]": 1745,
    "[TEXT:␣11␣0␣13]": 1746,
    "[TEXT:␣-1␣-2␣1␣2]": 1747,
    "[TEXT:␣-6␣4␣-8␣4]": 1748,
    "[TEXT:␣-8␣11␣-6]": 1749,
    "[TEXT:␣0␣-2␣2␣-2]": 1750,
    "[TEXT:␣-3␣-1␣-1]": 1751,
    "[TEXT:␣-5␣-4␣-2]": 1752,
    "[TEXT:␣-7␣8␣-3]": 1753,
    "[TEXT:␣-8␣28]": 1754,
    "[TEXT:␣9␣2␣7]": 1755,
    "[TEXT:␣6␣3␣5]": 1756,
    "[TEXT:␣7␣-1␣5]": 1757,
    "[TEXT:6␣-12]": 1758,
    "[TEXT:␣-13␣-5]": 1759,
    "[TEXT:␣2␣2␣0␣2]": 1760,
    "[TEXT:␣4␣2␣8␣2]": 1761,
    "[TEXT:␣8␣4␣8]": 1762,
    "[TEXT:␣10␣2␣10␣2]": 1763,
    "[TEXT:␣0␣5␣3]": 1764,
    "[TEXT:␣0␣11␣4]": 1765,
    "[TEXT:␣-8␣25]": 1766,
    "[TEXT:␣-4␣6␣-3]": 1767,
    "[TEXT:␣0␣16␣1]": 1768,
    "[TEXT:␣10␣7␣8]": 1769,
    "[TEXT:65]": 1770,
    "[TEXT:␣10␣-8␣10]": 1771,
    "[TEXT:␣-8␣1␣-2]": 1772,
    "[TEXT:␣-10␣-10]": 1773,
    "[TEXT:␣-16␣17]": 1774,
    "[TEXT:␣-4␣20␣-2]": 1775,
    "[TEXT:␣8␣-2␣5]": 1776,
    "[TEXT:␣-8␣4␣-8␣4]": 1777,
    "[TEXT:␣3␣26]": 1778,
    "[TEXT:␣1␣-1␣-1␣1]": 1779,
    "[TEXT:␣9␣-20]": 1780,
    "[TEXT:␣12␣4␣6]": 1781,
    "[TEXT:␣12␣8␣6]": 1782,
    "[TEXT:␣11␣0␣12]": 1783,
    "[TEXT:␣-12␣24]": 1784,
    "[TEXT:␣8␣-6␣5]": 1785,
    "[TEXT:␣-5␣6␣-1]": 1786,
    "[TEXT:1␣9]": 1787,
    "[TEXT:␣-3␣-1␣-2]": 1788,
    "[TEXT:␣-8␣-6␣-4]": 1789,
    "[TEXT:␣-13␣17]": 1790,
    "[TEXT:␣10␣-2␣8]": 1791,
    "[TEXT:␣11␣-6␣9]": 1792,
    "[TEXT:3␣-9]": 1793,
    "[TEXT:59]": 1794,
    "[TEXT:␣10␣8␣4]": 1795,
    "[TEXT:␣-8␣6␣-8␣6]": 1796,
    "[TEXT:␣-6␣7␣-2]": 1797,
    "[TEXT:␣-4␣27]": 1798,
    "[TEXT:␣3␣-2␣-1]": 1799,
    "[TEXT:␣-19␣5]": 1800,
    "[TEXT:␣0␣6␣2␣6]": 1801,
    "[TEXT:␣13␣0␣9]": 1802,
    "[TEXT:␣0␣4␣0␣2]": 1803,
    "[TEXT:␣-1␣4␣-3]": 1804,
    "[TEXT:␣0␣0␣-2␣4]": 1805,
    "[TEXT:␣7␣5␣5]": 1806,
    "[TEXT:␣10␣0␣8␣2]": 1807,
    "[TEXT:␣-3␣-4␣-2]": 1808,
    "[TEXT:␣12␣0]": 1809,
    "[TEXT:␣12␣0␣13]": 1810,
    "[TEXT:␣0␣6␣-2␣6]": 1811,
    "[TEXT:␣-1␣25]": 1812,
    "[TEXT:␣12␣2␣12␣2]": 1813,
    "[TEXT:␣11␣-20]": 1814,
    "[TEXT:␣10␣10␣6]": 1815,
    "[TEXT:␣9␣-6␣7]": 1816,
    "[TEXT:␣4␣4␣-2]": 1817,
    "[TEXT:␣9␣4␣6]": 1818,
    "[TEXT:␣5␣3␣6]": 1819,
    "[TEXT:3␣5]": 1820,
    "[TEXT:␣8␣2␣7]": 1821,
    "[TEXT:␣6␣-2␣8]": 1822,
    "[TEXT:␣0␣0␣0␣0␣0␣2]": 1823,
    "[TEXT:␣-6␣6␣-5]": 1824,
    "[TEXT:␣0␣-3␣3]": 1825,
    "[TEXT:␣10␣6␣7]": 1826,
    "[TEXT:0␣-1␣-2]": 1827,
    "[TEXT:8␣5]": 1828,
    "[TEXT:8␣-11]": 1829,
    "[TEXT:␣-3␣-4␣-1]": 1830,
    "[TEXT:␣9␣8␣7]": 1831,
    "[TEXT:␣0␣0␣6]": 1832,
    "[TEXT:␣-18␣4␣-2]": 1833,
    "[TEXT:␣-7␣21]": 1834,
    "[TEXT:␣0␣15␣-4]": 1835,
    "[TEXT:113]": 1836,
    "[TEXT:␣0␣4␣-2␣6]": 1837,
    "[TEXT:␣-19␣7]": 1838,
    "[TEXT:␣-4␣30]": 1839,
    "[TEXT:3␣-10]": 1840,
    "[TEXT:␣-4␣0␣-1]": 1841,
    "[TEXT:␣11␣12]": 1842,
    "[TEXT:␣4␣25]": 1843,
    "[TEXT:␣6␣26]": 1844,
    "[TEXT:␣-3␣-4␣-3]": 1845,
    "[TEXT:␣-8␣15]": 1846,
    "[TEXT:␣12␣0␣12␣2]": 1847,
    "[TEXT:␣-1␣28]": 1848,
    "[TEXT:␣-6␣2␣-8␣2]": 1849,
    "[TEXT:␣3␣2␣-1]": 1850,
    "[TEXT:␣0␣14␣3]": 1851,
    "[TEXT:␣-4␣4␣-4]": 1852,
    "[TEXT:␣3␣3␣5]": 1853,
    "[TEXT:␣0␣15␣4]": 1854,
    "[TEXT:␣-8␣8␣-2]": 1855,
    "[TEXT:␣9␣0]": 1856,
    "[TEXT:␣-7␣10␣-5]": 1857,
    "[TEXT:␣0␣20␣-2]": 1858,
    "[TEXT:␣-6␣27]": 1859,
    "[TEXT:␣-6␣6␣-3]": 1860,
    "[TEXT:␣-5␣6␣-5]": 1861,
    "[TEXT:␣-3␣6␣1]": 1862,
    "[TEXT:8␣-2␣-2]": 1863,
    "[TEXT:␣-4␣-6␣-2]": 1864,
    "[TEXT:␣2␣27]": 1865,
    "[TEXT:␣8␣2␣8]": 1866,
    "[TEXT:␣8␣-4␣5]": 1867,
    "[TEXT:␣-11␣20]": 1868,
    "[TEXT:67]": 1869,
    "[TEXT:␣-6␣13]": 1870,
    "[TEXT:␣-17␣16]": 1871,
    "[TEXT:␣10␣-6␣12]": 1872,
    "[TEXT:␣-3␣-3␣-1]": 1873,
    "[TEXT:␣-2␣2␣0␣0]": 1874,
    "[TEXT:␣0␣1␣0␣2]": 1875,
    "[TEXT:␣0␣30]": 1876,
    "[TEXT:␣-3␣28]": 1877,
    "[TEXT:␣12␣-21]": 1878,
    "[TEXT:␣-19␣12]": 1879,
    "[TEXT:␣9␣2␣4]": 1880,
    "[TEXT:␣-10␣10␣-4]": 1881,
    "[TEXT:␣2␣2␣-2␣-2]": 1882,
    "[TEXT:␣19␣-7]": 1883,
    "[TEXT:␣-7␣26]": 1884,
    "[TEXT:0␣-14]": 1885,
    "[TEXT:␣-3␣0␣-4]": 1886,
    "[TEXT:␣9␣4␣4]": 1887,
    "[TEXT:␣11␣0␣6]": 1888,
    "[TEXT:␣4␣2␣4␣2]": 1889,
    "[TEXT:␣-2␣2␣0␣2]": 1890,
    "[TEXT:␣-8␣6␣-4]": 1891,
    "[TEXT:␣-1␣4␣3]": 1892,
