[REL:(0,0)] [REL:(0,0)]
[REL:(0,2)] [REL:(0,2)]
[REL:(0,0)] [REL:(0,1)]
[REL:(0,0)] [REL:(1,0)]
[REL:(0,1)] [REL:(0,1)]
[REL:(0,0)] [REL:(0,-1)]
[REL:(1,0)] [REL:(1,0)]
[REL:(0,3)] [REL:(0,3)]
[REL:(1,1)] [REL:(1,1)]
[REL:(0,0)] [REL:(-1,0)]
[REL:(0,2)] [REL:(1,2)]
[REL:(2,0)] [REL:(2,0)]
[REL:(0,-1)] [REL:(0,-1)]
[REL:(1,-1)] [REL:(1,-1)]
[REL:(2,-1)] [REL:(2,-1)]
[REL:(0,2)] [REL:(0,1)]
[REL:(1,2)] [REL:(1,2)]
[REL:(1,-2)] [REL:(1,-2)]
[REL:(0,0);(0,0)] [REL:(0,0);(0,0)]
[REL:(2,-2)] [REL:(2,-2)]
[REL:(-1,0)] [REL:(-1,0)]
[REL:(0,0)] [REL:(1,1)]
[REL:(0,2)] [REL:(0,3)]
[REL:(-1,2)] [REL:(-1,2)]
[REL:(0,1)] [REL:(1,1)]
[REL:(0,2)] [REL:(1,1)]
[REL:(0,4)] [REL:(0,4)]
[REL:(2,0)] [REL:(2,-1)]
[REL:(-1,-1)] [REL:(-1,-1)]
[REL:(1,2)] [REL:(1,1)]
[REL:(-1,1)] [REL:(-1,1)]
[REL:(0,-2)] [REL:(0,-2)]
[REL:(2,1)] [REL:(2,1)]
[REL:(1,0)] [REL:(1,-1)]
[REL:(0,3)] [REL:(1,3)]
[REL:(-2,0)] [REL:(-2,1)]
[REL:(1,0)] [REL:(2,0)]
[REL:(-1,3)] [REL:(-1,3)]
[REL:(0,2)] [REL:(1,3)]
[REL:(-1,-1)] [REL:(-1,0)]
[REL:(0,0);(0,0)] [REL:(0,0)]
[REL:(1,-2)] [REL:(1,-1)]
[REL:(2,-3)] [REL:(2,-3)]
[REL:(1,0)] [REL:(0,0)]
[REL:(0,1)] [REL:(0,0)]
[REL:(1,0)] [REL:(1,1)]
[REL:(2,-1)] [REL:(1,-1)]
[REL:(3,0)] [REL:(3,0)]
[REL:(0,-2)] [REL:(0,-1)]
[REL:(0,2)] [REL:(-1,2)]
[REL:(1,-3)] [REL:(1,-3)]
[REL:(0,0);(0,0)] [REL:(0,1)]
[REL:(1,3)] [REL:(1,3)]
[REL:(2,-1)] [REL:(2,-2)]
[REL:(-2,0)] [REL:(-2,0)]
[REL:(2,1)] [REL:(2,0)]
[REL:(3,-1)] [REL:(3,-1)]
[REL:(0,3)] [REL:(1,2)]
[REL:(-2,1)] [REL:(-2,1)]
[REL:(1,0)] [REL:(0,-1)]
[REL:(1,-2)] [REL:(2,-2)]
[REL:(0,1)] [REL:(1,2)]
[REL:(-2,2)] [REL:(-2,2)]
[REL:(-1,1)] [REL:(-1,2)]
[REL:(1,-1)] [REL:(0,-1)]
[REL:(-1,3)] [REL:(0,3)]
[REL:(-1,-1)] [REL:(0,-1)]
[REL:(0,4)] [REL:(0,3)]
[REL:(3,-2)] [REL:(3,-2)]
[REL:(1,-2)] [REL:(0,-1)]
[REL:(0,0)] [REL:(1,-1)]
[REL:(3,0)] [REL:(3,-1)]
[REL:(-1,1)] [REL:(0,1)]
[REL:(1,3)] [REL:(1,2)]
[REL:(1,-2)] [REL:(0,-2)]
[REL:(1,0)] [REL:(2,-1)]
[REL:(0,0)] [REL:(-1,-1)]
[REL:(0,5)] [REL:(0,5)]
[REL:(0,4)] [REL:(1,4)]
[REL:(2,-3)] [REL:(2,-2)]
[REL:(-1,3)] [REL:(-1,2)]
[REL:(1,0)] [REL:(-1,0)]
[REL:(-1,4)] [REL:(-1,4)]
[REL:(1,1)] [REL:(0,1)]
[REL:(1,-2)] [REL:(1,-3)]
[REL:(2,2)] [REL:(2,1)]
[REL:(0,0);(0,0)] [REL:(0,-1)]
[REL:(-1,1)] [REL:(-2,1)]
[REL:(1,0)] [REL:(0,1)]
[REL:(3,-2)] [REL:(2,-2)]
[REL:(2,-1)] [REL:(2,0)]
[REL:(-2,2)] [REL:(-1,2)]
[REL:(-2,0)] [REL:(-1,0)]
[REL:(2,1)] [REL:(1,1)]
[REL:(2,2)] [REL:(2,2)]
[REL:(2,-3)] [REL:(1,-3)]
[REL:(2,-1)] [REL:(3,-1)]
[REL:(0,4)] [REL:(1,3)]
[REL:(2,0)] [REL:(1,-1)]
[REL:(-1,0)] [REL:(0,0)]
[REL:(1,4)] [REL:(1,4)]
[REL:(0,1)] [REL:(0,2)]
[REL:(2,0)] [REL:(3,0)]
[REL:(0,3)] [REL:(0,2)]
[REL:(-1,-1)] [REL:(-2,-1)]
[REL:(0,-3)] [REL:(0,-3)]
[REL:(-2,2)] [REL:(-2,3)]
[REL:(1,2)] [REL:(0,1)]
[REL:(-1,3)] [REL:(-1,4)]
[REL:(2,0)] [REL:(3,-1)]
[REL:(0,-1)] [REL:(0,0)]
[REL:(1,1)] [REL:(2,1)]
[REL:(0,-2)] [REL:(-1,-2)]
[REL:(0,4)] [REL:(0,5)]
[REL:(1,1)] [REL:(1,2)]
[REL:(3,-3)] [REL:(3,-3)]
[REL:(-1,0)] [REL:(0,1)]
[REL:(1,0)] [REL:(2,1)]
[REL:(2,-4)] [REL:(2,-4)]
[REL:(1,-1)] [REL:(2,-1)]
[REL:(0,4)] [REL:(-1,4)]
[REL:(3,1)] [REL:(3,0)]
[REL:(0,-1)] [REL:(-1,0)]
[REL:(-1,1)] [REL:(-1,0)]
[REL:(1,2)] [REL:(2,2)]
[REL:(0,0);(0,0)] [REL:(-1,0)]
[REL:(0,-1)] [REL:(1,-1)]
[REL:(1,2)] [REL:(1,3)]
[REL:(1,-4)] [REL:(1,-4)]
[REL:(-2,3)] [REL:(-2,3)]
[REL:(-1,2)] [REL:(0,3)]
[REL:(2,0)] [REL:(1,0)]
[REL:(-1,-2)] [REL:(-1,-2)]
[REL:(1,2)] [REL:(0,2)]
[REL:(-2,0)] [REL:(-3,1)]
[REL:(1,4)] [REL:(1,3)]
[REL:(-1,1)] [REL:(0,2)]
[REL:(3,-2)] [REL:(3,-3)]
[REL:(1,1)] [REL:(1,0)]
[REL:(-1,2)] [REL:(0,2)]
[REL:(2,-2)] [REL:(1,-1)]
[REL:(2,-2)] [REL:(2,-3)]
[REL:(1,2)] [REL:(2,1)]
[REL:(1,-2)] [REL:(2,-1)]
[REL:(2,-2)] [REL:(2,-1)]
[REL:(-2,0)] [REL:(-3,0)]
[REL:(0,-1)] [REL:(-1,-1)]
[REL:(-1,5)] [REL:(-1,5)]
[REL:(2,0)] [REL:(2,1)]
[REL:(0,1)] [REL:(1,0)]
[REL:(-1,2)] [REL:(-1,3)]
[REL:(-2,-1)] [REL:(-2,-1)]
[REL:(0,0)] [REL:(-1,1)]
[REL:(1,-2)] [REL:(0,-3)]
[REL:(0,3)] [REL:(0,4)]
[REL:(0,-2)] [REL:(0,-3)]
[REL:(3,1)] [REL:(3,1)]
[REL:(0,-1)] [REL:(0,0);(0,0)]
[REL:(-1,3)] [REL:(0,2)]
[REL:(0,-1)] [REL:(0,1)]
[REL:(1,-4)] [REL:(1,-3)]
[REL:(0,3)] [REL:(1,4)]
[REL:(0,-2)] [REL:(1,-1)]
[REL:(2,-2)] [REL:(1,-3)]
[REL:(1,0)] [REL:(0,0);(0,0)]
[REL:(-2,-1)] [REL:(-1,0)]
[REL:(1,1)] [REL:(0,0)]
[REL:(-1,1)] [REL:(-2,2)]
[REL:(2,-3)] [REL:(2,-4)]
[REL:(-2,1)] [REL:(-2,2)]
[REL:(2,2)] [REL:(1,1)]
[REL:(0,0);(0,1)] [REL:(0,1)]
[REL:(4,0)] [REL:(4,0)]
[REL:(-1,2)] [REL:(0,1)]
[REL:(-2,4)] [REL:(-1,4)]
[REL:(0,3)] [REL:(-1,3)]
[REL:(2,-2)] [REL:(1,-2)]
[REL:(4,-1)] [REL:(4,-1)]
[REL:(3,-2)] [REL:(3,-1)]
[REL:(1,5)] [REL:(1,5)]
[REL:(-1,-1)] [REL:(0,0)]
[REL:(0,6)] [REL:(0,6)]
[REL:(2,-3)] [REL:(3,-3)]
[REL:(-2,1)] [REL:(-3,1)]
[REL:(3,0)] [REL:(2,-1)]
[REL:(2,2)] [REL:(3,1)]
[REL:(0,2)] [REL:(-1,3)]
[REL:(0,0);(0,0)] [REL:(1,0)]
[REL:(2,-2)] [REL:(3,-2)]
[REL:(1,-1)] [REL:(1,0)]
[REL:(0,-1)] [REL:(1,0)]
[REL:(-1,5)] [REL:(0,5)]
[REL:(3,0)] [REL:(2,0)]
[REL:(3,-1)] [REL:(2,-1)]
[REL:(-1,0)] [REL:(-1,-1)]
[REL:(1,3)] [REL:(0,3)]
[REL:(1,-3)] [REL:(0,-3)]
[REL:(0,-1)] [REL:(0,-2)]
[REL:(2,1)] [REL:(3,1)]
[REL:(-2,1)] [REL:(-1,2)]
[REL:(-2,3)] [REL:(-1,3)]
[REL:(0,1)] [REL:(-1,1)]
[REL:(-3,1)] [REL:(-3,1)]
[REL:(-2,0)] [REL:(-1,1)]
[REL:(0,1)] [REL:(-1,0)]
[REL:(-1,5)] [REL:(-1,4)]
[REL:(3,-4)] [REL:(3,-4)]
[REL:(0,0);(0,0)] [REL:(0,0);(0,1)]
[REL:(-2,4)] [REL:(-2,4)]
[REL:(-3,2)] [REL:(-3,2)]
[REL:(-1,-2)] [REL:(-1,-1)]
[REL:(1,-1)] [REL:(1,-2)]
[REL:(0,3)] [REL:(-1,2)]
[REL:(0,1)] [REL:(0,0);(0,0)]
[REL:(0,2)] [REL:(-1,1)]
[REL:(2,2)] [REL:(3,2)]
[REL:(2,1)] [REL:(3,0)]
[REL:(-2,3)] [REL:(-1,4)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(2,1)] [REL:(1,0)]
[REL:(0,4)] [REL:(1,5)]
[REL:(4,0)] [REL:(4,-1)]
[REL:(3,-1)] [REL:(3,-2)]
[REL:(0,6)] [REL:(0,5)]
[REL:(0,4)] [REL:(-1,3)]
[REL:(1,2)] [REL:(0,3)]
[REL:(-3,0)] [REL:(-3,0)]
[REL:(0,-2)] [REL:(1,-2)]
[REL:(2,-2)] [REL:(3,-3)]
[REL:(0,-2)] [REL:(-1,-1)]
[REL:(-2,0)] [REL:(-2,-1)]
[REL:(-2,1)] [REL:(-1,1)]
[REL:(2,2)] [REL:(1,2)]
[REL:(0,-4)] [REL:(0,-4)]
[REL:(1,-1)] [REL:(2,0)]
[REL:(0,0);(0,0)] [REL:(1,1)]
[REL:(-2,2)] [REL:(-1,3)]
[REL:(2,3)] [REL:(2,3)]
[REL:(-1,0)] [REL:(1,0)]
[REL:(2,-3)] [REL:(1,-2)]
[REL:(0,-2)] [REL:(1,-3)]
[REL:(0,3)] [REL:(-1,4)]
[REL:(-1,2)] [REL:(-1,1)]
[REL:(0,4)] [REL:(0,2)]
[REL:(2,-4)] [REL:(1,-3)]
[REL:(1,3)] [REL:(0,2)]
[REL:(0,-1)] [REL:(0,0);(0,1)]
[REL:(0,0)] [REL:(0,2)]
[REL:(4,-2)] [REL:(4,-2)]
[REL:(0,-1)] [REL:(-1,-2)]
[REL:(-1,6)] [REL:(-1,6)]
[REL:(-1,0)] [REL:(-2,0)]
[REL:(-3,0)] [REL:(-3,1)]
[REL:(0,1)] [REL:(-1,2)]
[REL:(3,0)] [REL:(4,-1)]
[REL:(1,3)] [REL:(1,4)]
[REL:(-2,3)] [REL:(-2,4)]
[REL:(0,-4)] [REL:(0,-3)]
[REL:(4,0)] [REL:(3,-1)]
[REL:(-1,-1)] [REL:(-1,-2)]
[REL:(-1,0)] [REL:(-1,1)]
[REL:(0,3)] [REL:(0,1)]
[REL:(0,5)] [REL:(1,5)]
[REL:(1,1)] [REL:(2,0)]
[REL:(1,3)] [REL:(2,3)]
[REL:(-3,2)] [REL:(-3,3)]
[REL:(3,-2)] [REL:(2,-1)]
[REL:(-1,0)] [REL:(0,-1)]
[REL:(1,-1)] [REL:(2,-2)]
[REL:(0,5)] [REL:(1,4)]
[REL:(0,2)] [REL:(0,1);(0,1)]
[REL:(1,-2)] [REL:(2,-3)]
[REL:(1,-4)] [REL:(0,-3)]
[REL:(3,2)] [REL:(3,1)]
[REL:(1,-1)] [REL:(0,-2)]
[REL:(3,-4)] [REL:(2,-4)]
[REL:(3,-2)] [REL:(2,-3)]
[REL:(-2,3)] [REL:(-1,2)]
[REL:(0,0)] [REL:(2,0)]
[REL:(2,-2)] [REL:(3,-1)]
[REL:(2,1)] [REL:(2,2)]
[REL:(-2,2)] [REL:(-3,2)]
[REL:(3,0)] [REL:(4,0)]
[REL:(-2,2)] [REL:(-2,1)]
[REL:(1,-3)] [REL:(1,-2)]
[REL:(-1,4)] [REL:(-1,3)]
[REL:(-1,0)] [REL:(-2,1)]
[REL:(2,3)] [REL:(2,2)]
[REL:(-1,-3)] [REL:(-1,-2)]
[REL:(2,-5)] [REL:(2,-5)]
[REL:(-1,0)] [REL:(0,0);(0,0)]
[REL:(-1,1)] [REL:(1,1)]
[REL:(0,0)] [REL:(1,2)]
[REL:(1,1)] [REL:(2,2)]
[REL:(0,1)] [REL:(0,-1)]
[REL:(3,-4)] [REL:(3,-3)]
[REL:(2,-4)] [REL:(2,-3)]
[REL:(1,5)] [REL:(1,4)]
[REL:(-2,-2)] [REL:(-2,-1)]
[REL:(4,-1)] [REL:(3,-1)]
[REL:(0,2)] [REL:(0,3);(0,3)]
[REL:(0,0);(0,0)] [REL:(0,0);(0,-1)]
[REL:(-1,4)] [REL:(0,4)]
[REL:(-1,0)] [REL:(1,1)]
[REL:(-1,3)] [REL:(0,4)]
[REL:(-2,5)] [REL:(-2,5)]
[REL:(4,-3)] [REL:(3,-3)]
[REL:(2,-1)] [REL:(1,-2)]
[REL:(-2,1)] [REL:(-3,2)]
[REL:(2,0)] [REL:(3,1)]
[REL:(-1,2)] [REL:(-2,2)]
[REL:(3,-2)] [REL:(4,-2)]
[REL:(1,3)] [REL:(2,2)]
[REL:(-1,0)] [REL:(-2,-1)]
[REL:(-1,4)] [REL:(0,3)]
[REL:(2,-1)] [REL:(3,0)]
[REL:(-1,5)] [REL:(-1,6)]
[REL:(0,2);(0,1)] [REL:(1,1)]
[REL:(1,0)] [REL:(0,0);(0,1)]
[REL:(0,-2)] [REL:(-1,-3)]
[REL:(0,2);(0,2)] [REL:(0,1)]
[REL:(0,-3)] [REL:(1,-3)]
[REL:(0,2);(0,2)] [REL:(1,2)]
[REL:(0,5)] [REL:(0,4)]
[REL:(0,0);(0,0)] [REL:(0,0);(1,0)]
[REL:(1,4)] [REL:(0,3)]
[REL:(1,-4)] [REL:(2,-4)]
[REL:(-1,-2)] [REL:(0,-1)]
[REL:(0,2);(0,2)] [REL:(1,1)]
[REL:(4,-1)] [REL:(4,-2)]
[REL:(2,-1)] [REL:(3,-2)]
[REL:(-1,2)] [REL:(1,2)]
[REL:(2,0)] [REL:(1,1)]
[REL:(1,0)] [REL:(0,0);(1,0)]
[REL:(1,3)] [REL:(1,1)]
[REL:(-3,1)] [REL:(-3,2)]
[REL:(1,-5)] [REL:(1,-5)]
[REL:(2,3)] [REL:(3,2)]
[REL:(-2,3)] [REL:(-2,2)]
[REL:(3,-1)] [REL:(2,-2)]
[REL:(0,2);(1,2)] [REL:(1,1)]
[REL:(0,-3)] [REL:(0,-2)]
[REL:(3,0)] [REL:(3,1)]
[REL:(0,2)] [REL:(2,2)]
[REL:(1,-4)] [REL:(0,-4)]
[REL:(-1,5)] [REL:(0,4)]
[REL:(-1,1)] [REL:(-2,0)]
[REL:(-2,1)] [REL:(-2,0)]
[REL:(2,-1)] [REL:(1,0)]
[REL:(-1,-1)] [REL:(-2,0)]
[REL:(0,0);(0,-1)] [REL:(0,-1)]
[REL:(-1,1)] [REL:(0,0)]
[REL:(0,2)] [REL:(0,4)]
[REL:(-2,-1)] [REL:(-2,0)]
[REL:(0,2)] [REL:(1,4)]
[REL:(1,6)] [REL:(1,6)]
[REL:(-2,2)] [REL:(-3,3)]
[REL:(1,-3)] [REL:(2,-2)]
[REL:(1,-3)] [REL:(2,-3)]
[REL:(1,-1)] [REL:(0,0)]
[REL:(0,3)] [REL:(1,1)]
[REL:(-1,3)] [REL:(-2,3)]
[REL:(0,5)] [REL:(0,6)]
[REL:(1,0)] [REL:(-1,-1)]
[REL:(0,0);(1,0)] [REL:(1,-1)]
[REL:(0,0);(1,0)] [REL:(1,0)]
[REL:(3,-3)] [REL:(2,-3)]
[REL:(0,1)] [REL:(2,1)]
[REL:(4,-3)] [REL:(4,-3)]
[REL:(-2,4)] [REL:(-2,5)]
[REL:(-1,2)] [REL:(-1,4)]
[REL:(0,0);(0,0)] [REL:(1,-1)]
[REL:(0,1);(0,1)] [REL:(0,1)]
[REL:(-3,1)] [REL:(-2,1)]
[REL:(0,2)] [REL:(1,1);(1,1)]
[REL:(2,3)] [REL:(1,2)]
[REL:(-2,-1)] [REL:(-1,-1)]
[REL:(3,-1)] [REL:(3,0)]
[REL:(3,-4)] [REL:(3,-5)]
[REL:(-1,-3)] [REL:(-1,-3)]
[REL:(4,1)] [REL:(4,0)]
[REL:(0,4)] [REL:(1,2)]
[REL:(-1,5)] [REL:(0,6)]
[REL:(3,-1)] [REL:(4,-1)]
[REL:(-1,1)] [REL:(1,2)]
[REL:(0,5)] [REL:(-1,4)]
[REL:(0,0);(-1,0)] [REL:(-1,0)]
[REL:(2,0)] [REL:(2,-1);(2,-1)]
[REL:(-1,-1)] [REL:(-1,0);(-1,0)]
[REL:(3,2)] [REL:(3,2)]
[REL:(-2,4)] [REL:(-1,3)]
[REL:(1,-4)] [REL:(2,-3)]
[REL:(3,1)] [REL:(2,1)]
[REL:(-1,1)] [REL:(-1,3)]
[REL:(2,0)] [REL:(2,-2)]
[REL:(-3,0)] [REL:(-2,0)]
[REL:(4,-2)] [REL:(3,-3)]
[REL:(0,-3)] [REL:(-1,-2)]
[REL:(-3,0)] [REL:(-2,1)]
[REL:(1,0)] [REL:(3,0)]
[REL:(1,-4)] [REL:(1,-5)]
[REL:(-3,3)] [REL:(-3,3)]
[REL:(0,0)] [REL:(2,1)]
[REL:(0,0)] [REL:(0,-2)]
[REL:(-1,1)] [REL:(0,3)]
[REL:(-1,-1)] [REL:(1,1)]
[REL:(0,2);(1,2)] [REL:(1,2)]
[REL:(1,0)] [REL:(2,0);(2,-1)]
[REL:(0,0);(0,0)] [REL:(0,0);(-1,0)]
[REL:(1,-3)] [REL:(0,-2)]
[REL:(0,1)] [REL:(0,0);(0,-1)]
[REL:(0,2)] [REL:(-1,4)]
[REL:(3,1)] [REL:(2,0)]
[REL:(1,1);(1,1)] [REL:(1,1)]
[REL:(1,4)] [REL:(0,4)]
[REL:(0,1)] [REL:(0,0);(0,1)]
[REL:(2,-5)] [REL:(2,-4)]
[REL:(1,0)] [REL:(0,0);(-1,0)]
[REL:(4,0)] [REL:(3,0)]
[REL:(0,-1)] [REL:(1,1)]
[REL:(0,-1)] [REL:(0,0);(-1,0)]
[REL:(-1,-2)] [REL:(0,-2)]
[REL:(1,0);(1,0)] [REL:(1,-1)]
[REL:(-2,4)] [REL:(-2,3)]
[REL:(0,0);(0,0)] [REL:(0,1);(0,1)]
[REL:(2,3)] [REL:(2,1)]
[REL:(0,7)] [REL:(0,7)]
[REL:(-2,-2)] [REL:(-2,-2)]
[REL:(0,-3)] [REL:(-1,-3)]
[REL:(0,1)] [REL:(0,3)]
[REL:(1,5)] [REL:(0,5)]
[REL:(1,4)] [REL:(2,4)]
[REL:(-1,3)] [REL:(1,3)]
[REL:(1,4)] [REL:(1,2)]
[REL:(4,-4)] [REL:(4,-4)]
[REL:(0,2);(0,2)] [REL:(0,2)]
[REL:(4,1)] [REL:(4,1)]
[REL:(0,-1)] [REL:(1,-2)]
[REL:(0,2);(0,2)] [REL:(0,3)]
[REL:(-1,5)] [REL:(-2,5)]
[REL:(2,3)] [REL:(1,3)]
[REL:(-1,0);(-1,0)] [REL:(-1,0)]
[REL:(1,-1);(1,-1)] [REL:(1,-1)]
[REL:(-1,2)] [REL:(-2,3)]
[REL:(0,0);(1,0)] [REL:(0,0)]
[REL:(-1,0)] [REL:(0,0);(0,1)]
[REL:(0,-1)] [REL:(0,0);(0,-1)]
[REL:(0,3);(0,3)] [REL:(0,3)]
[REL:(0,-2)] [REL:(0,-1);(0,-1)]
[REL:(2,-2);(2,-2)] [REL:(2,-2)]
[REL:(0,-3)] [REL:(0,-4)]
[REL:(-1,6)] [REL:(0,6)]
[REL:(3,-4)] [REL:(2,-3)]
[REL:(3,-5)] [REL:(3,-5)]
[REL:(-2,0)] [REL:(-2,0);(-2,1)]
[REL:(0,1);(0,1)] [REL:(1,1)]
[REL:(1,0);(1,0)] [REL:(1,0)]
[REL:(2,1)] [REL:(1,2)]
[REL:(1,-3)] [REL:(1,-1)]
[REL:(-2,2)] [REL:(-1,1)]
[REL:(-1,-2)] [REL:(-2,-1)]
[REL:(-2,6)] [REL:(-2,6)]
[REL:(0,2)] [REL:(0,0)]
[REL:(0,0);(0,0)] [REL:(-1,1)]
[REL:(0,4)] [REL:(0,3);(0,3)]
[REL:(2,0);(2,0)] [REL:(2,-1)]
[REL:(-2,3)] [REL:(-3,3)]
[REL:(-3,4)] [REL:(-3,4)]
[REL:(4,-2)] [REL:(3,-2)]
[REL:(0,0);(0,0)] [REL:(-1,-1)]
[REL:(4,-2)] [REL:(4,-3)]
[REL:(1,0)] [REL:(0,0);(0,-1)]
[REL:(0,1)] [REL:(0,0);(1,0)]
[REL:(2,-3)] [REL:(3,-2)]
[REL:(2,-4)] [REL:(3,-3)]
[REL:(2,2)] [REL:(2,0)]
[REL:(0,1)] [REL:(1,3)]
[REL:(-3,2)] [REL:(-2,2)]
[REL:(1,-3)] [REL:(1,-4)]
[REL:(2,-5)] [REL:(1,-5)]
[REL:(0,6)] [REL:(1,6)]
[REL:(3,1)] [REL:(3,-1)]
[REL:(-1,2)] [REL:(1,3)]
[REL:(1,4)] [REL:(1,5)]
[REL:(0,0)] [REL:(-2,0)]
[REL:(2,1)] [REL:(2,-1)]
[REL:(1,0)] [REL:(2,0);(2,0)]
[REL:(-1,2)] [REL:(-2,1)]
[REL:(0,1)] [REL:(0,2);(0,2)]
[REL:(-1,0)] [REL:(0,0);(1,0)]
[REL:(2,-4)] [REL:(1,-4)]
[REL:(0,0)] [REL:(-2,-1)]
[REL:(2,1)] [REL:(2,0);(2,0)]
[REL:(1,0)] [REL:(1,-2)]
[REL:(2,2)] [REL:(2,3)]
[REL:(1,2);(1,2)] [REL:(1,1)]
[REL:(3,1)] [REL:(4,0)]
[REL:(0,-3)] [REL:(1,-2)]
[REL:(1,4)] [REL:(2,3)]
[REL:(1,2);(1,2)] [REL:(1,2)]
[REL:(3,-1)] [REL:(2,0)]
[REL:(0,0);(0,1)] [REL:(1,1)]
[REL:(-1,-2)] [REL:(-2,-2)]
[REL:(-1,4)] [REL:(0,5)]
[REL:(3,-3)] [REL:(2,-2)]
[REL:(2,-1);(2,-1)] [REL:(2,-2)]
[REL:(0,6)] [REL:(1,5)]
[REL:(5,0)] [REL:(5,0)]
[REL:(1,0)] [REL:(1,2)]
[REL:(3,1)] [REL:(4,1)]
[REL:(1,0)] [REL:(1,-1);(1,-1)]
[REL:(3,-3)] [REL:(3,-2)]
[REL:(-1,2)] [REL:(0,2);(0,2)]
[REL:(-1,-2)] [REL:(-1,-3)]
[REL:(2,4)] [REL:(2,4)]
[REL:(-2,1)] [REL:(-1,0)]
[REL:(2,1)] [REL:(3,2)]
[REL:(2,-1);(2,-1)] [REL:(2,-1)]
[REL:(0,0);(0,0)] [REL:(0,0);(1,1)]
[REL:(0,-1);(0,-1)] [REL:(0,-1)]
[REL:(-3,-1)] [REL:(-3,-1)]
[REL:(-1,6)] [REL:(0,5)]
[REL:(-1,-1);(-1,-1)] [REL:(-1,0)]
[REL:(-1,2)] [REL:(1,1)]
[REL:(-3,1)] [REL:(-3,0)]
[REL:(-1,-1)] [REL:(0,-2)]
[REL:(-1,-1)] [REL:(-2,-2)]
[REL:(0,0)] [REL:(2,-1)]
[REL:(1,-2)] [REL:(1,-1);(1,-1)]
[REL:(-3,1)] [REL:(-2,2)]
[REL:(-2,5)] [REL:(-1,4)]
[REL:(-1,-2)] [REL:(-1,0)]
[REL:(-2,0);(-2,1)] [REL:(-2,1)]
[REL:(1,-1)] [REL:(3,-1)]
[REL:(-3,3)] [REL:(-2,3)]
[REL:(1,0)] [REL:(3,-1)]
[REL:(-3,2)] [REL:(-2,3)]
[REL:(-1,-1)] [REL:(0,0);(-1,0)]
[REL:(-1,7)] [REL:(-1,7)]
[REL:(1,-1)] [REL:(0,0);(0,0)]
[REL:(0,0);(1,0)] [REL:(0,-1)]
[REL:(1,0)] [REL:(0,0);(1,1)]
[REL:(-1,2)] [REL:(0,4)]
[REL:(3,-2)] [REL:(4,-3)]
[REL:(2,-4)] [REL:(2,-5)]
[REL:(2,1)] [REL:(2,0);(2,-1)]
[REL:(1,6)] [REL:(1,5)]
[REL:(0,-4)] [REL:(1,-3)]
[REL:(2,0);(2,0)] [REL:(2,0)]
[REL:(0,-5)] [REL:(0,-5)]
[REL:(0,0)] [REL:(-1,-1);(-1,0)]
[REL:(1,-1)] [REL:(1,-3)]
[REL:(1,0);(1,0)] [REL:(2,-1)]
[REL:(5,-1)] [REL:(5,-1)]
[REL:(0,0);(0,1)] [REL:(0,0)]
[REL:(-2,4)] [REL:(-1,5)]
[REL:(0,3)] [REL:(0,2);(0,1)]
[REL:(0,3)] [REL:(0,2);(1,2)]
[REL:(0,3);(0,3)] [REL:(1,3)]
[REL:(-1,3)] [REL:(1,2)]
[REL:(1,0);(1,-1)] [REL:(2,-1)]
[REL:(-3,-1)] [REL:(-3,0)]
[REL:(-1,-1)] [REL:(0,0);(0,0)]
[REL:(3,-4)] [REL:(4,-4)]
[REL:(0,-1)] [REL:(0,0);(0,0);(0,1)]
[REL:(1,-2);(1,-2)] [REL:(1,-2)]
[REL:(0,3)] [REL:(0,2);(1,1)]
[REL:(3,3)] [REL:(3,2)]
[REL:(-1,0)] [REL:(0,0);(-1,0)]
[REL:(-2,5)] [REL:(-1,5)]
[REL:(-1,-1)] [REL:(0,1)]
[REL:(3,-4)] [REL:(2,-5)]
[REL:(2,4)] [REL:(2,3)]
[REL:(2,-3)] [REL:(1,-4)]
[REL:(1,2)] [REL:(2,3)]
[REL:(1,4)] [REL:(0,5)]
[REL:(0,-1)] [REL:(2,-1)]
[REL:(-1,3)] [REL:(-2,2)]
[REL:(1,0);(1,0)] [REL:(2,0)]
[REL:(0,2);(0,3)] [REL:(1,3)]
[REL:(0,1)] [REL:(1,1);(1,1)]
[REL:(1,-2);(1,-2)] [REL:(1,-1)]
[REL:(0,3)] [REL:(0,2);(0,2)]
[REL:(-1,1)] [REL:(-1,2);(-1,2)]
[REL:(0,3)] [REL:(2,3)]
[REL:(-2,6)] [REL:(-1,6)]
[REL:(-3,4)] [REL:(-2,4)]
[REL:(0,2);(0,1)] [REL:(1,2)]
[REL:(2,1)] [REL:(1,-1)]
[REL:(2,-2)] [REL:(0,-2)]
[REL:(2,2)] [REL:(1,3)]
[REL:(3,-3)] [REL:(2,-4)]
[REL:(-2,0)] [REL:(-2,2)]
[REL:(1,-2)] [REL:(0,-1);(0,-1)]
[REL:(4,-3)] [REL:(4,-4)]
[REL:(-3,1)] [REL:(-4,1)]
[REL:(4,-1)] [REL:(3,-2)]
[REL:(4,-1)] [REL:(4,0)]
[REL:(3,2)] [REL:(2,1)]
[REL:(0,1);(0,1)] [REL:(1,2)]
[REL:(-3,-1)] [REL:(-2,-1)]
[REL:(0,0)] [REL:(-1,-2)]
[REL:(-1,-4)] [REL:(-1,-4)]
[REL:(0,0);(0,0)] [REL:(1,2)]
[REL:(1,1)] [REL:(0,2)]
[REL:(-2,1)] [REL:(-3,0)]
[REL:(0,7)] [REL:(0,6)]
[REL:(2,1);(2,0)] [REL:(3,0)]
[REL:(2,-3)] [REL:(2,-1)]
[REL:(2,-1);(2,-1)] [REL:(1,-1)]
[REL:(0,2);(1,1)] [REL:(0,1)]
[REL:(0,0);(0,1)] [REL:(1,2)]
[REL:(-1,3)] [REL:(-2,4)]
[REL:(2,1);(2,0)] [REL:(3,-1)]
[REL:(1,3)] [REL:(0,1)]
[REL:(0,-5)] [REL:(0,-4)]
[REL:(0,3);(0,3)] [REL:(1,2)]
[REL:(1,3)] [REL:(0,4)]
[REL:(1,0)] [REL:(0,-2)]
[REL:(1,0)] [REL:(2,-2)]
[REL:(0,2);(1,2)] [REL:(0,1)]
[REL:(0,3)] [REL:(1,2);(1,1)]
[REL:(1,0);(1,0)] [REL:(1,1)]
[REL:(2,-6)] [REL:(2,-6)]
[REL:(0,3);(1,3)] [REL:(1,2)]
[REL:(0,0);(0,0)] [REL:(0,2)]
[REL:(0,5)] [REL:(-1,5)]
[REL:(-3,4)] [REL:(-2,5)]
[REL:(-2,0)] [REL:(-1,-1)]
[REL:(1,0)] [REL:(2,-1);(2,-1)]
[REL:(4,1)] [REL:(3,0)]
[REL:(2,-4)] [REL:(1,-5)]
[REL:(-2,-1)] [REL:(-3,0)]
[REL:(5,0)] [REL:(5,-1)]
[REL:(2,0);(2,0)] [REL:(3,-1)]
[REL:(2,0);(2,-1)] [REL:(3,-1)]
[REL:(0,1)] [REL:(0,2);(0,3)]
[REL:(0,0)] [REL:(0,2);(0,2)]
[REL:(-4,1)] [REL:(-4,1)]
[REL:(-1,2);(-1,2)] [REL:(-1,2)]
[REL:(1,-2)] [REL:(1,-4)]
[REL:(2,1)] [REL:(3,-1)]
[REL:(0,0)] [REL:(-1,2)]
[REL:(0,3)] [REL:(0,4);(0,4)]
[REL:(2,-3)] [REL:(1,-1)]
[REL:(0,0);(0,1)] [REL:(0,2)]
[REL:(-3,4)] [REL:(-3,5)]
[REL:(0,0);(0,-1)] [REL:(1,-1)]
[REL:(0,-1)] [REL:(0,0);(1,0)]
[REL:(-1,1)] [REL:(0,2);(0,2)]
[REL:(-4,0)] [REL:(-4,0)]
[REL:(1,0)] [REL:(1,1);(1,1)]
[REL:(1,-2)] [REL:(0,-2);(0,-1)]
[REL:(3,2)] [REL:(2,2)]
[REL:(0,5)] [REL:(1,6)]
[REL:(1,-2)] [REL:(0,-2);(0,-2)]
[REL:(-1,-3)] [REL:(0,-3)]
[REL:(1,0);(2,0)] [REL:(1,-1)]
[REL:(-1,4)] [REL:(-1,5)]
[REL:(-1,6)] [REL:(-1,7)]
[REL:(-1,0);(-1,0)] [REL:(-2,1)]
[REL:(-1,6)] [REL:(-1,5)]
[REL:(1,-6)] [REL:(1,-6)]
[REL:(0,3)] [REL:(2,2)]
[REL:(-2,0)] [REL:(-1,2)]
[REL:(-1,0)] [REL:(0,0);(0,-1)]
[REL:(0,-1)] [REL:(-1,-1);(-1,-1)]
[REL:(0,-1)] [REL:(-1,-1);(-1,0)]
[REL:(3,0)] [REL:(3,-2)]
[REL:(0,0);(0,0)] [REL:(0,-2)]
[REL:(0,0);(1,1)] [REL:(0,1)]
[REL:(0,4)] [REL:(-1,5)]
[REL:(2,-2)] [REL:(1,-2);(1,-2)]
[REL:(0,2)] [REL:(2,1)]
[REL:(3,2)] [REL:(4,1)]
[REL:(-2,-2)] [REL:(-1,-2)]
[REL:(-1,-1)] [REL:(1,-1)]
[REL:(2,-2)] [REL:(2,-4)]
[REL:(4,2)] [REL:(4,1)]
[REL:(0,2)] [REL:(2,3)]
[REL:(-1,2)] [REL:(0,2);(0,1)]
[REL:(-1,4)] [REL:(-2,4)]
[REL:(-1,3)] [REL:(0,3);(0,3)]
[REL:(0,3)] [REL:(1,2);(1,2)]
[REL:(0,-1)] [REL:(2,0)]
[REL:(4,0)] [REL:(5,-1)]
[REL:(4,-2)] [REL:(3,-1)]
[REL:(0,4)] [REL:(2,4)]
[REL:(-2,-1)] [REL:(-3,-1)]
[REL:(0,1)] [REL:(2,2)]
[REL:(2,-2)] [REL:(2,0)]
[REL:(0,0)] [REL:(1,1);(1,1)]
[REL:(1,-2)] [REL:(-1,-2)]
[REL:(3,-5)] [REL:(2,-5)]
[REL:(0,0);(-1,0)] [REL:(0,1)]
[REL:(4,-1)] [REL:(5,-1)]
[REL:(3,-2)] [REL:(2,-2);(2,-2)]
[REL:(1,-3)] [REL:(2,-4)]
[REL:(-3,2)] [REL:(-3,1)]
[REL:(3,0);(3,0)] [REL:(3,-1)]
[REL:(3,0)] [REL:(2,1)]
[REL:(0,0);(0,-1)] [REL:(0,0)]
[REL:(-3,2)] [REL:(-4,2)]
[REL:(-1,1)] [REL:(0,1);(0,1)]
[REL:(-1,-3)] [REL:(0,-2)]
[REL:(-2,5)] [REL:(-2,6)]
[REL:(1,0);(0,0)] [REL:(1,-1)]
[REL:(2,-3)] [REL:(0,-3)]
[REL:(1,-3)] [REL:(0,-4)]
[REL:(3,-3)] [REL:(3,-4)]
[REL:(0,0);(-1,0)] [REL:(0,0)]
[REL:(0,3)] [REL:(0,5)]
[REL:(0,0);(1,0)] [REL:(-1,0)]
[REL:(3,-3)] [REL:(4,-3)]
[REL:(0,6)] [REL:(0,7)]
[REL:(3,0)] [REL:(2,-2)]
[REL:(1,2);(1,1)] [REL:(2,1)]
[REL:(2,0)] [REL:(4,0)]
[REL:(2,3)] [REL:(1,1)]
[REL:(2,-1)] [REL:(0,-1)]
[REL:(-2,5)] [REL:(-2,4)]
[REL:(0,2);(0,2)] [REL:(1,3)]
[REL:(2,-1)] [REL:(2,-2);(2,-2)]
[REL:(1,1)] [REL:(-1,0)]
[REL:(1,2)] [REL:(1,1);(1,1)]
[REL:(-1,3)] [REL:(0,2);(0,1)]
[REL:(1,-2)] [REL:(2,-2);(2,-2)]
[REL:(0,4)] [REL:(0,3);(1,3)]
[REL:(-1,1)] [REL:(-3,1)]
[REL:(2,5)] [REL:(2,4)]
[REL:(-2,2)] [REL:(-2,4)]
[REL:(-1,-1)] [REL:(1,0)]
[REL:(0,1);(0,1)] [REL:(0,0)]
[REL:(-2,2)] [REL:(-1,4)]
[REL:(-2,0)] [REL:(-3,-1)]
[REL:(0,1)] [REL:(1,-1)]
[REL:(4,-5)] [REL:(4,-5)]
[REL:(0,0);(0,-1)] [REL:(0,-2)]
[REL:(0,-4)] [REL:(-1,-4)]
[REL:(2,-3)] [REL:(3,-4)]
[REL:(-3,3)] [REL:(-2,4)]
[REL:(1,4)] [REL:(2,2)]
[REL:(0,0);(0,1)] [REL:(-1,2)]
[REL:(-2,-2)] [REL:(-1,-1)]
[REL:(2,0);(2,-1)] [REL:(2,-2)]
[REL:(0,-1)] [REL:(-2,-1)]
[REL:(1,-2);(1,-2)] [REL:(0,-2)]
[REL:(2,0)] [REL:(1,0);(1,0)]
[REL:(0,-1)] [REL:(0,0);(0,0);(0,0)]
[REL:(1,1)] [REL:(1,-1)]
[REL:(0,4)] [REL:(-1,2)]
[REL:(1,5)] [REL:(2,4)]
[REL:(2,0);(2,0)] [REL:(3,0)]
[REL:(1,0)] [REL:(2,-1);(2,-2)]
[REL:(1,-6)] [REL:(1,-5)]
[REL:(0,-4)] [REL:(1,-4)]
[REL:(0,-1)] [REL:(-1,0);(-1,0)]
[REL:(0,1)] [REL:(0,0);(1,1)]
[REL:(3,-2)] [REL:(1,-2)]
[REL:(1,7)] [REL:(1,7)]
[REL:(-3,1)] [REL:(-4,2)]
[REL:(3,3)] [REL:(3,3)]
[REL:(0,0)] [REL:(-1,-1);(-1,-1)]
[REL:(1,0)] [REL:(3,1)]
[REL:(2,-6)] [REL:(2,-5)]
[REL:(0,0);(0,1)] [REL:(-1,1)]
[REL:(-1,3)] [REL:(0,2);(0,2)]
[REL:(4,0)] [REL:(5,0)]
[REL:(3,-2)] [REL:(1,-1)]
[REL:(-2,1)] [REL:(-2,3)]
[REL:(2,-4)] [REL:(3,-4)]
[REL:(1,2)] [REL:(0,2);(1,2)]
[REL:(-3,3)] [REL:(-3,4)]
[REL:(0,0)] [REL:(1,-1);(1,-1)]
[REL:(0,1)] [REL:(1,0);(1,0)]
[REL:(-1,-2)] [REL:(0,-3)]
[REL:(-2,2)] [REL:(-1,2);(-1,2)]
[REL:(3,-1)] [REL:(1,-1)]
[REL:(5,-2)] [REL:(5,-2)]
[REL:(-4,1)] [REL:(-4,2)]
[REL:(0,0);(0,0)] [REL:(0,-1);(0,-1)]
[REL:(1,3)] [REL:(2,4)]
[REL:(-1,3)] [REL:(1,4)]
[REL:(1,5)] [REL:(0,4)]
[REL:(3,-6)] [REL:(3,-6)]
[REL:(0,0);(1,0)] [REL:(1,1)]
[REL:(0,-5)] [REL:(1,-5)]
[REL:(-2,0)] [REL:(-3,2)]
[REL:(1,-2)] [REL:(1,-3);(1,-3)]
[REL:(0,-2);(0,-2)] [REL:(0,-2)]
[REL:(3,2)] [REL:(3,0)]
[REL:(3,2)] [REL:(4,2)]
[REL:(-2,3)] [REL:(0,3)]
[REL:(3,-5)] [REL:(3,-4)]
[REL:(-2,2)] [REL:(-3,1)]
[REL:(-4,0)] [REL:(-3,0)]
[REL:(-2,0)] [REL:(-1,1);(-1,1)]
[REL:(1,6)] [REL:(0,6)]
[REL:(0,2);(0,1)] [REL:(0,0)]
[REL:(2,2)] [REL:(2,1);(2,1)]
[REL:(4,-2)] [REL:(4,-1)]
[REL:(-1,0)] [REL:(-1,2)]
[REL:(-1,6)] [REL:(0,7)]
[REL:(0,2)] [REL:(1,0)]
[REL:(-4,1)] [REL:(-3,1)]
[REL:(1,1);(1,1)] [REL:(2,0)]
[REL:(1,3)] [REL:(1,2);(1,1)]
[REL:(3,-2)] [REL:(1,-3)]
[REL:(2,-1)] [REL:(1,-1);(1,-1)]
[REL:(1,0)] [REL:(0,-1);(0,-1)]
[REL:(0,-3)] [REL:(1,-1)]
[REL:(-3,5)] [REL:(-3,5)]
[REL:(2,-2);(2,-2)] [REL:(1,-1)]
[REL:(2,3)] [REL:(3,3)]
[REL:(0,0);(0,1)] [REL:(0,3)]
[REL:(0,0);(0,-1)] [REL:(0,1)]
[REL:(1,3)] [REL:(1,2);(1,2)]
[REL:(1,6)] [REL:(0,5)]
[REL:(2,-2)] [REL:(2,-3);(2,-3)]
[REL:(-2,7)] [REL:(-2,7)]
[REL:(1,2)] [REL:(0,2);(0,2)]
[REL:(1,0)] [REL:(0,1);(0,1)]
[REL:(1,-4)] [REL:(1,-2)]
[REL:(0,-4)] [REL:(-1,-3)]
[REL:(0,-4)] [REL:(0,-2)]
[REL:(-1,-1)] [REL:(-1,1)]
[REL:(3,0);(3,0)] [REL:(3,0)]
[REL:(1,-4)] [REL:(2,-5)]
[REL:(-2,-1)] [REL:(-2,-2)]
[REL:(-1,3)] [REL:(0,1)]
[REL:(1,-4)] [REL:(0,-2)]
[REL:(1,-2);(1,-2)] [REL:(1,-3)]
[REL:(3,-2)] [REL:(4,-1)]
[REL:(-1,-4)] [REL:(-1,-3)]
[REL:(-1,0)] [REL:(-1,-1);(-1,0)]
[REL:(-1,4)] [REL:(1,4)]
[REL:(2,2)] [REL:(3,0)]
[REL:(1,0);(2,0)] [REL:(3,-1)]
[REL:(-1,4)] [REL:(-1,2)]
[REL:(0,1);(0,0)] [REL:(1,-1)]
[REL:(3,1)] [REL:(2,-1)]
[REL:(1,-2)] [REL:(2,0)]
[REL:(-3,2)] [REL:(-2,1)]
[REL:(-2,0)] [REL:(-1,1);(-2,1)]
[REL:(0,0)] [REL:(-2,1)]
[REL:(-1,3)] [REL:(-1,1)]
[REL:(-1,1);(-1,1)] [REL:(-1,2)]
[REL:(0,4)] [REL:(0,3);(1,2)]
[REL:(4,-3)] [REL:(3,-4)]
[REL:(-2,0)] [REL:(-1,0);(-1,0)]
[REL:(0,4);(0,4)] [REL:(1,4)]
[REL:(-1,3)] [REL:(0,2);(1,2)]
[REL:(-1,-1)] [REL:(-2,0);(-2,1)]
[REL:(-2,5)] [REL:(-1,6)]
[REL:(0,0)] [REL:(1,-2)]
[REL:(2,-2)] [REL:(1,-2);(1,-1)]
[REL:(0,0);(0,0)] [REL:(-1,2)]
[REL:(0,4)] [REL:(0,6)]
[REL:(2,0)] [REL:(3,0);(3,-1)]
[REL:(1,1);(1,1)] [REL:(2,1)]
[REL:(2,-2);(2,-2)] [REL:(2,-1)]
[REL:(0,0)] [REL:(0,2);(0,3)]
[REL:(-1,0)] [REL:(-2,0);(-2,1)]
[REL:(0,-1)] [REL:(0,0);(1,1)]
[REL:(1,0)] [REL:(2,2)]
[REL:(0,0);(1,0)] [REL:(0,1)]
[REL:(2,-3)] [REL:(1,-3);(1,-3)]
[REL:(3,-1)] [REL:(4,-2)]
[REL:(0,1);(1,1)] [REL:(0,1)]
[REL:(3,-3)] [REL:(4,-4)]
[REL:(1,-1);(1,-1)] [REL:(2,-1)]
[REL:(-1,-1);(-1,-1)] [REL:(-2,-1)]
[REL:(-1,3)] [REL:(-1,5)]
[REL:(-2,6)] [REL:(-1,5)]
[REL:(-3,2)] [REL:(-4,3)]
[REL:(-1,3)] [REL:(0,5)]
[REL:(1,5)] [REL:(1,3)]
[REL:(0,2)] [REL:(-1,2);(-1,2)]
[REL:(1,0)] [REL:(2,-1);(1,-1)]
[REL:(0,4)] [REL:(2,3)]
[REL:(0,2);(1,3)] [REL:(1,2)]
[REL:(0,3)] [REL:(-1,1)]
[REL:(3,1)] [REL:(3,2)]
[REL:(2,-4)] [REL:(2,-2)]
[REL:(1,0)] [REL:(-1,1)]
[REL:(0,4)] [REL:(0,5);(0,5)]
[REL:(1,5)] [REL:(1,6)]
[REL:(0,2);(0,2)] [REL:(0,2);(0,2)]
[REL:(2,-1);(2,-1)] [REL:(2,0)]
[REL:(-1,0)] [REL:(0,2)]
[REL:(-1,0)] [REL:(1,-1)]
[REL:(4,2)] [REL:(4,2)]
[REL:(4,-1)] [REL:(5,-2)]
[REL:(4,-3)] [REL:(4,-2)]
[REL:(-1,-1)] [REL:(0,0);(0,1)]
[REL:(2,-6)] [REL:(1,-5)]
[REL:(2,0);(2,-1)] [REL:(2,0)]
[REL:(-1,7)] [REL:(0,7)]
[REL:(-2,1);(-2,1)] [REL:(-2,1)]
[REL:(4,0)] [REL:(4,-2)]
[REL:(0,8)] [REL:(0,8)]
[REL:(2,0);(2,-1)] [REL:(1,-1)]
[REL:(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0)]
[REL:(0,2)] [REL:(0,0);(0,0)]
[REL:(0,-4)] [REL:(0,-5)]
[REL:(2,4)] [REL:(1,4)]
[REL:(0,2);(0,3)] [REL:(1,2)]
[REL:(-2,-3)] [REL:(-2,-2)]
[REL:(0,-2)] [REL:(2,-2)]
[REL:(0,3);(1,3)] [REL:(1,3)]
[REL:(1,-2);(1,-1)] [REL:(0,-1)]
[REL:(2,-3);(2,-3)] [REL:(1,-3)]
[REL:(2,2)] [REL:(4,1)]
[REL:(4,-5)] [REL:(3,-5)]
[REL:(-1,0)] [REL:(1,0);(-1,0)]
[REL:(2,2);(2,1)] [REL:(3,1)]
[REL:(-1,7)] [REL:(-1,6)]
[REL:(3,0)] [REL:(1,-1)]
[REL:(0,5)] [REL:(0,3)]
[REL:(3,-1);(3,-1)] [REL:(3,-1)]
[REL:(-1,2)] [REL:(-1,3);(-1,3)]
[REL:(-3,5)] [REL:(-2,5)]
[REL:(1,-3);(1,-3)] [REL:(1,-3)]
[REL:(1,-2)] [REL:(3,-2)]
[REL:(2,-2);(2,-2)] [REL:(2,-3)]
[REL:(-1,1)] [REL:(-2,3)]
[REL:(1,1)] [REL:(0,-1)]
[REL:(2,-1);(2,-1)] [REL:(3,-1)]
[REL:(1,0)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(0,-4)] [REL:(1,-5)]
[REL:(-2,6)] [REL:(-2,5)]
[REL:(0,2);(1,1)] [REL:(1,2)]
[REL:(-2,-1)] [REL:(-2,1)]
[REL:(2,0)] [REL:(3,-2)]
[REL:(1,-4)] [REL:(0,-5)]
[REL:(2,-2);(2,-2)] [REL:(1,-3)]
[REL:(0,0);(1,0)] [REL:(2,-1)]
[REL:(-2,2)] [REL:(-1,3);(-1,3)]
[REL:(-1,-1)] [REL:(-2,0);(-2,0)]
[REL:(0,6)] [REL:(-1,6)]
[REL:(1,5)] [REL:(2,5)]
[REL:(0,5)] [REL:(1,3)]
[REL:(1,-2)] [REL:(2,-1);(1,-1)]
[REL:(-2,2)] [REL:(0,3)]
[REL:(4,-1)] [REL:(3,0)]
[REL:(0,-1)] [REL:(0,0);(-1,-1)]
[REL:(0,4)] [REL:(1,3);(1,2)]
[REL:(1,2)] [REL:(1,4)]
[REL:(1,3)] [REL:(0,3);(0,3)]
[REL:(-1,-2)] [REL:(-1,-1);(-1,-1)]
[REL:(-1,-2)] [REL:(-1,-1);(-2,-1)]
[REL:(-1,3)] [REL:(0,2);(1,1)]
[REL:(-1,-1)] [REL:(0,0);(0,-1)]
[REL:(-3,0)] [REL:(-4,0)]
[REL:(0,0);(0,0)] [REL:(0,2);(0,2)]
[REL:(2,-3);(2,-2)] [REL:(1,-1)]
[REL:(-4,2)] [REL:(-4,2)]
[REL:(-1,2)] [REL:(0,3);(0,3)]
[REL:(1,2);(1,2)] [REL:(2,2)]
[REL:(0,4);(0,3)] [REL:(0,2)]
[REL:(0,2)] [REL:(0,4);(0,4)]
[REL:(2,1)] [REL:(4,1)]
[REL:(0,1)] [REL:(-2,1)]
[REL:(4,-1)] [REL:(2,-1)]
[REL:(0,-2)] [REL:(-1,-1);(-1,-1)]
[REL:(1,7)] [REL:(1,6)]
[REL:(-2,-1)] [REL:(-2,0);(-2,1)]
[REL:(2,1);(2,1)] [REL:(2,0)]
[REL:(2,1);(2,1)] [REL:(3,0)]
[REL:(0,0);(0,0);(0,0)] [REL:(1,-1)]
[REL:(-1,2)] [REL:(0,1);(0,1)]
[REL:(-2,4)] [REL:(-3,4)]
[REL:(-3,-1)] [REL:(-2,0)]
[REL:(0,2);(0,2)] [REL:(0,1);(0,1)]
[REL:(2,-1)] [REL:(1,-3)]
[REL:(1,-2);(2,-2)] [REL:(1,-3)]
[REL:(0,2);(1,3)] [REL:(1,3)]
[REL:(-1,4)] [REL:(0,2)]
[REL:(-1,0)] [REL:(-3,0)]
[REL:(0,0);(0,1)] [REL:(0,2);(0,3)]
[REL:(1,1);(1,1)] [REL:(1,2)]
[REL:(0,-1)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(0,1)] [REL:(0,0);(0,0);(0,-1)]
[REL:(-3,1)] [REL:(-3,3)]
[REL:(5,0)] [REL:(4,0)]
[REL:(2,0)] [REL:(0,0)]
[REL:(-1,4)] [REL:(-2,3)]
[REL:(2,0);(2,0)] [REL:(1,-1)]
[REL:(0,-3)] [REL:(-1,-4)]
[REL:(0,0);(1,0)] [REL:(2,0)]
[REL:(0,3)] [REL:(0,2);(0,3)]
[REL:(0,0)] [REL:(-1,1);(-1,1)]
[REL:(-1,4)] [REL:(1,3)]
[REL:(4,1)] [REL:(3,1)]
[REL:(2,4)] [REL:(1,3)]
[REL:(0,1);(1,1)] [REL:(1,2)]
[REL:(0,3)] [REL:(0,1);(0,1)]
[REL:(2,1)] [REL:(0,1)]
[REL:(4,-3)] [REL:(3,-2)]
[REL:(3,-5)] [REL:(3,-6)]
[REL:(2,-2);(2,-2)] [REL:(1,-2)]
[REL:(-1,3);(0,3)] [REL:(0,2)]
[REL:(1,1)] [REL:(1,3)]
[REL:(-1,-3)] [REL:(-1,-4)]
[REL:(-1,-1);(-1,0)] [REL:(-2,1)]
[REL:(0,-1)] [REL:(-1,-1);(0,-1)]
[REL:(5,-1)] [REL:(5,-2)]
[REL:(1,3);(1,3)] [REL:(1,2)]
[REL:(-1,0)] [REL:(0,1);(0,1)]
[REL:(-1,1)] [REL:(0,2);(-1,2)]
[REL:(2,3)] [REL:(3,1)]
[REL:(0,4);(0,4)] [REL:(1,3)]
[REL:(2,-3);(2,-3)] [REL:(2,-3)]
[REL:(-1,3)] [REL:(0,3);(1,2)]
[REL:(0,1)] [REL:(-1,-1)]
[REL:(2,-1)] [REL:(2,-3)]
[REL:(-2,6)] [REL:(-2,7)]
[REL:(0,0);(0,0)] [REL:(1,0);(1,0)]
[REL:(2,1)] [REL:(3,0);(3,-1)]
[REL:(2,-2)] [REL:(1,-1);(1,-1)]
[REL:(4,-4)] [REL:(3,-4)]
[REL:(-3,6)] [REL:(-3,6)]
[REL:(0,2)] [REL:(-1,3);(-1,3)]
[REL:(3,3)] [REL:(4,2)]
[REL:(0,2)] [REL:(-2,2)]
[REL:(-1,0)] [REL:(1,2)]
[REL:(1,1)] [REL:(3,1)]
[REL:(0,-1)] [REL:(0,1);(0,0)]
[REL:(-3,4)] [REL:(-3,3)]
[REL:(-4,2)] [REL:(-4,3)]
[REL:(-1,1)] [REL:(-2,1);(-2,1)]
[REL:(2,2);(2,1)] [REL:(3,0)]
[REL:(-1,2)] [REL:(0,2);(1,2)]
[REL:(5,0)] [REL:(4,-1)]
[REL:(3,-1)] [REL:(4,0)]
[REL:(-1,-3)] [REL:(-2,-2)]
[REL:(0,3);(0,3)] [REL:(0,2)]
[REL:(1,0);(0,-1)] [REL:(1,-1)]
[REL:(-1,7)] [REL:(0,6)]
[REL:(1,0)] [REL:(0,1);(1,1)]
[REL:(-1,-1)] [REL:(0,-1);(0,-1)]
[REL:(4,-2)] [REL:(5,-2)]
[REL:(1,0);(1,1)] [REL:(1,2)]
[REL:(0,4);(0,4)] [REL:(0,4)]
[REL:(2,-2)] [REL:(2,-1);(1,-1)]
[REL:(-1,8)] [REL:(-1,8)]
[REL:(3,-5)] [REL:(2,-4)]
[REL:(3,-2)] [REL:(2,-4)]
[REL:(0,7)] [REL:(1,7)]
[REL:(0,-1)] [REL:(0,-3)]
[REL:(-2,0)] [REL:(-2,2);(-2,2)]
[REL:(2,-1)] [REL:(0,-2)]
[REL:(1,3);(1,3)] [REL:(1,3)]
[REL:(1,0)] [REL:(0,0);(0,0);(0,1)]
[REL:(-1,0)] [REL:(0,0);(1,1)]
[REL:(-1,1)] [REL:(0,2);(0,1)]
[REL:(-3,4)] [REL:(-2,3)]
[REL:(-2,-3)] [REL:(-2,-3)]
[REL:(3,-3)] [REL:(1,-3)]
[REL:(1,-5)] [REL:(2,-5)]
[REL:(-2,0);(-1,0)] [REL:(-2,1)]
[REL:(0,3)] [REL:(1,5)]
[REL:(0,-6)] [REL:(0,-6)]
[REL:(2,5)] [REL:(2,5)]
[REL:(0,2);(1,1)] [REL:(2,1)]
[REL:(1,1);(1,1)] [REL:(0,1)]
[REL:(1,2);(1,2)] [REL:(2,1)]
[REL:(1,-2);(2,-2)] [REL:(1,-1)]
[REL:(0,0)] [REL:(-1,1);(-1,2)]
[REL:(1,2);(1,2)] [REL:(1,3)]
[REL:(1,0);(1,1)] [REL:(0,1)]
[REL:(4,-4)] [REL:(3,-3)]
[REL:(0,0);(0,1)] [REL:(0,2);(0,2)]
[REL:(-1,0)] [REL:(1,0);(0,0)]
[REL:(-1,1)] [REL:(1,3)]
[REL:(-1,-1)] [REL:(-2,1)]
[REL:(4,-2)] [REL:(2,-2)]
[REL:(1,4)] [REL:(0,2)]
[REL:(1,1)] [REL:(1,0);(1,0)]
[REL:(2,3)] [REL:(2,4)]
[REL:(-1,5)] [REL:(-2,4)]
[REL:(1,0);(2,0)] [REL:(3,0)]
[REL:(2,2)] [REL:(0,1)]
[REL:(-2,3)] [REL:(-1,3);(-1,3)]
[REL:(0,2);(1,2)] [REL:(0,2)]
[REL:(1,0)] [REL:(0,0);(0,0);(0,0)]
[REL:(-3,0)] [REL:(-3,-1)]
[REL:(1,-1);(0,-1)] [REL:(1,-1)]
[REL:(-2,0)] [REL:(0,1)]
[REL:(1,1);(1,1)] [REL:(1,0)]
[REL:(2,0)] [REL:(1,-2)]
[REL:(3,3)] [REL:(3,1)]
[REL:(0,-1);(0,-1)] [REL:(-1,0)]
[REL:(-3,3)] [REL:(-3,2)]
[REL:(0,0)] [REL:(-1,-1);(0,-1)]
[REL:(-1,2)] [REL:(0,2);(-1,2)]
[REL:(3,-2)] [REL:(3,-4)]
[REL:(-1,-1)] [REL:(0,0);(-1,-1)]
[REL:(1,-2)] [REL:(0,-4)]
[REL:(0,-1)] [REL:(0,1);(0,1)]
[REL:(2,-1)] [REL:(4,-1)]
[REL:(0,0);(0,0)] [REL:(0,2);(0,3)]
[REL:(0,3)] [REL:(0,1);(1,1)]
[REL:(4,0)] [REL:(4,1)]
[REL:(-1,1)] [REL:(0,0);(0,0)]
[REL:(0,-2)] [REL:(1,-2);(1,-2)]
[REL:(0,3);(1,2)] [REL:(0,1)]
[REL:(1,0)] [REL:(0,1);(1,2)]
[REL:(1,0);(2,-1)] [REL:(3,-1)]
[REL:(0,-1)] [REL:(1,-1);(1,-1)]
[REL:(-1,1);(-1,1)] [REL:(-2,1)]
[REL:(3,-2)] [REL:(2,-3);(2,-3)]
[REL:(2,-3)] [REL:(0,-2)]
[REL:(4,-2)] [REL:(5,-3)]
[REL:(2,-3)] [REL:(1,-2);(1,-2)]
[REL:(-4,0)] [REL:(-3,1)]
[REL:(0,5)] [REL:(-1,6)]
[REL:(0,8)] [REL:(0,7)]
[REL:(0,-2);(0,-2)] [REL:(-1,-2)]
[REL:(2,-1);(1,-1)] [REL:(2,-1)]
[REL:(2,-3)] [REL:(1,-2);(1,-1)]
[REL:(2,0)] [REL:(1,0);(2,0)]
[REL:(0,-3)] [REL:(1,-4)]
[REL:(-1,1)] [REL:(1,0)]
[REL:(1,-1)] [REL:(2,-1);(2,-2)]
[REL:(2,0)] [REL:(4,-1)]
[REL:(-1,1)] [REL:(-3,0)]
[REL:(0,4)] [REL:(1,3);(1,3)]
[REL:(2,-6)] [REL:(1,-6)]
[REL:(0,0);(-1,0)] [REL:(1,1)]
[REL:(0,-1)] [REL:(0,0);(1,-1)]
[REL:(-1,3)] [REL:(0,3);(1,3)]
[REL:(-2,0)] [REL:(0,0)]
[REL:(-1,3)] [REL:(-1,2);(-1,2)]
[REL:(-2,3)] [REL:(-3,2)]
[REL:(1,0);(1,-1)] [REL:(2,-2)]
[REL:(-4,0)] [REL:(-4,1)]
[REL:(-2,3)] [REL:(-3,4)]
[REL:(2,4)] [REL:(2,2)]
[REL:(0,0);(0,0)] [REL:(0,1);(1,1)]
[REL:(1,-2);(0,-2)] [REL:(1,-1)]
[REL:(1,-4)] [REL:(2,-2)]
[REL:(-4,2)] [REL:(-3,2)]
[REL:(0,3);(0,3)] [REL:(1,4)]
[REL:(-2,0);(-2,0)] [REL:(-3,1)]
[REL:(4,-3)] [REL:(5,-3)]
[REL:(0,-3)] [REL:(0,-1)]
[REL:(4,-5)] [REL:(4,-6)]
[REL:(3,1)] [REL:(2,2)]
[REL:(3,-2);(3,-2)] [REL:(2,-2)]
[REL:(-2,2)] [REL:(0,2)]
[REL:(0,1)] [REL:(0,2);(1,2)]
[REL:(0,-2)] [REL:(-2,-2)]
[REL:(-2,3)] [REL:(-2,5)]
[REL:(-1,-3)] [REL:(-2,-3)]
[REL:(-2,0);(-2,1)] [REL:(-3,1)]
[REL:(0,0);(0,0);(0,1)] [REL:(1,2)]
[REL:(0,5);(0,5)] [REL:(0,5)]
[REL:(1,-2)] [REL:(3,-1)]
[REL:(1,1)] [REL:(0,0);(0,0)]
[REL:(1,1)] [REL:(0,1);(0,1)]
[REL:(-1,3)] [REL:(-1,4);(-1,4)]
[REL:(-4,3)] [REL:(-3,3)]
[REL:(3,3)] [REL:(2,2)]
[REL:(-4,2)] [REL:(-3,3)]
[REL:(3,0)] [REL:(3,-1);(3,-1)]
[REL:(0,-2);(0,-1)] [REL:(-1,-1)]
[REL:(2,-1);(2,-2)] [REL:(2,-1)]
[REL:(2,0)] [REL:(1,-1);(1,-1)]
[REL:(-3,5)] [REL:(-3,6)]
[REL:(1,-2)] [REL:(2,-4)]
[REL:(0,-1);(0,-1)] [REL:(-1,-1)]
[REL:(-1,-2)] [REL:(-1,-1);(-1,0)]
[REL:(-1,1)] [REL:(0,2);(0,3)]
[REL:(1,-2)] [REL:(2,-3);(2,-3)]
[REL:(0,4)] [REL:(0,2);(0,1)]
[REL:(0,1);(1,1)] [REL:(1,0)]
[REL:(2,2)] [REL:(2,1);(2,0)]
[REL:(-1,3)] [REL:(0,4);(0,4)]
[REL:(0,2);(0,1)] [REL:(0,2)]
[REL:(2,1);(2,1)] [REL:(2,1)]
[REL:(4,-5)] [REL:(4,-4)]
[REL:(1,-2);(1,-2)] [REL:(2,-2)]
[REL:(0,2);(1,1)] [REL:(0,0)]
[REL:(2,2)] [REL:(1,0)]
[REL:(0,6)] [REL:(-1,5)]
[REL:(0,-2)] [REL:(0,-4)]
[REL:(5,1)] [REL:(5,0)]
[REL:(0,2);(0,2)] [REL:(-1,2)]
[REL:(0,0);(-1,0)] [REL:(-1,1)]
[REL:(2,0);(1,-1)] [REL:(2,-1)]
[REL:(0,-1)] [REL:(1,0);(-1,0)]
[REL:(-2,6)] [REL:(-1,7)]
[REL:(0,0);(0,-1)] [REL:(-1,0)]
[REL:(0,0);(0,-1)] [REL:(-1,-1)]
[REL:(1,-2);(0,-1)] [REL:(1,-1)]
[REL:(-3,0)] [REL:(-3,2)]
[REL:(2,0);(2,0)] [REL:(2,1)]
[REL:(0,2);(1,1)] [REL:(1,0)]
[REL:(3,-2)] [REL:(3,0)]
[REL:(2,-3)] [REL:(2,-5)]
[REL:(-3,5)] [REL:(-2,4)]
[REL:(5,-1)] [REL:(4,-1)]
[REL:(0,-2)] [REL:(1,-1);(0,-1)]
[REL:(4,-2)] [REL:(4,-4)]
[REL:(1,-5)] [REL:(2,-4)]
[REL:(0,-3)] [REL:(0,-2);(0,-2)]
[REL:(0,0);(0,0)] [REL:(-1,0);(-1,0)]
[REL:(3,-2)] [REL:(3,-3);(3,-3)]
[REL:(-1,1);(-1,1)] [REL:(-1,1)]
[REL:(-2,0);(-2,0)] [REL:(-2,0)]
[REL:(0,3)] [REL:(0,2);(1,3)]
[REL:(2,-3)] [REL:(2,-2);(2,-2)]
[REL:(0,-1)] [REL:(1,-1);(0,-1)]
[REL:(3,3)] [REL:(4,1)]
[REL:(0,4)] [REL:(0,2);(0,2)]
[REL:(-3,0)] [REL:(-4,1)]
[REL:(1,-5)] [REL:(1,-4)]
[REL:(0,0);(1,1)] [REL:(0,0)]
[REL:(1,0);(1,0)] [REL:(0,0)]
[REL:(3,1)] [REL:(3,0);(3,-1)]
[REL:(2,0)] [REL:(3,0);(3,0)]
[REL:(0,1);(0,1)] [REL:(0,0);(0,0)]
[REL:(-2,2);(-2,2)] [REL:(-2,2)]
[REL:(2,-1)] [REL:(3,-3)]
[REL:(-2,-2)] [REL:(-1,0)]
[REL:(2,-3);(2,-3)] [REL:(2,-2)]
[REL:(0,4);(1,4)] [REL:(1,3)]
[REL:(0,1)] [REL:(0,2);(0,1)]
[REL:(0,4)] [REL:(0,2);(1,2)]
[REL:(0,6)] [REL:(1,7)]
[REL:(1,6)] [REL:(1,4)]
[REL:(2,0)] [REL:(1,0);(1,1)]
[REL:(0,1);(1,1)] [REL:(0,0)]
[REL:(2,1)] [REL:(1,0);(2,0)]
[REL:(0,-1)] [REL:(0,-2);(0,-1)]
[REL:(2,3)] [REL:(1,4)]
[REL:(0,-3)] [REL:(0,-2);(0,-1)]
[REL:(1,-1)] [REL:(1,1)]
[REL:(2,-1)] [REL:(1,0);(1,0)]
[REL:(-3,-2)] [REL:(-3,-1)]
[REL:(4,1)] [REL:(3,-1)]
[REL:(0,4);(0,4)] [REL:(0,3)]
[REL:(-2,-2)] [REL:(-3,-1)]
[REL:(-2,3)] [REL:(-1,3);(-1,2)]
[REL:(1,2)] [REL:(0,2);(1,3)]
[REL:(2,0)] [REL:(0,-1)]
[REL:(0,1)] [REL:(1,2);(1,1)]
[REL:(-1,5)] [REL:(1,4)]
[REL:(-1,-1);(-1,0)] [REL:(-2,0)]
[REL:(-1,1)] [REL:(-3,2)]
[REL:(0,1)] [REL:(-1,3)]
[REL:(0,6)] [REL:(1,4)]
[REL:(-1,-1);(-1,-1)] [REL:(-1,-1)]
[REL:(3,1)] [REL:(3,0);(3,0)]
[REL:(1,3)] [REL:(0,3);(1,3)]
[REL:(0,-5)] [REL:(-1,-4)]
[REL:(-1,5)] [REL:(-1,3)]
[REL:(-1,-5)] [REL:(-1,-5)]
[REL:(-1,3);(-1,3)] [REL:(-1,4)]
[REL:(1,2)] [REL:(1,0)]
[REL:(-3,1)] [REL:(-2,0)]
[REL:(2,-5)] [REL:(3,-5)]
[REL:(2,-4)] [REL:(1,-2)]
[REL:(0,2);(0,2)] [REL:(0,2);(0,1)]
[REL:(-1,0);(-1,0)] [REL:(-2,0)]
[REL:(-1,2);(-1,2)] [REL:(0,2)]
[REL:(-2,-1)] [REL:(-2,0);(-3,1)]
[REL:(0,-1)] [REL:(1,0);(0,-1)]
[REL:(5,-3)] [REL:(5,-3)]
[REL:(2,-1);(2,-2)] [REL:(1,-1)]
[REL:(0,1)] [REL:(0,0);(-1,0)]
[REL:(0,0);(0,-1)] [REL:(0,0);(0,1)]
[REL:(0,4);(0,4)] [REL:(0,5)]
[REL:(1,3)] [REL:(0,2);(1,2)]
[REL:(-1,2)] [REL:(-2,4)]
[REL:(-2,0);(-2,1)] [REL:(-3,2)]
[REL:(3,-1);(3,-1)] [REL:(2,-1)]
[REL:(-2,-1)] [REL:(-1,-2)]
[REL:(1,-1)] [REL:(-1,-1)]
[REL:(-1,6)] [REL:(-1,4)]
[REL:(3,-3)] [REL:(4,-2)]
[REL:(0,0);(1,0)] [REL:(0,-2)]
[REL:(2,5)] [REL:(1,4)]
[REL:(2,-2)] [REL:(1,-2);(2,-2)]
[REL:(0,2);(0,2)] [REL:(0,2);(1,2)]
[REL:(2,2)] [REL:(4,2)]
[REL:(0,4)] [REL:(1,6)]
[REL:(5,-4)] [REL:(4,-4)]
[REL:(-4,3)] [REL:(-4,4)]
[REL:(0,4);(1,4)] [REL:(1,4)]
[REL:(0,-1)] [REL:(1,0);(1,-1)]
[REL:(-3,5)] [REL:(-2,6)]
[REL:(4,0)] [REL:(2,-1)]
[REL:(0,1);(0,1)] [REL:(0,0);(0,-1)]
[REL:(0,-1);(0,-1)] [REL:(1,-1)]
[REL:(0,2);(0,3)] [REL:(0,2)]
[REL:(0,3)] [REL:(2,4)]
[REL:(1,1)] [REL:(-1,1)]
[REL:(-1,1)] [REL:(-2,2);(-1,2)]
[REL:(0,1)] [REL:(0,2);(1,3)]
[REL:(-2,2);(-2,2)] [REL:(-1,2)]
[REL:(1,2)] [REL:(0,0)]
[REL:(1,2)] [REL:(-1,2)]
[REL:(0,2)] [REL:(-2,3)]
[REL:(-1,0)] [REL:(0,0);(0,0);(0,0)]
[REL:(0,3)] [REL:(0,4);(0,5)]
[REL:(0,-1)] [REL:(-1,-1);(-2,-1)]
[REL:(-2,2)] [REL:(-1,3);(-1,2)]
[REL:(3,-6)] [REL:(2,-5)]
[REL:(0,0);(0,1)] [REL:(1,3)]
[REL:(0,0);(0,1)] [REL:(0,1);(0,1)]
[REL:(3,-2);(3,-2)] [REL:(3,-3)]
[REL:(3,-2)] [REL:(4,-4)]
[REL:(2,0)] [REL:(1,0);(2,-1)]
[REL:(0,0);(0,1)] [REL:(-1,0)]
[REL:(2,0);(2,0)] [REL:(2,-1);(2,-1)]
[REL:(3,0)] [REL:(2,-1);(2,-1)]
[REL:(-1,5)] [REL:(1,5)]
[REL:(0,7)] [REL:(1,6)]
[REL:(3,-6)] [REL:(3,-5)]
[REL:(1,0);(1,0)] [REL:(1,-1);(1,-1)]
[REL:(0,-1);(0,-1)] [REL:(0,0)]
[REL:(2,-3);(2,-2)] [REL:(1,-2)]
[REL:(2,-3);(2,-2)] [REL:(2,-1)]
[REL:(-1,1);(-2,1)] [REL:(-1,2)]
[REL:(-2,2);(-2,2)] [REL:(-2,3)]
[REL:(3,-2)] [REL:(2,0)]
[REL:(1,1)] [REL:(-1,-1)]
[REL:(2,-2)] [REL:(2,-1);(2,-1)]
[REL:(0,7)] [REL:(0,8)]
[REL:(4,-6)] [REL:(4,-6)]
[REL:(5,1)] [REL:(5,1)]
[REL:(0,1);(0,1)] [REL:(1,0)]
[REL:(-1,4)] [REL:(-2,5)]
[REL:(-3,-2)] [REL:(-3,-2)]
[REL:(-1,7)] [REL:(-1,8)]
[REL:(0,2);(0,1)] [REL:(0,0);(0,-1)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0)]
[REL:(1,2);(1,1)] [REL:(0,1)]
[REL:(1,-3)] [REL:(1,-2);(1,-2)]
[REL:(1,1)] [REL:(1,2);(1,2)]
[REL:(0,0);(0,1)] [REL:(0,-1)]
[REL:(0,-1);(0,-1)] [REL:(0,-2)]
[REL:(1,2);(1,1)] [REL:(1,2)]
[REL:(0,2)] [REL:(-1,3);(0,3)]
[REL:(1,-4)] [REL:(1,-3);(1,-3)]
[REL:(-3,3)] [REL:(-2,2)]
[REL:(0,2);(1,2)] [REL:(2,2)]
[REL:(2,1)] [REL:(0,0)]
[REL:(2,5)] [REL:(1,5)]
[REL:(3,0)] [REL:(1,0)]
[REL:(3,0)] [REL:(2,0);(2,0)]
[REL:(1,2)] [REL:(0,2);(0,3)]
[REL:(-1,0)] [REL:(-1,-2)]
[REL:(0,3)] [REL:(1,4);(1,4)]
[REL:(-1,-1);(-1,0)] [REL:(-2,0);(-2,1)]
[REL:(-2,1)] [REL:(-2,2);(-2,3)]
[REL:(1,2);(1,2)] [REL:(0,1)]
[REL:(1,0);(2,0)] [REL:(2,-1);(2,-1)]
[REL:(2,0)] [REL:(1,0);(1,-1)]
[REL:(0,-3)] [REL:(0,-2);(-1,-2)]
[REL:(-2,8)] [REL:(-2,8)]
[REL:(0,3);(1,3)] [REL:(1,1)]
[REL:(1,0);(2,0)] [REL:(1,0)]
[REL:(-2,-1)] [REL:(-1,0);(-1,0)]
[REL:(0,3)] [REL:(-2,3)]
[REL:(-1,1)] [REL:(0,1);(1,1)]
[REL:(0,-2)] [REL:(0,0)]
[REL:(2,1)] [REL:(3,0);(3,0)]
[REL:(-4,3)] [REL:(-4,3)]
[REL:(0,3)] [REL:(-1,3);(-1,3)]
[REL:(3,0)] [REL:(4,1)]
[REL:(0,-2)] [REL:(0,0);(0,0)]
[REL:(-1,4)] [REL:(0,3);(0,3)]
[REL:(-1,4)] [REL:(0,4);(0,4)]
[REL:(3,-1)] [REL:(3,-3)]
[REL:(3,-2);(2,-2)] [REL:(2,-1)]
[REL:(-2,4)] [REL:(0,4)]
[REL:(0,2);(1,2)] [REL:(1,3)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0)]
[REL:(-2,-1)] [REL:(-2,0);(-2,0)]
[REL:(0,2)] [REL:(-1,0)]
[REL:(-1,2)] [REL:(0,2);(1,1)]
[REL:(-1,4)] [REL:(-1,6)]
[REL:(-1,-1)] [REL:(-3,-1)]
[REL:(-1,5)] [REL:(0,3)]
[REL:(-1,1);(-1,2)] [REL:(-1,3)]
[REL:(1,3);(1,2)] [REL:(2,2)]
[REL:(0,-3);(0,-3)] [REL:(0,-3)]
[REL:(1,2)] [REL:(0,3);(0,3)]
[REL:(1,1)] [REL:(0,0);(1,0)]
[REL:(2,-5)] [REL:(2,-6)]
[REL:(2,0);(2,0)] [REL:(1,0)]
[REL:(3,1)] [REL:(4,-1)]
[REL:(3,-4)] [REL:(4,-3)]
[REL:(1,-2);(0,-2)] [REL:(-1,-2)]
[REL:(4,0)] [REL:(2,0)]
[REL:(3,3)] [REL:(4,3)]
[REL:(-4,1)] [REL:(-3,2)]
[REL:(2,-3);(2,-2)] [REL:(1,-3)]
[REL:(1,0);(-1,0)] [REL:(0,1)]
[REL:(1,4);(1,4)] [REL:(1,4)]
[REL:(0,-1)] [REL:(-1,0);(0,0)]
[REL:(5,-2)] [REL:(5,-3)]
[REL:(0,3);(1,2)] [REL:(0,2)]
[REL:(1,0);(-1,0)] [REL:(1,1)]
[REL:(1,-2)] [REL:(3,-3)]
[REL:(3,0)] [REL:(2,-1);(3,-1)]
[REL:(0,-2)] [REL:(2,-1)]
[REL:(-1,5)] [REL:(-2,6)]
[REL:(3,-4)] [REL:(2,-2)]
[REL:(2,-3);(1,-3)] [REL:(1,-2)]
[REL:(2,0);(3,0)] [REL:(2,-1)]
[REL:(3,1);(3,0)] [REL:(4,-1)]
[REL:(-1,-1)] [REL:(0,0);(1,0)]
[REL:(4,2)] [REL:(3,2)]
[REL:(0,2);(0,3)] [REL:(1,4)]
[REL:(1,-1)] [REL:(0,0);(0,1)]
[REL:(-2,0)] [REL:(-4,0)]
[REL:(4,1)] [REL:(4,-1)]
[REL:(1,0);(-1,0)] [REL:(0,0)]
[REL:(1,2)] [REL:(3,2)]
[REL:(-1,-4)] [REL:(0,-4)]
[REL:(-3,0)] [REL:(-2,-1)]
[REL:(1,8)] [REL:(1,8)]
[REL:(0,-1);(0,-1)] [REL:(0,0);(0,0)]
[REL:(-1,-4)] [REL:(0,-3)]
[REL:(-3,4)] [REL:(-1,4)]
[REL:(0,-2)] [REL:(-1,0)]
[REL:(2,-2)] [REL:(3,-2);(2,-2)]
[REL:(-1,-3)] [REL:(0,-4)]
[REL:(1,-6)] [REL:(0,-6)]
[REL:(0,1);(0,1)] [REL:(-1,2)]
[REL:(-1,-1);(0,-1)] [REL:(-1,0)]
[REL:(1,2)] [REL:(0,1);(1,1)]
[REL:(0,3)] [REL:(0,4);(0,3)]
[REL:(-1,-2)] [REL:(-2,-3)]
[REL:(3,-4)] [REL:(1,-3)]
[REL:(3,3)] [REL:(2,3)]
[REL:(0,2);(0,1)] [REL:(0,0);(0,0)]
[REL:(-1,3);(-1,2)] [REL:(0,2)]
[REL:(0,-1)] [REL:(0,-2);(0,-2)]
[REL:(0,0)] [REL:(-1,1);(0,1)]
[REL:(-1,0)] [REL:(1,0);(0,-1)]
[REL:(2,1)] [REL:(1,1);(1,1)]
[REL:(0,7)] [REL:(0,5)]
[REL:(0,-1)] [REL:(2,-2)]
[REL:(0,-1)] [REL:(1,0);(1,0)]
[REL:(-2,1)] [REL:(-1,2);(-1,2)]
[REL:(-2,4)] [REL:(-1,2)]
[REL:(1,6)] [REL:(2,6)]
[REL:(2,-4)] [REL:(3,-5)]
[REL:(6,-1)] [REL:(6,-1)]
[REL:(1,0)] [REL:(0,0);(0,0);(-1,0)]
[REL:(-2,0);(-2,0)] [REL:(-1,0)]
[REL:(-1,4);(-1,4)] [REL:(-1,4)]
[REL:(0,0);(0,0);(0,-1)] [REL:(0,-2)]
[REL:(1,1)] [REL:(0,0);(0,1)]
[REL:(0,1)] [REL:(1,0);(0,0)]
[REL:(4,2)] [REL:(3,1)]
[REL:(2,-5)] [REL:(1,-4)]
[REL:(-2,7)] [REL:(-1,7)]
[REL:(-3,3)] [REL:(-4,3)]
[REL:(-2,0);(-2,1)] [REL:(-2,2)]
[REL:(2,-1);(2,-2)] [REL:(2,-3)]
[REL:(1,2)] [REL:(1,3);(1,3)]
[REL:(-1,1)] [REL:(-1,-1)]
[REL:(1,1)] [REL:(0,1);(1,2)]
[REL:(-2,-2)] [REL:(-2,-3)]
[REL:(0,0);(0,-1)] [REL:(1,0)]
[REL:(1,-1);(1,-1)] [REL:(2,-2)]
[REL:(2,-3);(2,-3)] [REL:(2,-4)]
[REL:(2,-1);(1,-1)] [REL:(2,0)]
[REL:(2,1);(2,0)] [REL:(2,-1);(2,-1)]
[REL:(-1,0)] [REL:(1,0);(0,1)]
[REL:(1,1)] [REL:(1,0);(1,-1)]
[REL:(0,1);(0,1)] [REL:(0,2)]
[REL:(1,2);(1,1)] [REL:(1,0)]
[REL:(2,-1);(2,0)] [REL:(1,-1)]
[REL:(-1,0)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(1,-2)] [REL:(2,-3);(1,-3)]
[REL:(0,2);(0,2)] [REL:(0,1);(1,1)]
[REL:(0,0);(0,-1)] [REL:(-1,-2)]
[REL:(1,2);(1,1)] [REL:(2,0)]
[REL:(-1,-1);(-1,0)] [REL:(-2,-1)]
[REL:(0,3);(1,2)] [REL:(2,2)]
[REL:(0,0)] [REL:(2,0);(2,-1)]
[REL:(0,6)] [REL:(0,4)]
[REL:(-2,4)] [REL:(0,5)]
[REL:(1,6)] [REL:(2,5)]
[REL:(1,-5)] [REL:(0,-5)]
[REL:(3,-6)] [REL:(2,-6)]
[REL:(0,3);(0,3)] [REL:(0,3);(0,3)]
[REL:(0,0)] [REL:(0,2);(-1,2)]
[REL:(4,0)] [REL:(3,-2)]
[REL:(2,-3)] [REL:(3,-1)]
[REL:(0,2);(0,2)] [REL:(1,1);(1,1)]
[REL:(3,-1);(3,-1)] [REL:(3,-2)]
[REL:(3,-1);(3,-1)] [REL:(2,-2)]
[REL:(-1,1)] [REL:(0,0);(1,0)]
[REL:(0,1)] [REL:(0,2);(-1,2)]
[REL:(0,1)] [REL:(0,-1);(0,1)]
[REL:(4,1)] [REL:(5,0)]
[REL:(-3,6)] [REL:(-2,6)]
[REL:(0,0);(0,-1)] [REL:(0,0);(0,0)]
[REL:(3,2)] [REL:(2,0)]
[REL:(5,-4)] [REL:(5,-4)]
[REL:(2,4)] [REL:(3,4)]
[REL:(0,2);(0,1)] [REL:(1,0)]
[REL:(1,-3)] [REL:(1,-2);(0,-1)]
[REL:(1,-2)] [REL:(-1,-3)]
[REL:(0,2);(1,2)] [REL:(1,1);(1,1)]
[REL:(1,-3);(1,-3)] [REL:(0,-3)]
[REL:(3,0);(3,-1)] [REL:(4,-1)]
[REL:(1,3)] [REL:(2,1)]
[REL:(-1,2)] [REL:(0,2);(0,3)]
[REL:(1,4)] [REL:(0,3);(1,3)]
[REL:(1,-2)] [REL:(1,0)]
[REL:(-2,1)] [REL:(0,1)]
[REL:(-1,1)] [REL:(0,-1)]
[REL:(1,-1)] [REL:(0,-1);(0,-1)]
[REL:(2,-2)] [REL:(0,-3)]
[REL:(-2,7)] [REL:(-1,6)]
[REL:(0,0);(0,0)] [REL:(1,0);(1,-1)]
[REL:(4,0)] [REL:(3,1)]
[REL:(1,4)] [REL:(1,3);(1,3)]
[REL:(1,1)] [REL:(2,-1)]
[REL:(-2,1)] [REL:(-2,2);(-2,2)]
[REL:(0,4)] [REL:(0,2);(1,1)]
[REL:(-2,5)] [REL:(0,5)]
[REL:(5,-2)] [REL:(4,-2)]
[REL:(0,0);(0,0)] [REL:(1,0);(0,0)]
[REL:(2,1);(2,1)] [REL:(3,1)]
[REL:(-1,4)] [REL:(0,6)]
[REL:(0,4)] [REL:(1,2);(1,2)]
[REL:(0,0);(-1,0)] [REL:(1,0)]
[REL:(1,-2);(1,-2)] [REL:(0,-3)]
[REL:(-1,0)] [REL:(-1,1);(-1,1)]
[REL:(-2,-1)] [REL:(0,0)]
[REL:(-3,2)] [REL:(-1,2)]
[REL:(0,3)] [REL:(-1,3);(0,3)]
[REL:(0,3)] [REL:(0,4);(1,4)]
[REL:(-1,3)] [REL:(0,2);(0,3)]
[REL:(0,1)] [REL:(1,0);(1,-1)]
[REL:(-1,-1)] [REL:(0,0);(0,0);(0,1)]
[REL:(0,4)] [REL:(-1,6)]
[REL:(4,1)] [REL:(5,1)]
[REL:(-1,0)] [REL:(0,-1);(-1,0)]
[REL:(1,4)] [REL:(0,4);(0,4)]
[REL:(0,-6)] [REL:(0,-5)]
[REL:(3,-5)] [REL:(4,-5)]
[REL:(0,1)] [REL:(2,0)]
[REL:(4,-4)] [REL:(4,-3)]
[REL:(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,1)]
[REL:(1,-2);(1,-1)] [REL:(0,-2)]
[REL:(2,-1);(2,-2)] [REL:(1,-3)]
[REL:(-2,1);(-2,1)] [REL:(-2,2)]
[REL:(-2,2);(-2,3)] [REL:(-2,3)]
[REL:(-2,0);(-3,1)] [REL:(-3,1)]
[REL:(-1,4)] [REL:(1,5)]
[REL:(0,-1)] [REL:(1,0);(0,0)]
[REL:(-4,1)] [REL:(-3,0)]
[REL:(-1,-1);(-1,0)] [REL:(-1,-1)]
[REL:(1,2)] [REL:(0,3);(1,3)]
[REL:(0,0)] [REL:(2,0);(2,0)]
[REL:(5,-1)] [REL:(4,-2)]
[REL:(-1,-1)] [REL:(0,0);(1,1)]
[REL:(2,-4);(2,-4)] [REL:(2,-4)]
[REL:(-1,0)] [REL:(0,0);(0,0);(0,1)]
[REL:(0,0)] [REL:(1,-1);(0,-1)]
[REL:(1,-6)] [REL:(0,-5)]
[REL:(2,-1);(2,0)] [REL:(2,1)]
[REL:(-2,0);(-1,0)] [REL:(-2,0)]
[REL:(0,3)] [REL:(1,1);(1,1)]
[REL:(2,2)] [REL:(1,2);(1,2)]
[REL:(2,-3)] [REL:(1,-2);(0,-1)]
[REL:(-1,1)] [REL:(0,0);(0,-1)]
[REL:(0,-1)] [REL:(-2,-2)]
[REL:(-2,1)] [REL:(-3,3)]
[REL:(2,6)] [REL:(2,6)]
[REL:(0,-1);(0,-1)] [REL:(0,0);(0,1)]
[REL:(1,0);(2,0)] [REL:(2,-2)]
[REL:(0,1);(0,0)] [REL:(-1,-1)]
[REL:(-2,-1)] [REL:(-2,0);(-3,0)]
[REL:(1,-2)] [REL:(2,-1);(2,-1)]
[REL:(1,5)] [REL:(0,6)]
[REL:(-3,0)] [REL:(-2,2)]
[REL:(0,0);(0,0)] [REL:(-1,0);(0,1)]
[REL:(0,2);(0,2)] [REL:(0,3);(0,3)]
[REL:(1,0);(1,0)] [REL:(2,-1);(2,-1)]
[REL:(1,-1);(1,-1)] [REL:(1,-1);(1,-1)]
[REL:(3,0);(3,0)] [REL:(2,0)]
[REL:(-1,4)] [REL:(0,4);(0,3)]
[REL:(2,0);(2,0)] [REL:(2,-2)]
[REL:(0,-2)] [REL:(1,-2);(0,-2)]
[REL:(0,2);(1,2)] [REL:(2,1)]
[REL:(-1,-1);(-1,-1)] [REL:(-1,0);(-1,0)]
[REL:(3,-2);(3,-2)] [REL:(3,-2)]
[REL:(0,0);(1,-1)] [REL:(2,-1)]
[REL:(0,-2);(-1,-2)] [REL:(-1,-2)]
[REL:(-1,2)] [REL:(0,1);(1,1)]
[REL:(-1,1)] [REL:(-1,0);(-1,0)]
[REL:(-1,1)] [REL:(-2,2);(-2,2)]
[REL:(1,-3)] [REL:(1,-5)]
[REL:(3,2)] [REL:(4,0)]
[REL:(0,0);(0,0);(0,-1)] [REL:(1,-1)]
[REL:(0,2)] [REL:(-1,3);(-1,4)]
[REL:(-2,1)] [REL:(-1,3)]
[REL:(3,-4)] [REL:(4,-5)]
[REL:(-4,1)] [REL:(-4,0)]
[REL:(1,0);(1,0)] [REL:(0,-1)]
[REL:(3,1);(3,0)] [REL:(4,0)]
[REL:(1,-2)] [REL:(0,0);(0,0)]
[REL:(1,1)] [REL:(2,3)]
[REL:(0,1)] [REL:(0,0);(0,0);(0,0)]
[REL:(-3,-2)] [REL:(-2,-1)]
[REL:(0,7)] [REL:(-1,6)]
[REL:(-1,-5)] [REL:(-1,-4)]
[REL:(3,0);(3,0)] [REL:(2,-1)]
[REL:(-3,2)] [REL:(-2,4)]
[REL:(1,-3)] [REL:(0,-2);(0,-1)]
[REL:(-2,1)] [REL:(-2,2);(-1,2)]
[REL:(-3,-2)] [REL:(-2,-2)]
[REL:(1,6)] [REL:(1,7)]
[REL:(4,2)] [REL:(5,1)]
[REL:(-1,1);(-1,1)] [REL:(0,1)]
[REL:(3,0);(3,0)] [REL:(4,-1)]
[REL:(-1,0)] [REL:(-2,0);(-2,0)]
[REL:(-1,2)] [REL:(-1,3);(-1,4)]
[REL:(0,3)] [REL:(-1,5)]
[REL:(-1,1)] [REL:(-1,3);(-1,3)]
[REL:(1,-1)] [REL:(2,-1);(1,-1)]
[REL:(1,5)] [REL:(2,3)]
[REL:(2,4)] [REL:(3,3)]
[REL:(0,0);(0,0)] [REL:(0,1);(0,0)]
[REL:(0,0);(0,0)] [REL:(1,0);(-1,0)]
[REL:(0,0);(-1,-1)] [REL:(-1,0);(-1,0)]
[REL:(0,2)] [REL:(0,4);(0,5)]
[REL:(-1,3)] [REL:(0,4);(0,3)]
[REL:(0,4)] [REL:(-1,3);(0,3)]
[REL:(5,-3)] [REL:(4,-3)]
[REL:(-3,2)] [REL:(-3,4)]
[REL:(-1,1)] [REL:(0,0);(0,1)]
[REL:(3,-3)] [REL:(2,-1)]
[REL:(3,-3)] [REL:(3,-1)]
[REL:(-4,4)] [REL:(-4,4)]
[REL:(0,2);(-1,2)] [REL:(0,2)]
[REL:(-1,1)] [REL:(-2,0);(-2,1)]
[REL:(1,-1)] [REL:(1,0);(1,0)]
[REL:(-1,-1)] [REL:(0,0);(0,0);(0,0)]
[REL:(0,5)] [REL:(0,4);(0,4)]
[REL:(0,-4)] [REL:(-1,-2)]
[REL:(0,2);(0,2)] [REL:(1,2);(1,2)]
[REL:(0,2);(0,2)] [REL:(1,2);(1,1)]
[REL:(0,0);(-1,0)] [REL:(0,-1)]
[REL:(-1,1)] [REL:(0,1);(0,0)]
[REL:(1,-1)] [REL:(2,-1);(2,-1)]
[REL:(-2,0)] [REL:(-1,1);(-1,2)]
[REL:(6,0)] [REL:(6,0)]
[REL:(1,-6)] [REL:(2,-5)]
[REL:(-2,4)] [REL:(-1,6)]
[REL:(-2,5)] [REL:(-3,5)]
[REL:(0,0);(-1,0)] [REL:(0,0);(-1,0)]
[REL:(2,1);(2,1)] [REL:(3,-1)]
[REL:(2,2);(2,2)] [REL:(3,1)]
[REL:(0,0)] [REL:(0,2);(1,3)]
[REL:(-3,-1)] [REL:(-3,1)]
[REL:(2,2)] [REL:(2,2);(2,1)]
[REL:(1,1)] [REL:(0,1);(1,1)]
[REL:(-2,-3)] [REL:(-1,-2)]
[REL:(0,-2)] [REL:(-1,-1);(-2,-1)]
[REL:(-3,7)] [REL:(-3,7)]
[REL:(2,4)] [REL:(1,2)]
[REL:(3,-2)] [REL:(2,-1);(2,-1)]
[REL:(1,1)] [REL:(0,2);(0,3)]
[REL:(-2,0)] [REL:(-4,1)]
[REL:(-1,3)] [REL:(0,4);(-1,4)]
[REL:(-1,7)] [REL:(0,8)]
[REL:(0,0);(1,1)] [REL:(1,2)]
[REL:(-1,1)] [REL:(-2,2);(-2,3)]
[REL:(-2,1)] [REL:(-1,1);(-1,1)]
[REL:(3,-5)] [REL:(2,-6)]
[REL:(1,-2);(1,-2)] [REL:(1,-2);(1,-2)]
[REL:(-1,1);(-2,1)] [REL:(-2,2)]
[REL:(1,4)] [REL:(0,3);(0,3)]
[REL:(-2,1)] [REL:(-4,1)]
[REL:(-2,4)] [REL:(-2,6)]
[REL:(0,2);(0,2)] [REL:(0,2);(1,1)]
[REL:(-1,2);(-1,2)] [REL:(-1,3)]
[REL:(2,0);(2,-1)] [REL:(3,0)]
[REL:(3,0);(3,0)] [REL:(4,0)]
[REL:(1,0)] [REL:(2,1);(1,1)]
[REL:(2,5)] [REL:(2,3)]
[REL:(2,0)] [REL:(2,2)]
[REL:(0,-2)] [REL:(1,-2);(0,-1)]
[REL:(-3,0)] [REL:(-1,0)]
[REL:(0,3);(1,3)] [REL:(0,2)]
[REL:(0,0)] [REL:(0,2);(1,2)]
[REL:(1,1)] [REL:(2,1);(2,0)]
[REL:(2,1)] [REL:(2,-1);(2,-1)]
[REL:(0,-2)] [REL:(-1,-1);(0,-1)]
[REL:(2,-2)] [REL:(1,-4)]
[REL:(2,-5)] [REL:(3,-4)]
[REL:(0,0);(-1,0)] [REL:(-1,-1)]
[REL:(1,2);(2,1)] [REL:(3,1)]
[REL:(1,-3)] [REL:(1,-2);(1,-1)]
[REL:(3,0)] [REL:(4,-2)]
[REL:(0,-2)] [REL:(-1,-1);(-1,0)]
[REL:(5,-3)] [REL:(4,-4)]
[REL:(0,0);(0,0)] [REL:(-1,-2)]
[REL:(0,0);(0,0)] [REL:(1,0);(0,-1)]
[REL:(-1,1);(-1,1)] [REL:(-2,2)]
[REL:(0,-2);(0,-2)] [REL:(0,-3)]
[REL:(-1,3);(-1,3)] [REL:(0,3)]
[REL:(2,-1);(3,-1)] [REL:(2,-1)]
[REL:(0,1)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(0,4)] [REL:(-1,4);(-1,4)]
[REL:(1,-5)] [REL:(0,-4)]
[REL:(0,4);(0,4)] [REL:(1,5)]
[REL:(2,-3);(2,-3)] [REL:(1,-2)]
[REL:(1,-2);(2,-2)] [REL:(1,-2)]
[REL:(2,-2);(2,-3)] [REL:(3,-3)]
[REL:(1,2)] [REL:(0,1);(0,1)]
[REL:(-1,2)] [REL:(-1,3);(-1,2)]
[REL:(2,-3)] [REL:(2,-4);(2,-4)]
[REL:(1,-1)] [REL:(2,-2);(2,-2)]
[REL:(2,-7)] [REL:(2,-7)]
[REL:(0,0);(1,0)] [REL:(1,0);(1,0)]
[REL:(0,0);(0,0);(0,0)] [REL:(-1,-1)]
[REL:(0,5);(0,5)] [REL:(1,5)]
[REL:(1,1)] [REL:(2,0);(2,-1)]
[REL:(0,1)] [REL:(1,2);(1,2)]
[REL:(-2,-2)] [REL:(-1,-3)]
[REL:(5,0)] [REL:(6,-1)]
[REL:(-1,8)] [REL:(-1,7)]
[REL:(-2,2);(-1,2)] [REL:(-1,3)]
[REL:(1,2)] [REL:(2,0)]
[REL:(0,0)] [REL:(2,0);(1,-1)]
[REL:(0,0)] [REL:(-1,1);(0,2)]
[REL:(2,2)] [REL:(1,1);(1,1)]
[REL:(2,1)] [REL:(4,0)]
[REL:(4,-2)] [REL:(2,-1)]
[REL:(0,0);(0,-1)] [REL:(1,-2)]
[REL:(0,2);(1,2)] [REL:(0,1);(1,1)]
[REL:(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0);(0,0)] [REL:(0,0);(0,0);(0,0);(0,0)]
[REL:(-1,0)] [REL:(0,0);(-1,-1)]
[REL:(4,-1)] [REL:(2,-2)]
[REL:(1,4)] [REL:(0,4);(1,4)]
[REL:(4,2)] [REL:(4,0)]
[REL:(0,0);(0,0)] [REL:(0,0);(0,1);(0,1)]
[REL:(1,0);(1,-1)] [REL:(1,-2)]
[REL:(2,0);(3,0)] [REL:(2,0)]
[REL:(-1,0)] [REL:(-1,-1);(-1,-1)]
[REL:(-1,0)] [REL:(-2,1);(-2,1)]
[REL:(1,1)] [REL:(0,0);(1,1)]
[REL:(-3,0)] [REL:(-2,1);(-2,1)]
[REL:(-2,4)] [REL:(0,3)]
[REL:(-2,7)] [REL:(-2,8)]
[REL:(0,1);(0,1)] [REL:(0,2);(0,2)]
[REL:(0,2);(0,1)] [REL:(1,1);(1,1)]
[REL:(0,4);(1,3)] [REL:(0,2)]
